[
    {
        "text": "وَٱلسَّمَآءِ ذَاتِ ٱلْبُرُوجِ",
        "tafsir": "{ذات البروج} ذات المنازل والطرق الأثنى عشر التي تسير فيها الكواكب، شبهت بالقصور لنزول الكواكب بها؛ كما ينزل الأكابر والأشراف بالقصور. جمع برج، وهو القصر العالي .",
        "sura": "85",
        "aya": "1",
        "page": "590"
    },
    {
        "text": "وَٱلْيَوْمِ ٱلْمَوْعُودِ",
        "tafsir": "{واليوم الموعود} هو يوم القيامة الذي وعد الله به الخلق .",
        "sura": "85",
        "aya": "2",
        "page": "590"
    },
    {
        "text": "وَشَاهِدٍ وَمَشْهُودٍ",
        "tafsir": "{وشاهد ومشهود} من يحضر ذلك اليوم من الخلائق المبعوثين. وما يحضر فيه من الأهوال والعجائب؛ من الشهادة بمعنى الحضور. أو من يشهد في ذلك اليوم على غيره، ومن يشهد عليه فيه؛ من الشهادة على الخصم، أوله. أقسم الله بالسماء ذات البروج لما فيها من الدلالة على القدرة. وبيوم القيامة وما فيه تعظيما له، وإرهابا لمنكريه .",
        "sura": "85",
        "aya": "3",
        "page": "590"
    },
    {
        "text": "قُتِلَ أَصْحَٰبُ ٱلْأُخْدُودِ",
        "tafsir": "وجواب القسم قوله: {قتل أصحاب الأخدود} بتقدير اللام وقد. أي لقد قتلوا؛ أي لعنوا أشد اللعن. والجملة خبرية. وقيل: هي دعاء عليهم بالإبعاد والطرد من رحمة الله تعالى وجواب القسم محذوف لدلالتها عليه؛ كأنه قيل: أقسم بهذه الأشياء إن كفار مكة لملعونون كما لعن أصحاب الأخدود. والأخدود: الخد، وهو الشق العظيم المستطيل في الأرض كالخندق؛ وجمعه أخاديد. وأصحاب\r\nالأخدود: قوم كافرون ذوو بأس وشدة، نقموا على المؤمنين إيمانهم بالله ونكلوا بهم؛ فحفروا لهم أخدودا في الأرض، وأسعروا النار فيه، وألقوهم فيه لإبائهم الارتداد إلى الكفر. {النار ذات الوقود} بدل اشتمال من الأخدود؛ أي النار فيه .",
        "sura": "85",
        "aya": "4",
        "page": "590"
    },
    {
        "text": "ٱلنَّارِ ذَاتِ ٱلْوَقُودِ",
        "tafsir": "وأصحاب الأخدود هم أصحاب النار التي فيها من الحطب الكثير ما يشتد به لهيبها.",
        "sura": "85",
        "aya": "5",
        "page": "590"
    },
    {
        "text": "إِذْ هُمْ عَلَيْهَا قُعُودٌ",
        "tafsir": "{إذ هم عليها قعود} أي لعنوا حين أحدقوا بالنار قاعدين حولها، مشرفين عليها من حافات الأخدود، يقذفون فيها المؤمنين، ويشهدون تعذيبهم هذا العذاب المهلك .",
        "sura": "85",
        "aya": "6",
        "page": "590"
    },
    {
        "text": "وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِٱلْمُؤْمِنِينَ شُهُودٌ",
        "tafsir": "وكان الطغاة الذين أمروا بإحراق المؤمنين يشاهدون ما يفعله أتباعهم بالمؤمنين.",
        "sura": "85",
        "aya": "7",
        "page": "590"
    },
    {
        "text": "وَمَا نَقَمُوا۟ مِنْهُمْ إِلَّآ أَن يُؤْمِنُوا۟ بِٱللَّهِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
        "tafsir": "{وما نقموا. .  .} ما عابوا عليهم، أو ما كرهوا منهم إلا إيمانهم بالله. يقال: نقم الأمر– من باب ضرب– كرهه وفي لغة كفهم .",
        "sura": "85",
        "aya": "8",
        "page": "590"
    },
    {
        "text": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
        "tafsir": "{ٱلسَّمَاوَاتِ} - والله تعالى هو المستحق للعزة والحمد لأنه مالك السماوات والأرض، فلا مهرب لهؤلاء الظالمين منه، وهو شهيد على ما يكون من خلقه، ومجازيهم عليه.",
        "sura": "85",
        "aya": "9",
        "page": "590"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ فَتَنُوا۟ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ ثُمَّ لَمْ يَتُوبُوا۟ فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ ٱلْحَرِيقِ",
        "tafsir": "{فتنوا المؤمنين. .  ..} محنوهم في دينهم بالأذى والتعذيب بالنار؛ ليرتدوا عن الإيمان. والفتن: تقدم في [آية 102 البقرة ص 40] . \r\n{لم يتوبوا} من فتنتهم {فلهم عذاب جهنم} بسبب فتنتهم {ولهم عذاب الحريق} وهو نار أخرى زائدة في الإحراق .",
        "sura": "85",
        "aya": "10",
        "page": "590"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ذَٰلِكَ ٱلْفَوْزُ ٱلْكَبِيرُ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ} {جَنَّاتٌ} {ٱلأَنْهَارُ} - إن الذين أقروا بوحدانية الله، وقاموا بما أمرهم به ربهم، وانتهوا عما نهاهم عنه، ابتغاء مرضاته ورضوانه، فأولئك يدخلهم ربهم جنات تجري الأنهار في جنباتها، وهذا هو الفوز الكبير.",
        "sura": "85",
        "aya": "11",
        "page": "590"
    },
    {
        "text": "إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ",
        "tafsir": "{إن بطش. .  .} إن أخذ الله الجبابرة والظلمة لأليم عنيف. والبطش: الأخذ بقوة وعنف .",
        "sura": "85",
        "aya": "12",
        "page": "590"
    },
    {
        "text": "إِنَّهُۥ هُوَ يُبْدِئُ وَيُعِيدُ",
        "tafsir": "{هو يبدئ ويعيد} أي يبدئ البطش بالكفار في الدنيا، ثم يعيده عليهم في الآخرة؛ فبطشه بهم شديد .",
        "sura": "85",
        "aya": "13",
        "page": "590"
    },
    {
        "text": "وَهُوَ ٱلْغَفُورُ ٱلْوَدُودُ",
        "tafsir": "{وهو الغفور} لمن تاب وآمن. {الودود} كثير المحبة لمن أطاعه .",
        "sura": "85",
        "aya": "14",
        "page": "590"
    },
    {
        "text": "ذُو ٱلْعَرْشِ ٱلْمَجِيدُ",
        "tafsir": "{ذو العرش} خالقه أو مالكه. {المجيد} العظيم في ذاته وصفاته .",
        "sura": "85",
        "aya": "15",
        "page": "590"
    },
    {
        "text": "فَعَّالٌ لِّمَا يُرِيدُ",
        "tafsir": "{فعال لما يريد} لا يتخلف عن إرادته مراد من أفعاله تعالى وأفعال غيره .",
        "sura": "85",
        "aya": "16",
        "page": "590"
    },
    {
        "text": "هَلْ أَتَىٰكَ حَدِيثُ ٱلْجُنُودِ",
        "tafsir": "{حديث الجنود} الجموع القوية الطاغية من الأمم الخالية، الذين عرفوا بالشدة وقوة البأس، وتجندوا على الأنبياء وكفروا بهم، واجتمعوا على أذاهم. أي قد أتاك حديثهم وعرفته، وعرفت وبال أمرهم؛ فذكر قومك بشئونه تعالى، وأنذرهم مثل ما أصاب أولئك الطاغين .",
        "sura": "85",
        "aya": "17",
        "page": "590"
    },
    {
        "text": "فِرْعَوْنَ وَثَمُودَ",
        "tafsir": "وهؤلاء الجنود هم فرعون، الذي طغى وادعى الألوهية، وقومه، الذين أغرقهم الله في البحر. وثمود قوم صالح، عليه السلام، الذين عقروا الناقة التي جعلها الله لهم آية على صدق رسالة نبيهم، فدمر الله بلادهم وأهلكهم، ولم يترك لهم في أرضهم من باقية.",
        "sura": "85",
        "aya": "18",
        "page": "590"
    },
    {
        "text": "بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى تَكْذِيبٍ",
        "tafsir": "{بل الذين كفروا} أي من قومك أشد كفرا من أولئك، واستيجابا للعذاب؛ لاستقرارهم على التكذيب عنادا .",
        "sura": "85",
        "aya": "19",
        "page": "590"
    },
    {
        "text": "وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطٌۢ",
        "tafsir": "{وَرَآئِهِمْ} - والله تعالى قادر عليهم، وهم في قبضته وتحت قهره، لا مهرب لهم منه.",
        "sura": "85",
        "aya": "20",
        "page": "590"
    },
    {
        "text": "بَلْ هُوَ قُرْءَانٌ مَّجِيدٌ",
        "tafsir": "{بل هو. .  .} أي بل الذي كذبوا به قرآن منتاه في الشرف والرفعة .",
        "sura": "85",
        "aya": "21",
        "page": "590"
    },
    {
        "text": "فِى لَوْحٍ مَّحْفُوظٍۭ",
        "tafsir": "{في لوح محفوظ} من التغيير والتبديل، ووصول الشياطين إليه؛ وهو أم الكتاب. والله أعلم .",
        "sura": "85",
        "aya": "22",
        "page": "590"
    }
]