[{"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَا رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ حَدِيثًا","aya":"87","page":"92","tafsir":"no text"},{"text":"فَمَا لَكُمْ فِى ٱلْمُنَٰفِقِينَ فِئَتَيْنِ وَٱللَّهُ أَرْكَسَهُم بِمَا كَسَبُوٓا۟ أَتُرِيدُونَ أَن تَهْدُوا۟ مَنْ أَضَلَّ ٱللَّهُ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا","aya":"88","page":"92","tafsir":"{  فما لكم في المنافقين فئتين }نزلت في قوم خرجوا إلى المدينة يزعمون أنهم مهاجرون ،  ثم ارتدوا في أنفسهم واستأذنوا الرسول صلى الله عليه وسلم في الخروج إلى مكة ،  ليأتوا ببضائع لهم يتجرون فيها . فخرجوا وأقاموا بمكة ، فاختلف المسلمون فيهم ، فقائل : هم منافقون ، وقائل : هم مؤمنون ، فبين الله نفاقهم وأمر بقتلهم لردتهم . وقيل : نزلت في قوم تخلفوا عن الرسول صلى الله عليه وسلم ، وأقاموا بمكة وأعلنوا الإيمان ولم يهاجروا ، فاختلف فيهم المسلمون ، فتولاهم أناس و تبرأ من ولايتهم آخرون ، فسماهم الله منافقين ، وبرأ المؤمنين من ولايتهم ، وأمرهم ألا يتولاهم حتى يهاجروا . أي فمالكم تفرقتم في شأن المنافقين فرقتين{  و الله أركسهم بما كسبوا }ردهم إلى الكفر بعد الإيمان بسبب ما كسبوه من الردة ، من الركس ، وهو رد أول الشيء على أخره . يقال : ركس الشيء يركسه ركسا ، إذا قلبه على رأسه . والركس والنكس بمعنى .  \r\n \r\n"},{"text":"وَدُّوا۟ لَوْ تَكْفُرُونَ كَمَا كَفَرُوا۟ فَتَكُونُونَ سَوَآءً فَلَا تَتَّخِذُوا۟ مِنْهُمْ أَوْلِيَآءَ حَتَّىٰ يُهَاجِرُوا۟ فِى سَبِيلِ ٱللَّهِ فَإِن تَوَلَّوْا۟ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ وَجَدتُّمُوهُمْ وَلَا تَتَّخِذُوا۟ مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا","aya":"89","page":"92","tafsir":"{  حتى يهاجروا }حتى يؤمنوا ، وتتحققوا إيمانهم بهجرتهم في سبيل الله ، أي بخروجهم للقتال مع الرسول صلى الله عليه وسلم لوجه الله ، لا لغرض دنيوي .  \r\n \r\n"},{"text":"إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَٰقٌ أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَٰتِلُوكُمْ أَوْ يُقَٰتِلُوا۟ قَوْمَهُمْ وَلَوْ شَآءَ ٱللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَٰتَلُوكُمْ فَإِنِ ٱعْتَزَلُوكُمْ فَلَمْ يُقَٰتِلُوكُمْ وَأَلْقَوْا۟ إِلَيْكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا","aya":"90","page":"92","tafsir":"{  إلا الذين يصلون }استثني من المأمور بقتلهم فريقان : من ترك المحاربين من الأعداء ولحق بالمعاهدين ، فكان معهم على عهدهم . ومن أتى المؤمنين وكف عن قتال الفريقين . وقوله : {  حصرت صدورهم }أي ضاقت عن أن يقاتلوكم مع قومهم ، أو يقاتلوا قومهم معكم ، أو يقاتلوا قومهم معكم . يقال : حصر صدره يحصر ، ضاق . وهذه الآية منسوخة بآية : {  فذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم } .  \r\n \r\n \r\n"},{"text":"سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا۟ قَوْمَهُمْ كُلَّ مَا رُدُّوٓا۟ إِلَى ٱلْفِتْنَةِ أُرْكِسُوا۟ فِيهَا فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوٓا۟ إِلَيْكُمُ ٱلسَّلَمَ وَيَكُفُّوٓا۟ أَيْدِيَهُمْ فَخُذُوهُمْ وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُو۟لَٰٓئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَٰنًا مُّبِينًا","aya":"91","page":"92","tafsir":"{  ستجدون آخرين }نزلت في أناس كانوا يأتون الرسول فيسلمون رياء ونفاقا ، ثم يرجعون إلى قريش فيرتكسون في الشرك ، يبتغون بذلك أن يأمنوا نبي الله و يأمنوا قومهم ، فأبى الله ذلك عليهم . {  ردوا إلى الفتنة }دعوا إلى الشرك{  أركسوا فيها }أي قلبوا فيها أقبح قلب وأشنعه . يقال :  أركسته فركس ، أي قلبته على رأسه فقلب ، {  حيث ثقفتموهم } أي وجدتموهم ، أو تمكنتم منهم . يقال : ثقفت الرجل في الحرب أثقفه ، أدركته أو ظفرت به .  \r\n"}]