[
    {
        "text": "وَإِنَّهُۥ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَٱتَّبِعُونِ هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
        "tafsir": "{  وإنه لعلم للساعة } أي وإن عيسى عليه السلام بنزوله من السماء لتعلم به الساعة .  وقرئ  \" لعلم \"  أي لعلامة على قربها ؛  وهو من أعظم أماراتها ،  وجاءت به الأحاديث الصحيحة . {  فلا تمترن بها } فلا تشكن في قيامها .\r\n\r\n",
        "sura": "43",
        "aya": "61",
        "page": "494"
    },
    {
        "text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيْطَٰنُ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
        "tafsir": "{ٱلشَّيْطَانُ}\r\n(62) - وَلاَ تَغْتَرُّوا يَا أَيُّهَا النَّاسُ بِوَسَاوِسِ الشَّيْطَانِ وَشُبَهِهِ التِي يُوقِعُهَا فِي قُلُوبِكُمْ لِيَمْنَعَكُمْ مِن اتِّبَاعِ الدِينِ الحَقِّ الذِي دَعَاكُمْ إِلَيْهِ الرَّسُولُ، فَإِنَّ الشَّيْطَانَ عَدُوٌّ لآدَمَ وَبَنِيهِ، بَيِّنُ العَدَاوَةِ.\n",
        "sura": "43",
        "aya": "62",
        "page": "494"
    },
    {
        "text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلْبَيِّنَٰتِ قَالَ قَدْ جِئْتُكُم بِٱلْحِكْمَةِ وَلِأُبَيِّنَ لَكُم بَعْضَ ٱلَّذِى تَخْتَلِفُونَ فِيهِ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
        "tafsir": "{بِٱلْبَيِّنَاتِ}\r\n(63) - وَلَمَّا جَاءَ عِيسَى بِالْمُعْجِزَاتِ الوَاضِحَةِ قَالَ لِبَنِي إِسْرَائِيلَ: إِنَّهُ جَاءَهُمْ بِالشَّرَائِعِ التِي فِيهَا صَلاَحُ البَشَرِ (الحِكْمَةِ)، وَإِنَّهُ جَاءَ لِيُبَيّنَ لَهُمْ بَعْضَ مَا اخْتَلَفُوا فِيهِ مِنْ أَحْكَامِ الدِّينِ. ثُمَّ طَلَبَ إِلَيْهِمْ أَنْ يَتَقُّوا اللهَ فِيمَا أَمَرَهُمْ بِهِ، وَأَنْ يُطِيعُوهُ فِيمَا جَاءَهُمْ بِهِ مِنْ رَبِّهِمْ، وَمَا يُبَلِّغُهُمْ مِنْ الشَّرَائِعِ والتَّكَالِيفِ.\n",
        "sura": "43",
        "aya": "63",
        "page": "494"
    },
    {
        "text": "إِنَّ ٱللَّهَ هُوَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
        "tafsir": "{صِرَاطٌ}\r\n(64) - ثُمَّ قَالَ لَهُمْ: إِنَّهُ وَإِيَّاهُمْ عَبِيدٌ للهِ، فَهُوَ تَعَالَى المُتَفَرِّدُ بِالألَوهِيةَ، وَهُوَ وَحْدَهُ المُسْتَوْجِبُ لِلْعِبَادَةِ والطَّاعَةِ، وَإِنَّ الذِي أَمَرَهُمْ بِهِ مِنْ عِبَادَةِ اللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَلاَ نِدَّ، هُوَ الطَّرِيقُ المُسْتَقِيمُ وَكُلُّ الدِّيَانَاتِ جَاءَتْ بِمِثْلِهِ.\n",
        "sura": "43",
        "aya": "64",
        "page": "494"
    },
    {
        "text": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ فَوَيْلٌ لِّلَّذِينَ ظَلَمُوا۟ مِنْ عَذَابِ يَوْمٍ أَلِيمٍ",
        "tafsir": "{  فاختلف الأحزاب } أي النصارى فيه ؛  فمنهم من قال هو الله ،  ومنهم من قال هو ابن الله ،  ومنهم من قال ثالث .  وكلهم ظالمون ؛  إذ لم يقولوا إنه عبد الله ورسوله .\r\n{  فويل للذين ظلموا } هلاك أو عذاب ،  أو حسرة أو فضيحة للذين ظلموا أنفسكم بالكفر ،  وجحود أنه عبد لله ورسوله ،  وزعمهم فيه تلك المزاعم الباطلة .\r\n\r\n",
        "sura": "43",
        "aya": "65",
        "page": "494"
    },
    {
        "text": "هَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
        "tafsir": "(66) - فَهَلْ يَنْتَظِرُ هَؤُلاَءِ المُغَالُونَ فِي شَأْنِ عِيسَى، القَائِلُونَ فِيهِ البَاطِلَ، إِلاَّ أَنْ تَقُومَ السَّاعَةُ فَجْأَةً وَهُمْ فِي غَفْلَتِهِمْ لاَ يَشْعُرُونَ بِمَجِيئِهَا، وَحِينَئِذٍ يَنْدَمُونَ وَلاَتَ سَاعَةَ مَنْدَمٍ، إِذْ يَنْفَعُهُم النَّدَمُ.\r\nهَلْ يَنْظُرُونَ - هَلْ يَنْتَظِرُونَ.\r\nبَغْتَةً - فَجْأَةً.\n",
        "sura": "43",
        "aya": "66",
        "page": "494"
    },
    {
        "text": "ٱلْأَخِلَّآءُ يَوْمَئِذٍۭ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا ٱلْمُتَّقِينَ",
        "tafsir": "{  الأخلاء يومئذ } أي الأصدقاء الذين تخللت المحبة قلوبهم في الدنيا . {  بعضهم لبعض عدو } يوم القيامة{  إلا المتقين } الذين تحابوا في الله واجتمعوا على طاعته .\r\n\r\n",
        "sura": "43",
        "aya": "67",
        "page": "494"
    },
    {
        "text": "يَٰعِبَادِ لَا خَوْفٌ عَلَيْكُمُ ٱلْيَوْمَ وَلَآ أَنتُمْ تَحْزَنُونَ",
        "tafsir": "{يٰعِبَادِ}\r\n(68) - وَيَقُولُ اللهُ تَعَالَى لِلْمُتَحَابِّينَ فِي اللهِ يَوْمَ القِيَامَةِ: يَا عِبَادِي لاَ تَخَافُوا مِنْ عِقَابِي، فَقَدْ آمَنْتُكُمْ مِنْهُ، وَرَضِيتُ عَنْكُمْ، وَلاَ تَحْزَنُوا عَلَى مَا خَلَّفْتُمْ فِي الدُّنْيَا. فَالذِي أدَّخَرْتُهُ لَكُمْ فِي الآخِرَةِ خَيْرٌ مِنْهُ.\n",
        "sura": "43",
        "aya": "68",
        "page": "494"
    },
    {
        "text": "ٱلَّذِينَ ءَامَنُوا۟ بِـَٔايَٰتِنَا وَكَانُوا۟ مُسْلِمِينَ",
        "tafsir": "{آمَنُواْ} {بِآيَاتِنَا}\r\n(69) - يُبَيِّنُ اللهُ تَعَالَى فِي هَذِهِ الآيَةِ الكَرِيمَةِ صِفَةَ الذِينَ يَسْتَحِقُّونَ الأَمْنَ مِنَ اللهِ، وَالرِّضَا، فَلاَ يَخَافُونَ العَذَابَ، وَلاَ يَحْزَنُونَ عَلَى مَا خَلَّفُوهُ فِي الدُّنْيَا، فَقَالَ إِنَّ هَؤُلاَءِ هُمُ الذِينَ آمَنَتْ قُلُوبُهُمْ، وَصَفَتْ نُفُوسُهُمْ، وَانْقَادَتْ لِشَرْعِ اللهِ بَوَاطِنُهُمْ وَظَوَاهِرُهُمْ.\n",
        "sura": "43",
        "aya": "69",
        "page": "494"
    },
    {
        "text": "ٱدْخُلُوا۟ ٱلْجَنَّةَ أَنتُمْ وَأَزْوَٰجُكُمْ تُحْبَرُونَ",
        "tafsir": "{  تحبرون } تفرحون وتسرون سرورا يظهر حباره – بفتح الحاء وكسرها – أي أثره على وجوهكم نضرة وحسنا ؛  من الحبر – بفتحتين – وهو الأثر .  أو تزينون ؛  من الحبر – بالكسر والفتح – وهو الزينة وحسن الهيئة .\r\n\r\n",
        "sura": "43",
        "aya": "70",
        "page": "494"
    },
    {
        "text": "يُطَافُ عَلَيْهِم بِصِحَافٍ مِّن ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ ٱلْأَنفُسُ وَتَلَذُّ ٱلْأَعْيُنُ وَأَنتُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{  يطاف عليهم بصحاف من ذهب وأكواب } أي بأطعمة وأشربة في أوان من ذهب .  ولم تذكر الأطعمة والأشربة للعلم بأنه لا معنى للإطافة بالصحاف والأكواب من غير أن يكون فيها شيء .  جمع صفحة وكوب ،  وهو إناء لا عروة له يستعمل للشراب .\r\n\r\n",
        "sura": "43",
        "aya": "71",
        "page": "494"
    },
    {
        "text": "وَتِلْكَ ٱلْجَنَّةُ ٱلَّتِىٓ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "(72) - ثُمَّ يُقَالُ لِهَؤُلاَءِ الرَّاتِعِينَ فِي هَذَا النَّعِيمِ الدَّائِمِ: إِنَّ هَذِهِ هِيَ الجَنَّةُ، وَقَدْ جَعَلَهَا اللهُ بَاقِيَةً لَكُمْ كَالمِيرَاثِ الذِي يَبْقَى عَنِ المُوَرِّثِ، جَزَاءً لَكُمْ عَلَى أَعْمَالِكُم الصَّالِحَةِ، وَإِيْمَانِكُمْ بِرَبِّكُمْ.\n",
        "sura": "43",
        "aya": "72",
        "page": "494"
    },
    {
        "text": "لَكُمْ فِيهَا فَٰكِهَةٌ كَثِيرَةٌ مِّنْهَا تَأْكُلُونَ",
        "tafsir": "{فَاكِهَةٌ}\r\n(73) - وَلَكُمْ فِيهَا مِنْ أَصْنَافِ الفَوَاكِه مَا لاَ حَصْرَ لَهُ تَأْكُلُونَ مِنْهَا مَا تَتَخَيَّرونَ بِغَيْرِ حِسَابٍ لِتَتِمَّ لَكُم النِّعْمَةُ والغِبْطَةُ والحُبُورُ.\n",
        "sura": "43",
        "aya": "73",
        "page": "494"
    }
]