[{"text":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِى ٱلْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّآ إِيَّاهُ فَلَمَّا نَجَّىٰكُمْ إِلَى ٱلْبَرِّ أَعْرَضْتُمْ وَكَانَ ٱلْإِنسَٰنُ كَفُورًا","aya":"67","page":"289","tafsir":"{  إلا إياه } استثناء منقطع إذا أريد ب{  من تدعون } آلهتهم .  ومتصل إذا أريد به آلهتهم والله تعالى . <br \/>\r\n<br \/>\r\n"},{"text":"أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ ٱلْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا۟ لَكُمْ وَكِيلًا","aya":"68","page":"289","tafsir":"{  حاصبا } ريحا شديدة ترميكم بالحصباء ،  وهي الحجارة الصغار ،  واحدتها حصبة .  يقال :  حصب فلان فلانا ،  إذا رماه بها . <br \/>\r\n<br \/>\r\n"},{"text":"أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ ٱلرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا۟ لَكُمْ عَلَيْنَا بِهِۦ تَبِيعًا","aya":"69","page":"289","tafsir":"{  قاصفا من الريح } ريحا شديدة تقصف لشدتها ما مرت به من الأشجار وغيرها فتحطمه وتدقه ،  من قولهم :  قصف فلان ظهر فلان ،  إذا كسره .  أو ريحا له قصيف ،  أي صوت شديد ،  كأنها تتقصف أي تتكسر .  {  تبيعا } مطالبا يطالبنا بما فعلنا ،  انتصارا لكم ،  ودركا للثأر من جهتنا .  فعيل بمعنى فاعل أي تابع ،  بمعنى مطالب بالثأر .  ويقال لكل من طلب بثأر أو غيره :  تابع وتبيع . <br \/>\r\n<br \/>\r\n"},{"text":"وَلَقَدْ كَرَّمْنَا بَنِىٓ ءَادَمَ وَحَمَلْنَٰهُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَىٰ كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا","aya":"70","page":"289","tafsir":"no text"},{"text":"يَوْمَ نَدْعُوا۟ كُلَّ أُنَاسٍۭ بِإِمَٰمِهِمْ فَمَنْ أُوتِىَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُو۟لَٰٓئِكَ يَقْرَءُونَ كِتَٰبَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا","aya":"71","page":"289","tafsir":"{  يوم ندعو كل أناس بإمامهم } أي بنبيهم ،  أو بكتاب أعمالهم ،  فيقال :  يا أتباع موسى ،  ويا أتباع عيسى ،  ويا أتباع محمد .  أو يا أصحاب كتاب الخير ،  ويا أصحاب كتاب الشر .  {  فمن أوتي كتابه بيمينه } أي أعطى صحائف أعماله بيمينه تشريفا وبشارة .  {  ولا يظلمون } من أجورهم {  فتيلا } أي قدر فتيل ،  وهو الخيط الرقيق الذي في الحز الكائن في ظهر النواة طولا .  وهو كناية عن أنهم لا ينقصون أدنى شيء من ثوابهم . <br \/>\r\n<br \/>\r\n"},{"text":"وَمَن كَانَ فِى هَٰذِهِۦٓ أَعْمَىٰ فَهُوَ فِى ٱلْءَاخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا","aya":"72","page":"289","tafsir":"وأما الذين يؤتون كتبهم بشمالهم فهم الذين عناهم الله تعالى بقوله :  {  وما كان في هذه } أي في الدنيا {  أعمى } البصيرة{  فهو في الآخرة } لا يهتدي إلى سبيل النجاة {  وأضل سبيلا } منه في الدنيا ،  لاستحالة تداركه ما فات . <br \/>\r\n<br \/>\r\n"},{"text":"وَإِن كَادُوا۟ لَيَفْتِنُونَكَ عَنِ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُۥ وَإِذًا لَّٱتَّخَذُوكَ خَلِيلًا","aya":"73","page":"289","tafsir":"{  وإن كادوا ليفتنونك .  .  .  } {  إن } مخففة من الثقيلة ،  واسمها ضمير الشأن ،  و{  كادوا } قاربوا ،  أي إن الشأن قاربوا في ظنهم الباطل ليصرفونك بفتنتهم عما أوحينا إليك .  والآية مكية ،  نزلت فيما عرضه كفار قريش عليه صلى الله عليه وسلم .  من جعل آية الرحمة آية عذاب وبالعكس ،  وقيل مدنية ،  نزلت في وفد ثقيف . <br \/>\r\n<br \/>\r\n"},{"text":"وَلَوْلَآ أَن ثَبَّتْنَٰكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْـًٔا قَلِيلًا","aya":"74","page":"289","tafsir":"{  ولولا أن ثبتناك .  .  .  } أي ولولا تثبيتنا إياك على الحق بالعصمة لقاربت أن تميل إليهم شيئا من الميل فيما اقترحوه عليك بقوة خدعهم وشدة احتيالهم ،  لكن الله تعالى ثبتك تثبيتا ،  فمنعك بالعصمة من أن تقارب الميل ،  فضلا عن الميل نفسه إليهم .  {  لولا } حرف يدل على امتناع الجواب لوجود الشرط ،  أي امتناع القرب من الركون لوجود التثبيت ،  وإذا امتنع القرب منه امتنع هو بالضرورة .  عن ابن عباس رضي الله عنهما :  كان رسول الله معصوما ،  ولكن هذا تعريف للأمة لئلا يركن أحد منهم إلى المشركين في شيء من أحكام الله تعالى وشرائعه . <br \/>\r\n<br \/>\r\n"},{"text":"إِذًا لَّأَذَقْنَٰكَ ضِعْفَ ٱلْحَيَوٰةِ وَضِعْفَ ٱلْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا","aya":"75","page":"289","tafsir":"{  لأذقناك ضعف الحياة .  .  .  } أي عذابا مضاعفا في الحياة الدنيا ،  وعذابا مضاعفا في الممات .  والمراد به : <br \/>\r\nما يشمل العذاب في القبر والعذاب بعد البعث .  أو ضعف العذاب المعجل للعصاة في الدنيا ،  وضعف العذاب المؤجل لهم بعد الموت .  وضعف الشيء :  مثله( آية 38 الأعراف ض 259 ) ."}]