[
    {
        "text": "وَتَرَىٰهُمْ يُعْرَضُونَ عَلَيْهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِىٍّ وَقَالَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِى عَذَابٍ مُّقِيمٍ",
        "tafsir": "{  خاشعين من الذل } خاضعين متضائلين بسبب الذل ؛  من الخشوع وهو الانكسار والتواضع . {  ينظرون من طرف خفي } أي يبتدئ نظرهم من تحريك ضعيف لأجفانهم بمسارقة النظر ؛  كما يرى المصبور ينظر إلى السيف .  وهكذا الناظر إلى المكاره لا يقدر أن يفتح أجفانه عليها ويملأ عينيه منها ؛  كما يفعل في نظره إلى ما يحب . \r\n\r\n",
        "sura": "42",
        "aya": "45",
        "page": "488"
    },
    {
        "text": "وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ",
        "tafsir": "(46) - وَلاَ يَجِدُ هَؤُلاَءِ الكَافِرُونَ، الظَّالِمُونَ أَنْفُسَهمْ، مَنْ يَنْصُرُهُمْ وَيُنْقِذُهُمْ مِنْ عَذَابِ اللهِ الذِي نَزَلَ بِهِمْ. وَمَنْ يُضْلِلْهُ اللهُ فَلاَ سَبِيلَ لَهُ إِلَى الوُصُولِ إِلَى الحَقِّ والهُدَى فِي الدُّنْيَا، وَلاَ فِي الوُصُولِ إِلَى الجَنَّةِ فِي الآخِرَةِ.\n",
        "sura": "42",
        "aya": "46",
        "page": "488"
    },
    {
        "text": "ٱسْتَجِيبُوا۟ لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ مَا لَكُم مِّن مَّلْجَإٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ",
        "tafsir": "{  وما لكم من نكير } أي لا تجدون يومئذ منكرا لما ينزل لكم من العذاب ،  لاستحقاقكم له عدلا . \r\n\r\n",
        "sura": "42",
        "aya": "47",
        "page": "488"
    },
    {
        "text": "فَإِنْ أَعْرَضُوا۟ فَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا ٱلْبَلَٰغُ وَإِنَّآ إِذَآ أَذَقْنَا ٱلْإِنسَٰنَ مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ ٱلْإِنسَٰنَ كَفُورٌ",
        "tafsir": "{أَرْسَلْنَاكَ} {ٱلْبَلاَغُ} {ٱلإِنسَانَ}\r\n(48) - فَإِنْ أَعْرَضَ المُشْرِكُونَ عَمَّا أَتَيتَهُمْ بِهِ مِنْ الحَقِّ، وَلَمْ يَسْتَجِيبُوا لَكَ، فَدَعْهُمْ وَشَأْنَهُمْ، فَإِنَّنَا أَرْسَلْنَاكَ لِتُبَلِّغَهُمْ مَا أَوْحَيْنَا إِلَيكَ مِنَ الدينِ والقُرْآنِ، وَلَمْ نُرْسِلْكَ عَلَيْهِمْ حَفِيظاً تُحْصِي عَلَيْهِمْ أَعْمَالَهُمْ وَتَحْفَظُهَا.\r\nوَإِنَّا إِذَا أَصَبْنَا الإِنْسَانَ بِنِعْمَةِ مِنَّا وَرَحْمَةٍ وَرِزْقٍ فَرِحَ بِذَلِكَ وَسُرَّ، وَإِنْ أَصَابَتْهُ فَاقَةٌ أَوْ مَرَضٌ (سَيِّئَةٌ) بِسَبَبِ مَا عَمِلَ مِنَ المَعَاصِي، جَحَدَ نِعْمَتَنَا، وَآيَسَ مِنَ الخَيرِ؛ وَالإِنْسَانُ مِنْ طَبْعِهِ الجُحُودُ وَكُفْرَانُ النِّعْمَةِ.\r\nفَرِحَ بِهَا - بَطِرَ لأَِجْلِهَا.\n",
        "sura": "42",
        "aya": "48",
        "page": "488"
    },
    {
        "text": "لِّلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَٰثًا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {إِنَاثاً}\r\n(49) - اللهُ تَعَالَى هُوَ خَالِقُ السَّمَاوَاتِ والأَرْضِ وَمَالِكُهَا، وَالمُتَصَرِّفُ فِيهَا، يُعْطِي مَنْ يَشَاءُ، وَيَمْنَعُ عَمَّنْ يَشَاءُ، وَلاَ رادَّ لِحُكْمِهِ وَقَضَائِهِ، فَيَرْزُقُ مَنْ يَشَاءُ ذُرِّيةً إِنَاثاً، وَيَهَبُ مَنْ يَشَاءُ ذُريَّةً ذُكُوراً.\n",
        "sura": "42",
        "aya": "49",
        "page": "488"
    },
    {
        "text": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَٰثًا وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا إِنَّهُۥ عَلِيمٌ قَدِيرٌ",
        "tafsir": "{  ويجعل من يشاء عقيما } لا ولد له ؛  ذكرا كان أو أنثى .  يقال :  رجل عقيم ،  وجمعه عقماء وعقام .  وامرأة عقيم ،  جمعها عقائم وعقم .  وفعله كفرح ونصر وكرم وعنى . \r\n\r\n",
        "sura": "42",
        "aya": "50",
        "page": "488"
    },
    {
        "text": "وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَآئِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِىَ بِإِذْنِهِۦ مَا يَشَآءُ إِنَّهُۥ عَلِىٌّ حَكِيمٌ",
        "tafsir": "{  وما كان لبشر أن يكلمه الله إلا وحيا } دلت الآية على أن تكليم الله تعالى للبشر وقع على ثلاثة أنحاء :  الأول – بالإبقاء في القلب يقظة أو مناما ،  ويسمى وحيا ؛  وهو يشمل الإلهام والرؤيا المنامية .  مصدر وحى إليه –كوعى – وأوحى إليه مثله .  تقول العرب :  وحيث إليه وله ،  وأوحيت إليه وله ؛  ولغة القرآن الفاشية  \" أوحى \"  بالألف .  وأصل الوحي :  الإشارة السريعة .  يقال :  أمر وحى أي سريع ؛  ثم غلب استعماله فيما يلقى للمصطفين الأخيار من الكلمات الإلهية .  الثاني – بإسماع الكلام الإلهي من غير أن يرى السامع من يكلمه ؛  كما كان لموسى عليه السلام ،  وكما كان للملائكة الذين كلمهم الله في قصة خلق آدم ؛  وهو المراد بقوله تعالى : {  أو من وراء حجاب } .  الثالث – بإرسال ملك ترى صورته المعينة ،  ويسمع كلامه ؛  كجبريل عليه السلام فيوحى للنبي ما أمر الله أن يوحى به إليه ؛  وهو المعنى بقوله تعالى : {  أو يرسل رسولا فيوحى بإذنه ما يشاء } .  ومعنى الآية على ما اختاره الزمخشري :  وما صح أن يكلم الله أحدا في حال إلا موحيا أو مسمعا من وراء حجاب ،  أو مرسلا رسولا . \r\n\r\n",
        "sura": "42",
        "aya": "51",
        "page": "488"
    }
]