[
    {
        "text": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
        "tafsir": "{بِسُلْطَانٍ}\r\n(11) - فَقَالَتْ لَهُمْ الرُّسُلُ: صَحيحٌ أَنَّنَا بَشَرٌ مِثْلُكُمْ، وَلَكِنَّ اللهَ يََمَنُّ بِفَضْلِهِ عَلَى مَنْ يَشَاءُ وَيَخْتَارُ مِنْ عِبَادِهِ، فَيُؤْتِيهِ الرِّسَالَةَ وَالنُّبُوَّةَ، وَلا نَسْتَطِيعُ أَنْ نَأْتِيَكُمْ بِمَا سَأَلْتُمُوهُ مِنَ المُعْجِزَاتِ وَالخَوَارِقِ إِلاَّ بِإِذْنِ اللهِ وَأَمْرِهِ، فَهُوَ الذِي يَأْتِي بِالمُعْجِزَاتِ، وَيَأْذَنُ بِهَا، وَالمُؤْمِنُونَ يَتَوَكَّلُونَ عَلَى اللهِ فِي جَمِيعِ أُمُورِهِمْ، فَلْنَتَوَكَّلْ عَليهِ بِالصَّبْرِ عَلَى كُفْرِكُمْ، وَتَكْذِيبِكُمْ إِيَّانَا.",
        "sura": "14",
        "aya": "11",
        "page": "257"
    },
    {
        "text": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدْ هَدَىٰنَا سُبُلَنَا وَلَنَصْبِرَنَّ عَلَىٰ مَآ ءَاذَيْتُمُونَا وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
        "tafsir": "{هَدَانَا} {آذَيْتُمُونَا}\r\n(12) - وَبَعْدَ أَنْ أَجَابَهُم الأَنْبِيَاءُ عَلَى شُبُهَاتِهِمْ، أَخَذَ المُشْرِكُونَ يُخَوِّفُونَهُمْ، وَيَتَوَعَّدُونَهُمْ بِالانْتِقَامِ وَالإِيذَاءِ، فَقَالَ لَهُمُ الأَنْبِيَاءُ إِنَّنَا لا نَخَافُ تَهْدِيدَكُمْ، بَلْ نَتَوَكَّلُ عَلَى اللهِ، وَنَعْتَمِدُ عَلَيْهِ، وَكَيْفَ لاَ نَتَوَكَّلُ عَلَى اللهِ، وَقَدْ هَدَانَا لأَِقْوَمِ الطُّرُقِ وَأَوْضَحِها وَأَبْيَنِهَا؟ وَسَنَصْبِرُ عَلَى مَا أَلْحَقْتُمُوهُ بِنَا مِنَ الأَذَى بِأَقْوَالِكُمْ وَأَفْعَالِكُمْ، وَمَنْ تَوَكّلَ عَلَى اللهِ كَفَاهُ مَا أَهَمَّهُ وَأَغَمَّهُ.",
        "sura": "14",
        "aya": "12",
        "page": "257"
    },
    {
        "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا فَأَوْحَىٰٓ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ ٱلظَّٰلِمِينَ",
        "tafsir": "{ٱلظَّالِمِينَ}\r\n(13) - وَلَمَّا عَجَزَ رُؤُوسُ الكُفْرِ وَالضَّلاَلَةِ عَنْ مُقَارَعَةِ الحُجَّةِ بِالحُجَّةِ، عَمَدُوا إِلى تَهْدِيدِ الرُّسُلِ بِالنَّفْيِ وَالإِخْراجِ مِنْ بَيْنِ أَظْهُرِهِمْ، إِنْ لَمْ يَعُودُوا فِي مِلَّتِهِمْ، فَأَوْحَى اللهُ إِلَى الرُّسُلِ: أَنَّهُ تَعَالَى سَيُهْلِكُ هؤُلاءِ المُكَذِّبِينَ الظَّالِمِينَ.",
        "sura": "14",
        "aya": "13",
        "page": "257"
    },
    {
        "text": "وَلَنُسْكِنَنَّكُمُ ٱلْأَرْضَ مِنۢ بَعْدِهِمْ ذَٰلِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ",
        "tafsir": "{  مقامي } قيامي عليه  ومراقبتي له .  أو مكان وقوفه بين يدي للحساب . \r\n\r\n",
        "sura": "14",
        "aya": "14",
        "page": "257"
    },
    {
        "text": "وَٱسْتَفْتَحُوا۟ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
        "tafsir": "{  و استفتحوا } استنصروا الله على أعدائهم ،  من الفتح بمعنى النصر .  أو طلبوا من الله الحكم بينهم وبين أعدائهم ،  من الفتح بمعنى الحكم بين  الخصمين .  والسين والتاء للطلب . \r\n{  جبار } متعظم في نفسه ،  متكبر على أقرانه :  يجبر نقيصته بادعاء منزلة من التعالي لا يستحقها . \r\n{  عنيد } معاند للحق ،  مباه بما عنده ،  من العند بمعنى الميل .  يقال :  عند عن الطريق – كنصر وضرب وكرم – عنودا ،  مال ،  وعند :  خالف الحق ،  ومنه العائد ،  للبعير يحور عن الطريف ويعدل . \r\n\r\n",
        "sura": "14",
        "aya": "15",
        "page": "257"
    },
    {
        "text": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسْقَىٰ مِن مَّآءٍ صَدِيدٍ",
        "tafsir": "{  ماء صديد } هو ما يسيل من أحساد أهل النار .  وأصل الصديد :  ماء الجرح الرقيق ،  وهو بدل من {  ماء } .  {  يتجرعه } يتكلف بلعه مرة بعد أخرى ،  لمرارته وحرارته مع غلبة العطش عليه .  والجرع :  البلع .  وفعله كسمع ومنع . \r\n\r\n",
        "sura": "14",
        "aya": "16",
        "page": "257"
    },
    {
        "text": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأْتِيهِ ٱلْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٌ",
        "tafsir": "{  ولا يكاد يسيغه } أي  ولا يقارب أن يسيغه  فضلا عن الإساغة ،  بل يغص به فيشربه بعد عناء جرعة جرعة غب جرعة .  والسوغ :  انحدار الشراب في الحلق بسهولة وقبول نفس .  يقال :  ساغ الشراب سوغا وسواغا ،  إذا كان سهل المدخل . \r\n\r\n",
        "sura": "14",
        "aya": "17",
        "page": "257"
    },
    {
        "text": "مَّثَلُ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ أَعْمَٰلُهُمْ كَرَمَادٍ ٱشْتَدَّتْ بِهِ ٱلرِّيحُ فِى يَوْمٍ عَاصِفٍ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا۟ عَلَىٰ شَىْءٍ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلْبَعِيدُ",
        "tafsir": "{  مثل الذين كفروا .  .  .  } شبه ما يعمله الكافرين في الدنيا من أعمال البر والخير في حبوطها وذهابها هباء منثورا في الآخرة ،  لابتنائها على غير أساس من الإيمان والعلم لله – برماد أسرعت به الريح الشديدة الهبوب ففرقته ،  فلم يبق له أثر و . {  عاصف } شديد الريح . \r\n\r\n",
        "sura": "14",
        "aya": "18",
        "page": "257"
    }
]