[{"text":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذًا لَّظَٰلِمُونَ","aya":"79","page":"245","tafsir":"{  معاذ الله } أستجير بالله استجارة من أن نأخذ بريئا بغير برئ ،  والأصل :  ندعوك عائدين أن نأخذ إلا من وجدنا متاعنا عنده .  \r\n \r\n"},{"text":"فَلَمَّا ٱسْتَيْـَٔسُوا۟ مِنْهُ خَلَصُوا۟ نَجِيًّا قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوٓا۟ أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ ٱللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِى يُوسُفَ فَلَنْ أَبْرَحَ ٱلْأَرْضَ حَتَّىٰ يَأْذَنَ لِىٓ أَبِىٓ أَوْ يَحْكُمَ ٱللَّهُ لِى وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ","aya":"80","page":"245","tafsir":"{  فلما استيئسوا منه .  .  .  } فلما يئسوا من يوسف أن يجيبهم إلى ما سألوه يأسا كاملا ،  انفردوا عن الناس يتناجون ويتشاورون فيما يقولونه لأبيهم في شأن بنيامين .  يقال : خلص يخلص خلوصا وخالصة ،  صار خالصا .  والخالص الصافي .  والنجي :  من تساره ،  ويطلق على جماعة القوم يناجي بعضهم بعضا .  \r\n{  و من قبل ما فرطتم في يوسف } أي ومن قبل هذا قصرتم في أمر يوسف ولم تحفظوا عهد أبيكم فيه .  و{  ما } زائدة .  \r\n \r\n"},{"text":"ٱرْجِعُوٓا۟ إِلَىٰٓ أَبِيكُمْ فَقُولُوا۟ يَٰٓأَبَانَآ إِنَّ ٱبْنَكَ سَرَقَ وَمَا شَهِدْنَآ إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَٰفِظِينَ","aya":"81","page":"245","tafsir":""},{"text":"وَسْـَٔلِ ٱلْقَرْيَةَ ٱلَّتِى كُنَّا فِيهَا وَٱلْعِيرَ ٱلَّتِىٓ أَقْبَلْنَا فِيهَا وَإِنَّا لَصَٰدِقُونَ","aya":"82","page":"245","tafsir":""},{"text":"قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ عَسَى ٱللَّهُ أَن يَأْتِيَنِى بِهِمْ جَمِيعًا إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ","aya":"83","page":"245","tafsir":"{  بل سولت لكم أنفسكم .  .  .  } بل زينت لكم أنفسكم أمرا أردتموه ،  فصبري صبرا جميل .  لا شكوى معه لغير الله تعالى .  \r\n \r\n"},{"text":"وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبْيَضَّتْ عَيْنَاهُ مِنَ ٱلْحُزْنِ فَهُوَ كَظِيمٌ","aya":"84","page":"245","tafsir":"{  يا أسفا } يا حزني عليه .  والأسف :  شدة الحزن على ما فات .  يقال :  أسف على كذا يأسف .  .  .  .  .  أسفا ،  حزن أشد الحزن ،  كأنه يقول :  يا أسفا هلم فهذا أوانك ،  وألفه بدل من ياء المتكلم .  . {  فهو كظيم } مكظوم ممتلئ من الحزن ،  ممسك عليه لا يبثه ،  يقال :  كظمت الغيظ أكظمه كظما وكظوما ،  أمسكت على ما في نفسك منه على غيظ أو صفح .  \r\n \r\n"},{"text":"قَالُوا۟ تَٱللَّهِ تَفْتَؤُا۟ تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ ٱلْهَٰلِكِينَ","aya":"85","page":"245","tafsir":"{  تفتؤا تذكر يوسف } أي لا تزال تذكره تفجعاا عليه .  قال الكسائي :  فتأت وفتئت أفعل كذا ،  أي مازلت .  وقال الفراء :  إن {  لا } مضمرة ،  أي لا تفتأ ،  وإنما أضمرت لأنه ،  لا يلتبس بالإثبات .  فإن القسم إذا لم يكن معه علامة الإثبات – وهي اللام ونون التوكيد – كان على النفي ،  لأنه  لو كان مثبتا لزم أن يكون بهما عند البصريين ،  أو بأحدهما عند الكوفيين ،  فلما وجدناه خاليا منهما علمنا أن القسم  على النفي ،  أي أن جوابه منفي لا مثبت . {  حتى تكون حرضا } مشفيا على الهلاك  لطول مرضك .  وهو في الأصل مصدر حرض – من باب تعب- أشرف على الهلاك ،  فهو حرض .  \r\nو لكونه كذلك في الأصل يستوي فيه المذكر والمؤنث والواحد والجمع .  \r\n \r\n"},{"text":"قَالَ إِنَّمَآ أَشْكُوا۟ بَثِّى وَحُزْنِىٓ إِلَى ٱللَّهِ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ","aya":"86","page":"245","tafsir":"{  أشكو بثي } همي الذي انطوت عليه  نفسي .  وأصله :  التفريق وإثارة الشيء ،  كبث الريح التراب ،  واستعمل في الغم الذي لا يطيق صاحبه الصبر عليه .  \r\n \r\n"}]