[
    {
        "text": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ",
        "tafsir": "{  ولقد جاءكم يوسف من قبل .  .  .  } هو يوسف بن يعقوب عليهما السلام .  وكان مجيئه إلى<br />\r\nآبائهم ؛  فنسب ما للآباء إلى الأبناء ،  لاشتراكهم جميعا في الضلال والتكذيب . <br />\r\n<br />\r\n",
        "sura": "40",
        "aya": "34",
        "page": "471"
    },
    {
        "text": "ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ بِغَيْرِ سُلْطَٰنٍ أَتَىٰهُمْ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
        "tafsir": "{  الذين يجادلون .  .  } مبتدأ خبره  \" كبر \"  ،  والفاعل ضمير راجع إلى الجدال المفهوم من  \" يجادلون \"  ،  أي كبر جدالهم .  و  \" مقتا \"  تمييز محول عن الفاعل ؛  أي عظم بغضا جدالهم عند الله وعند المؤمنين . <br />\r\n<br />\r\n",
        "sura": "40",
        "aya": "35",
        "page": "471"
    },
    {
        "text": "وَقَالَ فِرْعَوْنُ يَٰهَٰمَٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَٰبَ",
        "tafsir": "{  يا هامان ابن لي صرحا } [ آية 38 القصص ص 137 ] .",
        "sura": "40",
        "aya": "36",
        "page": "471"
    },
    {
        "text": "أَسْبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَٰذِبًا وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ",
        "tafsir": "{  أسباب السموات } أي طرقها وأبوابها ؛  جمع سبب وهو كل ما يتوصل به إلى الشيء . {  فأطلع إلى إله موسى } فأنظر إليه . {  وإني لأظنه كاذبا } في إثبات إله غيري .  والمراد بالظن :  اليقين ؛  لقوله في آية القصص :   \" ما علمت لكم من إله غيري \"  مريدا به نفى وجود إله غيره .  وقد أسلفنا في تفسيرها :  أن أمره ببناء الصرح ورجاءه الاطلاع على إله موسى من ضروب التهكم والسخرية بموسى عليه السلام . <br />\r\n{  وما كيد فرعون إلا في تباب } وما مكره واحتياله في إبطال آيات موسى إلا في خسران وهلاك .  يقال :  تب الله فلانا ،  أي أهلكه .  وتبت يداه :  خسرتا .  وتب الشيء :  قطعه . <br />\r\n<br />\r\n",
        "sura": "40",
        "aya": "37",
        "page": "471"
    },
    {
        "text": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ",
        "tafsir": "{آمَنَ} {يٰقَوْمِ}\r\n(38) - وَقَالَ الرَجُلِ الصَّالِحُ المُؤْمِنُ: يَا قَوْمِ اتَّبِعُونِي تَرْشُدُوا، وَتَهْتَدُوا إِلَى دِينِ اللهِ الذِي أَرْسَلَ إِلَيكُمْ مُوسَى رَسُولاً.\n",
        "sura": "40",
        "aya": "38",
        "page": "471"
    },
    {
        "text": "يَٰقَوْمِ إِنَّمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَٰعٌ وَإِنَّ ٱلْءَاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ",
        "tafsir": "{يٰقَوْمِ} {ٱلْحَيَاةُ} {مَتَاعٌ}\r\n(39) - وَيَا قَوْمِ إِنَّ الحَيَاةَ الدُّنْيَا وَمَا فِيهَا مِنْ نَعِيمٍ وَتَرَفٍ إِنْ هِيَ إِلاَّ مَتَاعٌ قَلِيلٌ زَائِلٌ لاَ يَدُومِ، تَتَمَتَّعُونَ بِهِ ثُمَّ تَبْلُغُونَ أَجَلَكُمْ فَيَنْزِلُ بِكُم المَوْتُ، أَمَّا الدَّارُ الآخِرَةُ فَهِيَ دَارُ الاسْتِقْرَارِ والبَقَاءِ التِي لاَ زَوَالَ لَهَا، فَمَنْ كَانَ مُؤْمِناً، وَعَمِلَ عَمَلاً صَالِحاً، دَخَلَ الجَنَّةَ، وَبَقِيَ فِيهَا خَالِداً أَبَداً.\n",
        "sura": "40",
        "aya": "39",
        "page": "471"
    },
    {
        "text": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا وَمَنْ عَمِلَ صَٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
        "tafsir": "{صَالِحاً} {فَأُوْلَـٰئِكَ}\r\n(40) - فَمَنْ عَمِلَ فِي الحَيَاةِ الدُّنْيَا عَمَلاً سَيَّئاً، أَوِ اجْتَرَحَ إِثْماً فَإِنَّهُ لاَ يُعَاقَبُ إِلاَّ بِمِقْدَارِ عَمَلِهِ، دُونَ مُضَاعَفَةٍ لِلْعِقَابِ. وَمَنْ عَمِلَ عَمَلاً صَالِحاً، ذَكَراً كَانَ أَوْ أُنْثَى، وَهُوَ مُؤْمِنٌ، دَخَلَ الجَنَّةَ، وَتَمَتَّعَ بِمَا فِيهَا مِنْ رِزْقٍ كَرِيمٍ، وَنَعِيمٍ بِغَيْرِ حِسَابٍ وَلاَ تَحْدِيدٍ.\r\nبِغَيْرِ حِسَابٍ - بِلاَ تَحْدِيدٍ وَلاَ نِهَايَةٍ فِي الرِّزْقِ.\n",
        "sura": "40",
        "aya": "40",
        "page": "471"
    }
]