[
    {
        "text": "كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ وَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَهُوَ خَيْرٌ لَّكُمْ وَعَسَىٰٓ أَن تُحِبُّوا۟ شَيْـًٔا وَهُوَ شَرٌّ لَّكُمْ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
        "tafsir": "(216) - كَمَا أَمَرَ اللهُ تَعَالَى بِالإِنْفَاقِ عَلَى اليَتَامَى وَالمَسَاكِينِ لِحِمَايَةِ المُجْتَمَعِ مِنْ دَاخِلِهِ، كَذلِكَ فَرَضَ اللهُ الجِهَادَ عَلَى المُسْلِمِينَ، وَمُحَارَبَةَ أَعْدَاءِ الدِّينِ، لِيَكُفُّوا عَنِ الجَمَاعَةِ المُسْلِمَةِ شَرَّ أَعْدَائِها. وَالجِهَادُ فَرْضُ كِفَايَةِ إِذَا قَامَ بِهِ بَعْضُ الأُمَّةِ سَقَطَ عَنِ البَاقِينَ، وَالجِهَادُ وَاجِبٌ عَلَى كُلِّ مُسْلِمٍ غَزا أَوْ قَعَدَ، فَالقَاعِدُ عَلَيهِ أَنْ يُعينَ إِذا اسْتَعَانَ بِهِ النَّاسُ، وَأَنْ يُغيثَ إِذا اسْتَغَاثُوا بِهِ، وَأَنْ يَنْفِرَ إِذا اسْتُنْفِرَ.\r\nوَيَذْكُرُ اللهُ تَعَالَى: أَنَّ الجِهَادَ فِيهِ كُرْهٌ وَمَشَقَّةٌ عَلَى الأَنْفُسِ، مِنْ تَحَمُّلِ مَشَقَّةِ السَّفَرِ، إِلَى مَخَاطِرِ الحُرُوبِ وَمَا فِيهَا مِنَ جَرْحٍ وَقَتْلٍ وَأَسْرٍ، وَتَرْكٍ لِلْعِيَالِ، وَتَرْكٍ لِلتِّجَارَةِ وَالصَّنْعَةِ وَالعَمَلِ .. إلخ، وَلكِنْ قَدْ يَكُونُ فِيهِ الخَيْرُ لأَنَّهُ قَدْ يَعْقُبُهُ النَّصْرُ وَالظَّفَرُ بِالأَعْدَاءِ، وَالاستِيلاءُ عَلَى أَمْوَالِهِمْ وَبِلاَدِهِمْ. وَقَدْ يُحِبُّ المَرْءُ شَيئاً وَهُوَ شَرٌّ لَهُ، وَمِنْهُ القُعُودُ عَنِ الجِهَادِ، فَقَدْ يَعْقُبُهُ استِيلاءُ الأَعْدَاءِ عَلَى البِلادِ وَالحُكْمِ، وَاللهُ يَعْلَمُ عَوَاقِبَ الأُمُورِ أَكْثَرَ مِمَّا يَعْلَمُها العِبَادُ.\r\nكُرْهٌ لَكُمْ - مَكْرُوهٌ لَكُم طَبْعاً.",
        "sura": "2",
        "aya": "216",
        "page": "34"
    },
    {
        "text": "يَسْـَٔلُونَكَ عَنِ ٱلشَّهْرِ ٱلْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفْرٌۢ بِهِۦ وَٱلْمَسْجِدِ ٱلْحَرَامِ وَإِخْرَاجُ أَهْلِهِۦ مِنْهُ أَكْبَرُ عِندَ ٱللَّهِ وَٱلْفِتْنَةُ أَكْبَرُ مِنَ ٱلْقَتْلِ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ ٱسْتَطَٰعُوا۟ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِۦ فَيَمُتْ وَهُوَ كَافِرٌ فَأُو۟لَٰٓئِكَ حَبِطَتْ أَعْمَٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{  يسألونك عن الشهر الحرام قتال فيه } بعث الرسول صلى الله عليه وسلم عبد الله بن جحش الأسدى في سرية لاستطلاع أخبار قريش ولم يأمرهم بقتال ،  فقتلوا أحد المشركين ،  وقد أهل رجب وكانوا لا يعملون بإهلاله ،  فتحدث المسلمون في ذلك ،  وسألوا الرسول صلى الله عليه<br />\r\nو سلم :  هل يحل لهم القتال فيه ؟  فنزلت . <br />\r\nوقيل :  السائلون هم المشركون ،  وقد قالوا : إن محمدا وأصحابه استحلوا الدماء في الشهر الحرام . <br />\r\n{  قل قتال فيه كبير }أي عظيم مستنكر .  وفي تقرير لحرمة القتال في الشهر الحرام . <br />\r\nوالجمهور على أن هذا الحكم منسوخ ،  وأنه لا حرج في قتالهم في الأشهر الحرم ،  قاتلوا أو لم يقاتلوا-بقوله تعالى : {  فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم }{[58]} فإن المراد بالأشهر الحرم هنا : <br />\r\nهي أشهر العهد الأربعة التي أبيح للمشركين السياحة فيها ،  لا الأشهر الحرم الأربعة المعروفة ،  فالتقييد بها يفيد أن قبلهم بعد انسلاخها مأمور به في جميع الأزمنة والأمكنة . <br />\r\nو ذهب عطاء بن أبي رباح إلى أنه لا يحل القتال في الحرم ولا في الأشهر الحرم إلا أني يقاتلهم المشركون فيها ،  فلم يجز القتال فيهما إلا دفاعا .  قال الآلوسي :  والأمة اليوم على خلافه في سائر الأمصار . <br />\r\n{  وصد عن سبيل الله وكفر به }أي وصرفهم المسلمين عن كل ما يوصل إلى طاعة الله تعالى وعن المسجد الحرام ،  وشركهم بالله في بيته وحرمه ،  وإخراجهم أهله منه ،  أعظم وزرا عند الله تعالى من القتال في الشهر الحرام ،  فإن كنتم قاتلتموهم في الشهر الحرام فقد انتهكوا حرمة أعظم وأفظع . <br />\r\n{  و الفتنة أكبر من القتل }أي والشرك .  أو امتحان المسلمين بأنواع التعذيب والأذى والبلايا لصرفهم عن دينهم ،  أعظم وزرا من القتل ،  لأن الفتنة عن الدين تفضي إلى القتل الكثير في الدنيا ،  وإلى استحقاق العذاب الدائم في الآخرة . <br />\r\n{  حبطت أعماله }بطلت أعمالهم .  من قولهم :  حبطت الدابة تحبط حبطا وحبوطا  ،  إذا أصابت مرعا طيبا  ، فأفرطت في الأكل حتى انتفخت فماتت .",
        "sura": "2",
        "aya": "217",
        "page": "34"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَاجَرُوا۟ وَجَٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ أُو۟لَٰٓئِكَ يَرْجُونَ رَحْمَتَ ٱللَّهِ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{آمَنُواْ} {وَجَاهَدُواْ} {أُوْلۤـٰئِكَ} {رَحْمَةَ}\r\n(218) - يَعِدُ اللهُ تَعَالَى المُؤْمِنينَ الذِينَ دَفَعَهُمْ إِيمَانُهُمُ الصَّادِقُ إِلى الهِجْرَةِ، وَإِلى الجِهَادِ مَعَ رَسُولِ الله صلى الله عليه وسلم، لِنَصْرِ دِينِ اللهِ، وَرَدِّ أَذَى الكُفَّارِ، وَإِلى الصَّبْرِ عَلَى مَا يُصِيبُهُمْ مِنْ أَذَى المُشْرِكِينَ فِي سَبيلِ عَقِيدَتِهِمْ وَإِيمَانِهِم، بِإِحْدَى الحُسْنَيَيْنِ: النَّصْرِ أَوِ الشَّهَادَةِ، وَهؤُلاءِ المُؤْمِنُونَ الصَّابِرُونَ هُمُ الذينَ يَرْجُونَ رَحْمَةَ رَبِّهِمْ، وَاللهُ تَعَالَى لا يُخَيِّبُ رَجَاءَهُمْ، وَهُوَ وَاسِعُ المَغْفِرَةِ للتَّائِبِينَ المُسْتَغْفِرِينَ، عَظِيمُ الرَّحْمَةِ بِالمُؤْمِنِينَ.",
        "sura": "2",
        "aya": "218",
        "page": "34"
    },
    {
        "text": "يَسْـَٔلُونَكَ عَنِ ٱلْخَمْرِ وَٱلْمَيْسِرِ قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَٰفِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا وَيَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ قُلِ ٱلْعَفْوَ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
        "tafsir": "{  يسألونك عن الخمر }سأل الصحابة رسول الله صلى الله عليه وسلم فقالوا :  أفتنا في الخمر<br />\r\nوالميسر ،  فإنهما مذهبة للعقل ،  مسلبة للمال .  فنزلت هذه الآية ،  فتركها قوم وشربها آخرون .  ثم صلى أحد الصحابة المغرب إماما ،  فلم يحسن القراءة لسكره ،  فنزل : {  لا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون }{[59]} .  فرحمت تحريما في الصلاة .  ثم اجتمع بعض الصحابة يوما في دار عتبان ابن مالك : فلما سكروا افتخروا وتناشدوا أشعار الهجاء وتضاربوا ،  فشكا بعضهم إلى رسول الله صلى الله عليه وسلم فقال : اللهم بين لنا في الخمر بيانا شافيا ،  فنزل : {  إنما الخمر والميسر –إلى قوله تعالى فهل أنتم منتهون }{[60]} فقال عمر : انتهينا ،  انتهينا .  وحرمت الخمر بهذه الآية تحريما مؤبدا .  وللتدرج في التحريم حكمة بالغة ،  فإنهم وقد ألفوا الخمر لو منعوا منها دفعة واحدة لشق الأمر عليهم .  فكان في التدريج في التحريم رفق عظيم . <br />\r\nوالخمر : اسم لكل ما خامر العقل ،  أي خالطه ،  أو ستره وغطاه ،  سواء اتخذ من العنب أومن غيره ،  وفي الحديث الصحيحة ( كل مسكر خمر ،  وما أسكر منه الفرق{[61]} فملء الكف منه حرام ) .  ولعن رسول الله عليه وسلم عاصرها ومعتصرها ،  وشاربها وساقيها ،  وحاملها والمحمولة إليه ،  وبائعها والمبتاعة إليه ،  وواهبها وآكل ثمنها } .  أخرجه الترمذي .  والخمر : يؤنث ويذكر . <br />\r\n{  والميسر }القمار ،  مصدر ميمي من يسر ،  كالموعد من وعد .  مشتق من اليسر ،  لأنه كسب المال بسهولة .  وأصله : قمار العرب بالأزلام والأقلام ،  وفي حكمه كل شيء فيه خطر ،  أي رهان . <br />\r\n{  ويسألونكم ماذا ينفقون }سألوا الرسول صلى الله عليه وسلم حين حثهم على الصدقة ماذا ينفقون ؟  فقال تعالى :  {  قل العفو }أي أنفقوا العفو ،  وهو ما يفضل عن الأهل ويزيد عن الحاجة .  وهذا القدر هو الذي يتيسر إخراجه ويسهل بذله ،  ولا يجهد صاحبه ،  وقد يبين بآية الزكاة .  وأصل العفو :  نقيض الجهد ،  ولذا يقال للأرض الممهدة السهلة الوطء : عفو .",
        "sura": "2",
        "aya": "219",
        "page": "34"
    }
]