[
    {
        "text": "وَمِنْ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلْأَرْضُ بِأَمْرِهِۦ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ ٱلْأَرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ",
        "tafsir": "{آيَاتِهِ}\r\n(25) - ومِنَ الحُجَجِ الدَّالَّةِ عَلَى قُدْرَةِ اللهِ تَعَالَى عَلَى مَا \r\nيَشَاءُ، قِيَامُ السَّمَاءِ والأَرض بِلاَ عَمَدٍ تَحْمِلُها، وَلا \r\nأَرْبِطَةٍ تَشُدُّها، وإِنَّما تَقُومَانِ بأمرِهِ وَتدبِيرِهِ، بِمَوْجِبِ \r\nنِظَامٍ قَدَّرَهُ وَأَقَامَهُ فِي الوُجُودِ، وَلاَ يَزَالُ الأمرُ كَذَلِكَ \r\nحتَّى يَنْتَهيَ أجلُ العالمِ في المَوعِدِ الذي حَدَّدَهُ اللهُ \r\nلانتِهَائِهِ، فَتُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ، وتُدَكُّ الجِبَالُ، وَحِينَئِدٍ يَأْمُرُ اللهُ فَيُنْفَخُ في الصُّورِ، فَيَخْرُجُ البَشَرُ مِنَ \r\nالأَجْدَاثِ سِرَاعاً إِلى رَبِّهِمْ مُسْتَجِيبِينَ لِدَعْوَتِهِ تَعَالى.\r\n\n",
        "sura": "30",
        "aya": "25",
        "page": "407"
    },
    {
        "text": "وَلَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ كُلٌّ لَّهُۥ قَٰنِتُونَ",
        "tafsir": "{  قانتون } مطيعون طاعة انقياد ،  لا يمتنعون عليه في شيء يريد فعله بهم ،  وإن عصاه بعضهم في العبادة .\r\n\r\n",
        "sura": "30",
        "aya": "26",
        "page": "407"
    },
    {
        "text": "وَهُوَ ٱلَّذِى يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ ٱلْمَثَلُ ٱلْأَعْلَىٰ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "tafsir": "{  وهو أهون عليه } أي البعث أسهل عليه تعالى من البدء .  والأسهلية على طريق التمثيل والتقريب ؛  بما هو معروف عند الناس من أن إعادة الشيء من مادته الأولى أسهل من ابتدائه ؛  ولله المثل الأعلى !  فلا يقاس على خلقه في ذلك !  فإن كل الممكنات بالنسبة إلى قدرته سواء .\r\n\r\n",
        "sura": "30",
        "aya": "27",
        "page": "407"
    },
    {
        "text": "ضَرَبَ لَكُم مَّثَلًا مِّنْ أَنفُسِكُمْ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَٰنُكُم مِّن شُرَكَآءَ فِى مَا رَزَقْنَٰكُمْ فَأَنتُمْ فِيهِ سَوَآءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ كَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍ يَعْقِلُونَ",
        "tafsir": "{  هل لكم مما ملكت أيمانكم .  .  .  } أي إنكم لا ترضون أن يشارككم فيها رزقناكم من الأموال ونحوها مماليككم ؛  وهم أمثالكم في البشرية غير مخلوقين لكم .  فكيف تشركون به سبحانه في المعبودية التي هي من خصائصه تعالى :  مخلوقه !  بل مصنوع مخلوقه !  حيث تصنعونه بأيديكم ثم تعبدونه من دونه .  وجملة{  فأنتم فيه سواء } في موضع الجواب للاستفهام الإنكاري ؛  أي فأنتم وهم مستوون في التصرف فيه !  ؟  وقوله{  تخافونهم } خبر ثان ل  \" أنتم \"  .  وقوله{  كخيفتكم } صفة لمصدر محذوف ؛  أي خيفة كائنة مثل خيفتكم من هو من نوعكم .  أي تخافون أن تستبدوا بالتصرف فيه بدون رأيهم كخيفتكم من الأحرار المساهمين لكم .\r\n\r\n",
        "sura": "30",
        "aya": "28",
        "page": "407"
    },
    {
        "text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓا۟ أَهْوَآءَهُم بِغَيْرِ عِلْمٍ فَمَن يَهْدِى مَنْ أَضَلَّ ٱللَّهُ وَمَا لَهُم مِّن نَّٰصِرِينَ",
        "tafsir": "{نَّاصِرِينَ}\r\n(29) - وَلكِنَّ الذِينَ ظَلمُوا أَنْفُسَهُمْ بكُفْرِهِمْ باللهِ، قَدِ \r\nاتَّبَعُوا أَهْوَاءَهُمْ جَهْلاً مِنهُمْ بحَقِّ اللهِ عَلَيهِمْ، وَعَظَمَتهِ، \r\nفَأَشْرَكُوا الأَصْنَامَ والأَوْثَانَ مَعَهُ في العِبَادَةِ، وَلا حُجَّةَ \r\nوَلا دَليلَ لَهُم في عَبَادَتِها، فَمَنْ ذَا الذِي يَسْتَطِيعُ أَنْ \r\nيَهْدِيَ بَشَراً قَدْ خَلَقَ اللهُ فيهِ الاسْتِعْدَادَ لِلضَّلاَلَةِ؟ وَهؤلاءِ \r\nالظَّالِمُونَ لأنفُسِهِمْ ليسَ لًَهُمْ مَنْ يَنْصُرُهُمْ مِنْ قَضَاءِ اللهِ \r\nوقدَرِهِ، وَلا مَنْ يُجِيرُهُمْ مِنْ بَأْسِهِ وَعِقَابِهِ.\n",
        "sura": "30",
        "aya": "29",
        "page": "407"
    },
    {
        "text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ ٱللَّهِ ٱلَّتِى فَطَرَ ٱلنَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ ٱللَّهِ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
        "tafsir": "{  فأقم وجهك للدين } أقبل على الدين إقبالا كاملا غير ملتفت إلى سواه واثبت عليه . {  حنيفا } مائلا على الحق ،  معرضا عن كل باطل [ آية 135 البقرة ص 48 ] .  والخطاب له صلى الله عليه وسلم والمراد هو وأمته . {  فطرت الله } أي الزموا الله بالجرى على موجبها ،  وعدم الإخلال به باتباع الهوى ووساوس الشيطان ،  والفطرة .  قابلية الدين الحق والتهيؤ لإدراكه .  و هي دين الإسلام والتوحيد ،  ومعنى\r\nفطر الناس عليه :  أن الله خلقهم قابلين له ،  غير نابين عنه ،  منساقين إليه إذا خلوا وأنفسهم ،  دون أن تعترضهم الأهواء والوساوس . {  ذلك الدين القيم } أي الدين المأمور بإقامة الوجه له :  هو الدين المستوى الذي لا اعوجاج فيه ،  ولا انحراف عن الحق بحال ،  وهو دين الإسلام .",
        "sura": "30",
        "aya": "30",
        "page": "407"
    },
    {
        "text": "مُنِيبِينَ إِلَيْهِ وَٱتَّقُوهُ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُشْرِكِينَ",
        "tafsir": "{  منيبين إليه } راجعين إليه تعالى بالتوبة وإخلاص العمل .  يقال :  أناب إلى الله إنابة ،  رجع ؛  حال من فاعل الزموا المقدرة .  وقوله : {  واتقوه وأقيموا الصلاة ولا تكونوا } معطوف على الزموا .\r\n\r\n",
        "sura": "30",
        "aya": "31",
        "page": "407"
    },
    {
        "text": "مِنَ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًا كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
        "tafsir": "{  وكانوا شيعا } فرقا مختلفة في الدين ،  تشايع كل فرقة كبيرها الذي أضلها .\r\n\r\n",
        "sura": "30",
        "aya": "32",
        "page": "407"
    }
]