[
    {
        "text": "قَٰتِلُوهُمْ يُعَذِّبْهُمُ ٱللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ",
        "tafsir": "{  قاتلوهم .  .  .  } قاتلوا هؤلاء الناكثين الذين طعنوا في دينكم وبدءوكم بالقتال ،  حيث هموا بإخراج الرسول من مكة ،  وقاتلوا خزاعة حلفاءكم ،  فليس لهؤلاء عهد ولا ذمة ،  إلا من تاب منهم ورجع إلى الله فكفوا عن قتاله . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "14",
        "page": "189"
    },
    {
        "text": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "tafsir": "(15) وَيُذْهِبُ اللهُ بِنَصْرِكُمْ عَلَى الكَافِرِينَ، مَا فِي قُلُوبِ هَؤُلاَءِ المُؤْمِنِينَ مِنْ غَيْظٍ عَلَى جَمَاعَةِ الكُفْرِ، بِسَبَبِ غَدْرِهِمْ وَظُلْمِهِمْ وَاعْتِدَائِهِمْ، وَيَتُوبُ اللهُ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ، مِنْ غَيْرِ هَؤُلاَءِ، وَيُوَفِّقُهُمْ لِلإِيمَانِ وَيَتَقَبَّلُهُ مِنْهُمْ، وَاللهُ عَلِيمٌ بِمَا يُصْلِحُ عِبَادَهُ، حَكِيمٌ فِي أَفْعَالِهِ وَأَقْوَالِهِ.\r\nغَيْظَ قُلُوبِهِمْ - غَيْظَهَا الشَّدِيدَ وَغَضَبَهَا.",
        "sura": "9",
        "aya": "15",
        "page": "189"
    },
    {
        "text": "أَمْ حَسِبْتُمْ أَن تُتْرَكُوا۟ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُوا۟ مِنكُمْ وَلَمْ يَتَّخِذُوا۟ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلْمُؤْمِنِينَ وَلِيجَةً وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
        "tafsir": "{  أم حسبتم أن تتركوا .  .  .  } خطاب لمن شق عليهم القتال من المؤمنين أو المنافقين ،  وبيان للحكمة في الأمر به ،  وأنها الامتحان والتمحيص .  أي بل أظننتم أن تتركوا دون أن تؤمروا بقتال المشركين ،  ولما يعلم الله المخلصين منكم فيه غير المتخذين بطانة من المشركين ،  يفشون إليهم أسرارهم ويداخلونهم في أمورهم ،  أي ولم يظهر الله الذين جاهدوا منكم مع الإخلاص ،  ممن جاهدوا بدونه ،  ولم يميز لكم هؤلاء من أولئك .  فنفي العلم مجاز عن نفي التبيين والإظهار .  فكلمة {  أم } بمعنى بل التي للإضراب الانتقالي وهمزة الاستفهام الإنكاري .  و{  لما } للنفي مع توقع الحصول .  و{  وليجة } أي بطانة ،  من الولوج وهو الدخول .  ووليجة الرجل :  من يداخله في باطن أموره ،  وهو صاحب سره .  وقوله{  ولم يتخذوا } معطوف على {  جاهدوا } داخل في حيز صلة الموصول .  ونظير هذه الآية قوله تعالى :  {  أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون . و لقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكاذبين }{[178]} ،  وقوله تعالى :  {  ما كان الله ليذر المؤمنين على ما أنتم عليه حتى يميز الخبيث من الطيب }{[179]} .",
        "sura": "9",
        "aya": "16",
        "page": "189"
    },
    {
        "text": "مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا۟ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلْكُفْرِ أُو۟لَٰٓئِكَ حَبِطَتْ أَعْمَٰلُهُمْ وَفِى ٱلنَّارِ هُمْ خَٰلِدُونَ",
        "tafsir": "{  ما كان للمشركين .  .  .  } افتخر المشركون بأنهم عمار المسجد الحرام ،  وحجبة الكعبة ،  وأنهم يقرون الحجيج ويفكون العاني أي الأسير ،  فنزلت الآية .  أي ما ينبغي للمشركين أن يعمروا المسجد الحرام بدخوله والخدمة فيه ،  حال كونهم مقرين على أنفسهم بالكفر بسجودهم للأصنام ،  وهو محبط لكل ما عملوا من بر وخير وافتخروا به ،  موجب لخلودهم في النار .  وذكر المسجد الحرام بلفظ الجمع لأنه قبلة المساجد كلها ،  فعامره كعامرها . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "17",
        "page": "189"
    },
    {
        "text": "إِنَّمَا يَعْمُرُ مَسَٰجِدَ ٱللَّهِ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمْ يَخْشَ إِلَّا ٱللَّهَ فَعَسَىٰٓ أُو۟لَٰٓئِكَ أَن يَكُونُوا۟ مِنَ ٱلْمُهْتَدِينَ",
        "tafsir": "{  إنما يعمر مساجد الله .  .  .  } بيان لصفات من هم أهل لعمارة المساجد ،  وهي الأربعة المذكورة الجامعة لخيري الدنيا والآخرة . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "18",
        "page": "189"
    },
    {
        "text": "أَجَعَلْتُمْ سِقَايَةَ ٱلْحَآجِّ وَعِمَارَةَ ٱلْمَسْجِدِ ٱلْحَرَامِ كَمَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَجَٰهَدَ فِى سَبِيلِ ٱللَّهِ لَا يَسْتَوُۥنَ عِندَ ٱللَّهِ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
        "tafsir": "{  أجعلتم سقاية } أي أتسوون أهل سقاية الحجيج وعمارة المسجد الحرام منكم ،  وأنتم على هذا<br />\r\nالشرك ،  بمن آمن بالله وأخلص له العبادة ،  وجاهد في سبيله بالنفس والمال .  كلا .  وقد بين الله فضلهم وعظم منزلتهم في الآية التالية . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "19",
        "page": "189"
    },
    {
        "text": "ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ ٱللَّهِ وَأُو۟لَٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
        "tafsir": "{آمَنُواْ} {وَجَاهَدُواْ} {بِأَمْوَالِهِمْ} {وَأُوْلَـٰئِكَ} {ٱلْفَائِزُونَ}\r\n(20) - فَالذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللهِ بِأَمْوَالِهِمْ وَأنْفُسِهِمْ، هُمْ أعْظَمُ عِنْدَ اللهِ دَرَجَةً وَمَقَاماً، وَأكْثَرُ مَثُوبَةً مِنَ الذِينَ عَمَّرُوا المَسْجِدَ الحَرَامَ، وَسَقَوْا الحَاجَ فِي الجَّاهِلِيةِ. وَهَؤُلاَءِ المُؤْمِنُونَ المُجَاهِدُونَ فِي اللهِ حَقَّ جِهَادِهِ هُمُ الفَائِزُونَ بِرَحْمَةِ اللهِ، وَرِضْوَانِهِ وَجَنَّاتِهِ.",
        "sura": "9",
        "aya": "20",
        "page": "189"
    }
]