[
    {
        "text": "وَقَالَتِ ٱلْيَهُودُ وَٱلنَّصَٰرَىٰ نَحْنُ أَبْنَٰٓؤُا۟ ٱللَّهِ وَأَحِبَّٰٓؤُهُۥ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ ٱلْمَصِيرُ",
        "tafsir": "{وَٱلنَّصَارَىٰ} {أَبْنَاءُ} {وَأَحِبَّاؤُهُ} {ٱلسَّمَاوَاتِ}\r\n(18) - قَالَ كُلٌّ مِنَ اليَهُودِ وَالنَّصَارَى نَحْنُ مُنْتَسِبُونَ إلى أنْبِيَاءِ اللهِ، وَهُمْ بَنُوهُ، وَلَهُ بِهِمْ عِنَايَةٌ، وَهُوَ يُحِبُّنَا.\r\nوَأوْرَدُوا فِي كِتَابِهِمْ أنَّ اللهَ قَالَ لِعَبْدِهِ إِسْرَائِيلَ (يَعْقُوبَ) أنْتَ ابْنِي البِكْرُ. فَحَمَلُوا هَذا القَوْلَ عَلَى غَيْرِ تَأوِيلِهِ وَحَرَّفُوهُ. وَقَدْ رَدَّ عَلَيْهِمْ غَيْرُ وَاحِدٍ مِنْ عُقَلائِهِمْ: إنَّ هذا القَوْلَ يُطْلَقُ عِنْدَهُمْ عَلَى سَبيلِ التَّكْرِيمِ وَالتَّشْرِيفِ.\r\nوَوَرَدَ فِي الإِنجيلِ: إنَّ المَسِيحَ قَالَ لَهُمْ: إنِّي ذَاهِبٌ إلى أبي وَأبِيكُمْ، يَعْنِي رَبِّي وَرَبِّكُمْ.\r\nوَيَقُولُ اللهُ تَعَالَى لِمُحَمَّدٍ رَدّاً عَلَى أقْوالِ هَؤُلاءِ وَهَؤُلاءِ أنْ يَقُولَ لَهُمْ: لَوْ كَنْتُمْ كَمَا تَدَّعُونَ أبْنَاءَ اللهِ وَأحِبَّاءَهُ فَلِمَ أعَدَّ اللهُ لَكُمْ جَهَنَّمَ جَزَاءً لَكُمْ عَلَى كُفْرِكُمْ وَكَذِبِكُمْ وَافِتِرائِكُمْ؟ بَلْ أنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ اللهُ، وَلَكُمْ أسْوَةٌ بِأمْثَالِكُمْ، وَهُوَ سَبْحَانَهُ خَالِقُ السَّمَاوَاتِ وَالأرْضِ، وَالحَاكِمُ المَتَصَرِّفُ فِي جَمِيعِ عِبَادِهِ، فَيَغْفِرُ لِمَنْ يَشَاءُ، وَيُعَذِّبُ مَنْ يَشَاءُ، وَلا مَعَقِّبَ عَلَى حُكْمِهِ، وَهُوَ سَريعُ الحِسَابِ.",
        "sura": "5",
        "aya": "18",
        "page": "111"
    },
    {
        "text": "يَٰٓأَهْلَ ٱلْكِتَٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِّنَ ٱلرُّسُلِ أَن تَقُولُوا۟ مَا جَآءَنَا مِنۢ بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَآءَكُم بَشِيرٌ وَنَذِيرٌ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  يبين لكم على فترة من الرسل }أي يبين لكم شرائع الدين على انقطاع من الرسل ، و طموس من السبل ، وتغيرالأديان ، وكثرة عبادة الأوثان ، فكانت النعمة به أتم النعم . وأصل الفترة : الانقطاع ، يقال : فتر الماء إذا انقطع عما كان عليه من البرودة إلى السخونة . وفتر عن عمله يفتر ويفتر فتورا ، إذا انقطع عما كان عليه من الجد . وسميت المدة التي بين النبيين فترة ، لفتور الدواعي فيها إلى العمل بتلك الشرائع . <br />\r\n<br />\r\n",
        "sura": "5",
        "aya": "19",
        "page": "111"
    },
    {
        "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَٰقَوْمِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكًا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَٰلَمِينَ",
        "tafsir": "{يَاقَوْمِ} {وَآتَاكُمْ} {ٱلْعَٱلَمِينَ}\r\n(20) - وَاذْكُرْ يَِا مُحَمَّدُ لأهْلِ الكِتَابِ، وَأَنْتَ تُبِلِّغُهُمْ دَعْوَةَ رَبِّهِمِ، مَا قَالَهُ مُوسَى لِقَوْمِهِ، وَمَا ذَكَّرَهُمْ بِهِ مِنْ أَنْعُمِ اللهِ وَأفْضَالِهِ عَلَيهِمْ، بِمَا جَمَعَهُ لَهُمْ مِنْ خَيْرِ الدُّنْيَا وَالآخِرَةِ، لَوِ اسْتَقَامُوا عَلَى الهُدَى، فَقَدْ جَعَلَ الأَنْبِياءَ فِيهِمْ، كُلَّمَا هَلَكَ نَبِيٌّ قَامَ فِيهِمْ نَبِيٌّ يَدْعُوهُم إلى اللهِ، وَيُحَذِّرُهُمْ نِقَمَهُ، وَأنَّهُ تَعَالَى قَدْ جَعَلَهُمْ مُلُوكاً (بِمَعْنَى أنَّ وَاحِدَهُمْ يَمْلِكُ نَفْسَهُ وَمَالَهُ وَأهْلَهُ - وَقَالَ ابْنُ عَبَّاسٍ: كَانَ الرَّجُلُ مِنْ بَنِي إسْرَائِيلَ إذَا كَانَتْ لَهُ زَوْجَةٌ وَخَادِمٌ وَدَارٌ سُمِّيَ مَلِكاً). وَأنَّهُ تَعَالَى آتَاهُمْ مَا لَمْ يُؤْتِ أحَداً مِنَ العَالَمِينَ مِنْ أهْلِ زَمَانِهِمْ، فَقَدْ أنْزَلَ اللهُ عَلَيْهِمْ المَنَّ وَالسَّلْوَى، وَظَلَّلَهُمْ بِالغَمَامِ فِي مَسِيرَتِهِمْ فِي صَحْرَاءِ سِينَاءَ.",
        "sura": "5",
        "aya": "20",
        "page": "111"
    },
    {
        "text": "يَٰقَوْمِ ٱدْخُلُوا۟ ٱلْأَرْضَ ٱلْمُقَدَّسَةَ ٱلَّتِى كَتَبَ ٱللَّهُ لَكُمْ وَلَا تَرْتَدُّوا۟ عَلَىٰٓ أَدْبَارِكُمْ فَتَنقَلِبُوا۟ خَٰسِرِينَ",
        "tafsir": "{  ادخلوا الأرض المقدسة }هي بيت المقدس ، وقيل : دمشق وفلسطين والأردن . وقيل : أرض الطور وما حوله . <br />\r\n<br />\r\n",
        "sura": "5",
        "aya": "21",
        "page": "111"
    },
    {
        "text": "قَالُوا۟ يَٰمُوسَىٰٓ إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّىٰ يَخْرُجُوا۟ مِنْهَا فَإِن يَخْرُجُوا۟ مِنْهَا فَإِنَّا دَٰخِلُونَ",
        "tafsir": "{  إن فيها قوما جبارين }شديدي البطش متغلبين ، لا تتأتي مقاومتهم ، وكانوا من العمالقة بقايا قوم عاد ، استحوذوا عليها وملكوها بعد أن كانت في حوزة اليهود في زمن يعقوب عليه السلام . جمع جبار ، صيغة مبالغة ، من جبر- الثلاثي- وهو الذي يقهر الناس ويكرهم على ما يريده . <br />\r\n<br />\r\n",
        "sura": "5",
        "aya": "22",
        "page": "111"
    },
    {
        "text": "قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنْعَمَ ٱللَّهُ عَلَيْهِمَا ٱدْخُلُوا۟ عَلَيْهِمُ ٱلْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَٰلِبُونَ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
        "tafsir": "{غَالِبُونَ}\r\n(23) - فَلَمَّا نَكَلَ بَنُو إسْرَائِيلَ عَنْ إطَاعَةِ أمْرِ رَبِّهِمْ، وَمُتَابَعَةِ مُوسَى، حَرَّضَهُمْ رَجُلاَنِ، للهِ عَلَيْهِمَا نِعْمَةٌ عَظِيمَةٌ، وَهُمَا مِمَّنْ يَخَافُ اللهُ وَيَخْشَى عِقَابَهُ، فَقَالاَ لِقَوْمِهِمَا: إنْ تَوَكَّلْتُمْ عَلَى اللهِ، وَتَبِعْتُمْ أمْرَهُ، وَوَافَقْتُمْ رَسُولَهُ، نَصَرَكُمْ رَبُّكُمْ عَلى أعْدَائِكُمْ، وَأيَّدَكُمْ وَأظْفَرَكُمْ بِهِمْ، وَدَخَلْتُمُ البَلَدَ الذِي كَتَبَ اللهُ لَكُمُ السُّكْنَى فِيها، فَلَمْ يَنْفَعْ فِيهِمْ هذا القَوْلُ شَيئاً.",
        "sura": "5",
        "aya": "23",
        "page": "111"
    }
]