[{"text":"يَسْتَفْتُونَكَ قُلِ ٱللَّهُ يُفْتِيكُمْ فِى ٱلْكَلَٰلَةِ إِنِ ٱمْرُؤٌا۟ هَلَكَ لَيْسَ لَهُۥ وَلَدٌ وَلَهُۥٓ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا ٱثْنَتَيْنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُوٓا۟ إِخْوَةً رِّجَالًا وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ يُبَيِّنُ ٱللَّهُ لَكُمْ أَن تَضِلُّوا۟ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۢ","tafsir":"{  يفتيكم في الكلالة }( راجع آية 12 من هذه السورة ص 142 ) . {  ليس له ولدا }أي ولا ولد ، ولم يذكر في الآية لعلمه من لفظ الكلالة . {  وله أخت }أي لأبوين أو لأب .  وأما الأخت . لأم ففرضها السدس ، كما في آية 12 من هذه السورة{[119]} .  والله اعلم .","sura":"4","aya":"176","page":"106"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَوْفُوا۟ بِٱلْعُقُودِ أُحِلَّتْ لَكُم بَهِيمَةُ ٱلْأَنْعَٰمِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّى ٱلصَّيْدِ وَأَنتُمْ حُرُمٌ إِنَّ ٱللَّهَ يَحْكُمُ مَا يُرِيدُ","tafsir":"{  أوفوا بالعقود }بالعهود المؤكدة ، وهي ما ألزمه الله عباده وعقده عليهم من التكاليف ، وما يعقدونه فيما بينهم من عقود المعاملات والأمانات ونحوها ، مما يطلب شرعا الوفاء به . والإيفاء والوفاء : الإتيان بالشيء وافيا . يقال : وفى ووفى و أوفى بمعنى . والعقود : جمع عقد ، وأصله الربط محكما ، تجوز به عن العهد الموثق ، وهو المراد هنا . {  أحل لكم بهيمة الأنعام }البهيمة : اسم لذوات الأربع من دواب البر والبحر . والأنعام : الإبل والبقر والغنم ، ولا يدخل فيها الحافر لغة . والإضافة للبيان ، وهي بمعنى {  من }كخاتم فضة . وألحق بها في حل الأكل ما يماثلها في الاجترار وعدم الأنياب ، كالظباء و بقر الوحش .\r\n{  إلا ما يتلى عليكم }أي إلا ما يتلى عليكم تحريمه في الآية الثالثة . {  غير محلى الصيد وأنتم حرم }أي أحلت لكم بهيمة الأنعام كلها ، غير مجوزين للاصطياد أو الانتفاع بالمصيد وأنتم محرمون بحج أو عمرة ، سواء أكنتم في الحل أم في الحرم . يقال : أحرم فهو محرم وحرام و هم حرم . فإذا تحللتم من الإحرام حل لكم ذلك ،  لقوله تعالى : {  وإذا حللتم فاصطادوا } . وفي حكم المحرم من كان في الحرم وليس محرما . و{  غير }حال من الضمير في {  لكم } . و{  محلى } : جمع محل بمعنى مستحل . و{  الصيد }مصدر بمعنى الاصطياد ، أو اسم للحيوان المصيد .  و جملة{  وأنتم حرم }حال من الضمير في{  محلي } .\r\n\r\n","sura":"5","aya":"1","page":"106"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحِلُّوا۟ شَعَٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهْرَ ٱلْحَرَامَ وَلَا ٱلْهَدْىَ وَلَا ٱلْقَلَٰٓئِدَ وَلَآ ءَآمِّينَ ٱلْبَيْتَ ٱلْحَرَامَ يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَٰنًا وَإِذَا حَلَلْتُمْ فَٱصْطَادُوا۟ وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ أَن صَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ أَن تَعْتَدُوا۟ وَتَعَاوَنُوا۟ عَلَى ٱلْبِرِّ وَٱلتَّقْوَىٰ وَلَا تَعَاوَنُوا۟ عَلَى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَٱتَّقُوا۟ ٱللَّهَ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ","tafsir":"{  لا تحلوا شعائر الله }لا تنتهكوا حرمة أعلام دين الله و متعبداته في الحج وهي مناسكه . أو الأعمال الحجية التي جعلها الله علامة على طاعته والتسليم إليه . جمع شعيرة بمعنى العلامة( آية 153 البقرة ص 53 ) .\r\n{  ولا الشهر الحرام }ولا تحلوا الأشهر الحرم الأربعة بالقتال فيها ،  وهو عند الجمهور منسوخ بآية : {  فاقتلوا المشركين حيث وجدتموهم }{[120]} . {  ولا الهدي }ولا تحلوا حرمة ما يهدي إلى البيت الحرام من الأنعام تقربا إلى الله تعالى بالتعرض له ، {  ولا الهدي }ولا تحلوا حرمة ما يهدي إلى البيت الحرام من الأنعام تقربا إلى الله تعالى بالتعرض له ، بنحو غصب أو سرقة أو حبس عن بلوغه محله . {[121]}\r\n{  ولا القلائد }جمع قلادة وهي ما يقلد به الهدي ليعلم أنه مهدى إلى البيت الحرام فلا يتعرض له أحد بسوء . والمراد : لا تحلوا ذوات القلائد وهي البدن بالتعرض لها . وخصت بالذكر مع أنها من الهدي اعتناء بها ، لأن الثواب فيها أكثر ، وبهاء الحج بها أظهر . {  ولا آمين البيت الحرام }أي ولا تحلوا أذى قوم قاصدين البيت الحرام . جمع آم ،  من الأم وهو القصد المستقيم . والمراد بهم المشركون ، وهو منسوخ بآية : {  فلا يقربوا المسجد الحرام بعد عامهم هذا }{[122]} أو بآية السيف أو بهما .\r\n{  يبتغون فضلا }المراد منه :  التجارة والمكاسب . {  ورضوانا }هو ما يطلبونه من الرضاء بزعمهم .\r\n{  ولا يجرمنكم شنآن قوم }لا يحملنكم بغضكم للمشركين من أجل صدهم إياكم عن المسجد الحرام يوم الحديبية على اعتدائكم عليهم انتقاما منهم  ،  من جرمه على كذا حمله عليه .  أولا يكسبنكم بغضكم لهم الاعتداء عليهم ،  من جرم بمعنى كسب ، غير أنه يستعمل غالبا في كسب ما لا خير فيه ، ومنه الجريمة . وأصل الجرم قطع الثمرة من الشجرة  ،  وأطلق على الكسب لأن الكاسب ينقطع لكسبه .  والشنآن : البغض أو البغض المصحوب بتقزز . مصدر شنأه-كمنعه وسمعه-أي أبغضه .\r\n{  وتعاونوا على البر والتقوى }أي على فعل الطاعات واجتناب المنكرات والمنهيات . {  ولا تعاونوا على الإثم }وهو ترك ما أمر الله بفعله ، وفعل ما أمر بتركه . {  والعدوان }وهو مجاوزة حدود الله .","sura":"5","aya":"2","page":"106"}]