[
    {
        "text": "وَٱلَّذِينَ يُحَآجُّونَ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ٱسْتُجِيبَ لَهُۥ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
        "tafsir": "{  حجتهم داحضة } باطلة زائلة ؛  كالشيء الذي يزل عن موضعه [ آية 56 الكهف ص 480 ] .",
        "sura": "42",
        "aya": "16",
        "page": "485"
    },
    {
        "text": "ٱللَّهُ ٱلَّذِىٓ أَنزَلَ ٱلْكِتَٰبَ بِٱلْحَقِّ وَٱلْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٌ",
        "tafsir": "{  والميزان } أي وأنزل الميزان ،  أي العدل الذي يحكم به بين الناس .  وإنزاله :  أمرهم به وتكليفهم إقامته .  وتسميته ميزانا من تسمية الشيء باسم آلته ؛  لأن الميزان آلة الإنصاف بين الناس في المعاملات . {  لعل الساعة قريب } لعل مجيئها قريب .  أو لعل البعث قريب . \r\n\r\n",
        "sura": "42",
        "aya": "17",
        "page": "485"
    },
    {
        "text": "يَسْتَعْجِلُ بِهَا ٱلَّذِينَ لَا يُؤْمِنُونَ بِهَا وَٱلَّذِينَ ءَامَنُوا۟ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا ٱلْحَقُّ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِى ٱلسَّاعَةِ لَفِى ضَلَٰلٍۭ بَعِيدٍ",
        "tafsir": "{  يستعجل بها الذين لا يؤمنون بها } استعجال استهزاء وإنكار . {  والذين آمنوا مشفقون منها } خائفون من قيامها مع اعتناء بها ؛  أنهم لا يدرون ما الله فاعل بهم ؛  من الإشفاق وهو عناية مشوبة بخوف ،  لأن المشفق يحب المشفق عليه ويخاف ما يلحقه .  فإذا عدي بمن فمعنى الخوف فيه أظهر ،  وإذا عدي بفي فمعنى العناية فيه أظهر ؛  كما في قوله تعالى :   \" إنا كنا قبل في أهلنا مشفقين \"  {[305]} .",
        "sura": "42",
        "aya": "18",
        "page": "485"
    },
    {
        "text": "ٱللَّهُ لَطِيفٌۢ بِعِبَادِهِۦ يَرْزُقُ مَن يَشَآءُ وَهُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
        "tafsir": "{  الله لطيف بعباده } بار بهم ورفيق ،  يفيض عليهم أجمعين من صنوف البر مالا تبلغه العقول .  وقيل :  اللطف منح الهداية ،  والتوفيق للطاعة ؛  وهو خاص بالمؤمنين .  وما يرى من النعم على الكفار ليس بلطف ،  وإنما هو إملاء واستدراج ؛  إلا ما آل إلى وفاة على الإسلام . \r\n\r\n",
        "sura": "42",
        "aya": "19",
        "page": "485"
    },
    {
        "text": "مَن كَانَ يُرِيدُ حَرْثَ ٱلْءَاخِرَةِ نَزِدْ لَهُۥ فِى حَرْثِهِۦ وَمَن كَانَ يُرِيدُ حَرْثَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَا لَهُۥ فِى ٱلْءَاخِرَةِ مِن نَّصِيبٍ",
        "tafsir": "{  من كان يريد حرث الآخرة .  .  .  } أي من كان يريد بأعماله ثواب الآخرة – وهو شأن المؤمن – نضعفه له .  والحرث في الأصل :  مصدر بمعنى إلقاء البذر في الأرض ،  ويطلق على الحاصل به وهو الزرع .  ويستعمل مجازا في ثمرات الأعمال ونتائجها ؛  تشبيها لها بثمرات البذور . \r\n\r\n",
        "sura": "42",
        "aya": "20",
        "page": "485"
    },
    {
        "text": "أَمْ لَهُمْ شُرَكَٰٓؤُا۟ شَرَعُوا۟ لَهُم مِّنَ ٱلدِّينِ مَا لَمْ يَأْذَنۢ بِهِ ٱللَّهُ وَلَوْلَا كَلِمَةُ ٱلْفَصْلِ لَقُضِىَ بَيْنَهُمْ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{شُرَكَاءُ} {ٱلظَّالِمِينَ}\r\n(21) - إِنَّهُمْ لاَ يَتَّبِعُونَ مَا شَرَعَ اللهُ مِنَ الدِّينِ القَوِيمِ بَلْ يَتَّبِعُونَ مَا شَرَعَ لَهُمْ شَيَاطِينُهُمْ مِنَ الجِنِّ وَالإِنْسِ مِنْ تَحْرِيمِ مَا حَرَّمُوا عَلَيْهِمْ مِنَ البَحَائِرِ والوَصَائِلِ والسَّوَائِب، وَتَحْلِيلِ أَكْلِ المِيتَةِ والدَّمِ، وَالمَيْسِرِ، وَإِنْكَارِ البَعْثِ والنُّشُورِ والحِسَابِ.. وَلَوْلاَ أَنَّ اللهَ تَعَالَى قَضَى بِأَنْ يُؤَخِّرَ عِقَابَهُمْ إِلَى يَوْمِ القِيَامَةِ لَعَاجَلَهُمْ بِالعُقُوبَةِ والعَذَابِ. والذِينَ ظَلَمُوا أَنْفُسَهُمْ بِشَرْعِ مَا لَمْ يَأْذَنِ اللهُ لَهُمْ بِهِ، لَهُمْ عَذَابٌ شَدِيدٌ يَوْمَ القِيَامَةِ.\r\nكَلِمَةُ الفَصْلِ - الحُكْمُ بِتَأْخِيرِ العَذَابِ إِلَى الآخِرَةِ.\n",
        "sura": "42",
        "aya": "21",
        "page": "485"
    },
    {
        "text": "تَرَى ٱلظَّٰلِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا۟ وَهُوَ وَاقِعٌۢ بِهِمْ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فِى رَوْضَاتِ ٱلْجَنَّاتِ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
        "tafsir": "{  ترى الظالمين مشفقين .  .  .  } أي تراهم يوم القيامة خائفين خوفا شديدا مما كسبوه في الدنيا من السيئات ؛  والعذاب عليه واقع بهم لا محالة . {  في روضات الجنات } في أشرف بقاعها وأطيبها وأنزهها .  جمع روضة ؛  وهي الموضع النزه الكثير الماء والخضرة ؛  ولا تقول العرب لمواضع الأشجار ؛  رياض . \r\n\r\n",
        "sura": "42",
        "aya": "22",
        "page": "485"
    }
]