[
    {
        "text": "وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ ٱلْجِنِّ يَسْتَمِعُونَ ٱلْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓا۟ أَنصِتُوا۟ فَلَمَّا قُضِىَ وَلَّوْا۟ إِلَىٰ قَوْمِهِم مُّنذِرِينَ",
        "tafsir": "{  وإذ صرفنا إليك نفرا من الجن .  .  .  } أي واذكر لقومك إذ وجهنا إليك جماعة من الجن ،  وكانوا من جن نصيبين من ديار بكر قرب الشام .  أو من جن نينوى قرب الموصل .  وكان عليه الصلاة والسلام يصلى بأصحابه صلاة الفجر بنخلة في طريق الطائف ،  ببينها وبين مكة مسيرة ليلة ،  ويقرأ سورة العلق – وقيل سورة الرحمان – فاستمعوا للقرآن ،  ثم عادوا إلى قومهم منذرين . {  فلما قضي } فرغ من التلاوة .  وعن ابن عباس :  أن النبي صلى الله عليه وسلم لم يشعر بهم في هذه الواقعة ،  ولم يقصد إبلاغهم القرآن ،  وإنما صادف حضورهم وقت قراءته ؛  ويؤيده ظاهر آية  \" قل أوحى إلي أنه استمع نفر من الجن \"  ،  وهم المعنيون في هذه الآية .  ولا يعارضه ما روي عن ابن مسعود من ذهابه صلى الله عليه وسلم إلى الجن ،  وإبلاغهم القرن وإنذارهم به ؛  فإنه في واقعة أخرى .  بل دلت الأحاديث على أن وفادة الجن كانت ست مرات ،  ولتعدد الوقائع اختلفت الروايات في عدد الجن الذين حضروا ،  وفي المكان والزمان . \r\nوالمقصود من ذكر القصة :  توبيخ كفار مكة ؛  إذ كفروا بالقرآن وجحدوا أنه من عند الله ،  وهم أهل اللسان الذي نزل به القرآن ،  ومع ذلك عجزوا عن معارضته ،  ومن جنس الرسول الذي جاء به ؛  والجن – وهم ليسوا من أهل لسانه ،  ولا من جنس الرسول – استمعوه وأنصتوا إليه ،  وآمنوا به بمجرد سماعه .  والنفر -بفتحتين- :  ما بين الثلاثة والعشرة ،  ويطلق على ما فوق العشرة إلى الأربعين . \r\n\r\n",
        "sura": "46",
        "aya": "29",
        "page": "506"
    },
    {
        "text": "قَالُوا۟ يَٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَٰبًا أُنزِلَ مِنۢ بَعْدِ مُوسَىٰ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَى ٱلْحَقِّ وَإِلَىٰ طَرِيقٍ مُّسْتَقِيمٍ",
        "tafsir": "{يٰقَوْمَنَآ} {كِتَاباً}\r\n(30) - وَقَالَ النَّفَرُ مِنَ الجِنِّ، الذِينَ اسْتَمَعُوا إِلى تِلاوَة الرَّسُولِ صلى الله عليه وسلم القُرآنَ لِقَومِهِمْ: يَا قَومَنَا إِنَّنا سَمِعْنَا كِتاباً أَنزَلَهُ اللهُ بَعْدَ التَّوراةِ، الذِي أَنزَلَه عَلَى مُوسى، يُصَدِّقُ مَا أَنْزَلَه اللهُ قَبلَه مِنَ الكُتُبِ عَلَى رُسُلِه، وَيُرْشِدُ إِلى سَبيلِ الحَقِّ والهُدى، وَإِلى الطَّريقِ القَوِيمِ الذِي يُوصِلُ إِلى رِضْوانِ اللهِ وَجَنَّتِه.\r\n(وَقَدْ خَصَّ اللهُ التَّوْراةَ بالذِّكْرِ لأَنَّهُ الكِتَابُ الإِمامُ لِبَنِي إِسْرائِيلَ، وَلأَنَّ الإِنْجِيلَ مُتَمِّمٌ لِشَرِيعَةِ التَّورَاةِ).\n",
        "sura": "46",
        "aya": "30",
        "page": "506"
    },
    {
        "text": "يَٰقَوْمَنَآ أَجِيبُوا۟ دَاعِىَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ",
        "tafsir": "{يٰقَوْمَنَآ} {وَآمِنُواْ}\r\n(31) - وَتَابَعَ النَّفَرُ مِنَ الجِنِّ نُصْحَهُمْ لِقَومِهِمْ فَقَالُوا: يَا قَوْمَنَا أَجِيبُوا رَسُولَ اللهِ مُحَمَّداً الذِي يَدْعُوكُم إِلى الإِيمَانِ بِرَبِّكُمْ، والإِخْلاَصِ في طَاعَتِه، وَصَدِّقُوه فِيما جَاءَ بِهِ مِنْ أَمْرٍ وَنَهْيٍ، يَغْفِرْ لَكُمْ رَبًُّكُمْ مَا سَلَفَ مِنْ ذُنُوبِكُمْ وَيَقِكُمْ مِنْ عَذَابِهِ الأَلِيمِ.\n",
        "sura": "46",
        "aya": "31",
        "page": "506"
    },
    {
        "text": "وَمَن لَّا يُجِبْ دَاعِىَ ٱللَّهِ فَلَيْسَ بِمُعْجِزٍ فِى ٱلْأَرْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُ أُو۟لَٰٓئِكَ فِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{أُوْلَـٰئِكَ} {ضَلاَلٍ}\r\n(32) - وَمَنْ لَمْ يَسْتَجِبْ إِلى مَا يَدْعُو إِليهِ رَسُولُ اللهِ مِنَ الإِيمَانِ باللهِ وَحْدَه لا شَرِيكَ لَهُ، وَالإِخلاصِ في العَمَلِ، فَإِنَّهُ لا يَسْتَطِيعُ الإِفلاتَ مِنْ عِقَابِ رَبِّهِ إِذا أَرَادَ عُقُوبَتَهُ، وَلاَ يَجدُ لهُ مَنْ يَنْصُرُهُ مِنْ بَأسِ اللهِ، وَلاَ مَنْ يَدْفَعُ عَنْهُ سُوءَ العَذَابِ.\r\nوالذِينَ لا يَسْتَجِيبُونَ للهِ وَللرَّسُولِ يَكُونُونَ في ضَلالٍ وَاضِحٍ بَيِّنٍ، وَيَسْتَحِقُّونَ العِقَابَ الشَّديدَ مِنَ اللهِ تَعَالى.\r\nفَلَيْسَ بِمُعْجِزٍ - فَلَيْسَ بِفَائِتٍ مِنْهُ بِالهَرَبِ.\n",
        "sura": "46",
        "aya": "32",
        "page": "506"
    },
    {
        "text": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحْۦِىَ ٱلْمَوْتَىٰ بَلَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  أو لم يروا .  .  .  } أي ألم يتفكروا ولم يعلموا{  أن الله الذي خلق السموات والأرض } أي\r\nالعالمين العلوي والسفلي{  ولم يعي بخلقهن } لم يتعب ولم ينصب به ؛  من عيي بالأمر وعىّ – كفرح – إذا تعب ،  كأعيا .  أو لم يعجز عنه ولم يتحيّر فيه ؛  من عيي بأمره وعىّ :  إذا لم يهتد لوجهه ،  وانقطعت حيلته فيه . \r\n\r\n",
        "sura": "46",
        "aya": "33",
        "page": "506"
    },
    {
        "text": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَلَيْسَ هَٰذَا بِٱلْحَقِّ قَالُوا۟ بَلَىٰ وَرَبِّنَا قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
        "tafsir": "{  بلى } أي هو قادر على إحياء الموتى . {  أليس هذا بالحق } أي أليس هذا العذاب بالحق  !  وقد كنتم تقولون  \" وما نحن بمعذبين \"  {[322]}  !  .",
        "sura": "46",
        "aya": "34",
        "page": "506"
    },
    {
        "text": "فَٱصْبِرْ كَمَا صَبَرَ أُو۟لُوا۟ ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّن نَّهَارٍۭ بَلَٰغٌ فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَٰسِقُونَ",
        "tafsir": "{  أولوا العزم من الرسل } ذوو الجد والثبات ،  والصبر على الشدائد والأذى – في القيام بأعباء الرسالة .  وأصح الأقوال :  أنهم نوح وإبراهيم وموسى وعيسى ونبينا محمد صلى الله عليه وسلم .  وهم أصحاب الشرائع المذكورون في قوله تعالى :   \" وإذا أخذنا من النبيين ميثاقهم \"  {[323]} .  وقوله :   \" شرع لكم من الدين ما وصى به نوحا \"  {[324]} . \r\n{  بلاغ } أي هذا الذي وعظتم به كاف في الوعظ إذا تدبرتم فيه .  أو تبليغ من الرسول لكم .  أو هذا القرآن تبليغ من الله لكم على لسان رسوله .  والله أعلم .",
        "sura": "46",
        "aya": "35",
        "page": "506"
    }
]