[
    {
        "text": "إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍ قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{لرادك إلى معاد} إلى بلدك الذي نشأت فيه وهو مكة. وسمي بلد الرجل الذي كان فيه عادا؛ لأنه– عادة– يتصرف في البلاد ثم يعود إليه. روي أنها نزلت بالجحفة بعد أن خرج النبي صلى الله عليه وسلم مهاجرا من مكة واشتاق إليها .",
        "sura": "28",
        "aya": "85",
        "page": "396"
    },
    {
        "text": "وَمَا كُنتَ تَرْجُوٓا۟ أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَٰبُ إِلَّا رَحْمَةً مِّن رَّبِّكَ فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَٰفِرِينَ",
        "tafsir": "{فلا تكونن ظهيرا للكافرين} معينا لهم على دينهم. والخطاب فيه وفيما بعده للنبي صلى الله عليه وسلم، والمقصود أمته. والله أعلم .",
        "sura": "28",
        "aya": "86",
        "page": "396"
    },
    {
        "text": "وَلَا يَصُدُّنَّكَ عَنْ ءَايَٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ وَٱدْعُ إِلَىٰ رَبِّكَ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
        "tafsir": "{آيَاتِ} - ولا يصرفنك الكفار عن القيام بإبلاغ آيات الله التي أنزلها عليك إلى قومك، ولا تترك دعوة المشركين إلى عبادة الله وحده لا شريك له لأنك إن تركت دعوتهم كنت ممن يفعل فعل المشركين بمعصية الله، ومخالفة أمره.",
        "sura": "28",
        "aya": "87",
        "page": "396"
    },
    {
        "text": "وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَآ إِلَٰهَ إِلَّا هُوَ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
        "tafsir": "{آخَرَ} - إن العبادة لا تنبغي إلا لله وحده لا شريك له، فاعبده مخلصا له الدين، ولا تعبد مع الله أحدا غيره، وهو وحده الباقي الدائم، وكل شيء في الوجود، غير الله، هالك وفان، لا إله إلا الله وحده له الحكم والملك والتصرف في الدنيا والآخرة، ولا معقب على حكمه وإليه يرجع الناس يوم القيامة، فيجزيهم بأعمالهم خيرها وشرها.",
        "sura": "28",
        "aya": "88",
        "page": "396"
    },
    {
        "text": "الٓمٓ",
        "tafsir": "ألف لام. ميم. وتقرأ مقطعة- الله أعلم بمراده.",
        "sura": "29",
        "aya": "1",
        "page": "396"
    },
    {
        "text": "أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ",
        "tafsir": "(أحسب الناس أن يتركوا. .  .) روي أنها نزلت في أناس من الصحابة قد جزعوا، أو جزع أهلهم من أذى المشركين لهم. أي أظن الناس أن يتركوا على ما هم عليه لقولهم: آمنا بالله! ؟  غير ممتحنين بمشاق التكاليف؛ كالمهاجرة والمجاهدة ووظائف الطاعات، وبفنون المصائب في الأنفس والأموال؛ ليتميز المخلص من المنافق، وقوي الإيمان من ضعيفه، والصابر من الجزوع، فيعامل كل\r\nبما يقتضيه حاله. يقال: حسبه يحسبه محسبة وحسبانا، ظنه. والاستفهام للتقريع والإنكار. وجملة\" أن يتركوا\" سدت مسد مفعولي\" حسب\" .  و\" أن يقولوا\" أي لأن يقولوا متعلق بقوله\" يتركوا\" . {وهم لا يفتنون} أي لا يمتحنون ويختبرون؛ في موضع الحال من ضمير\" يتركوا\" .",
        "sura": "29",
        "aya": "2",
        "page": "396"
    },
    {
        "text": "وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَٰذِبِينَ",
        "tafsir": "{ولقد فتنا الذين من قبلهم} من أتباع الأنبياء بضروب الفتن وفنون المحن فصبروا؛ فما لهم لا يصبرون مثلهم؛ والجملة حال من\" الناس\" .  أي أحسبوا ذلك وقد علموا أن سنة الله تعالى على خلافه! {فليعلمن الله الذين صدقوا} في الإيمان. {وليعلمن الكاذبين} فيه؛ أي فليكافئن كلا بما عمل. ولترتب المكافأة على العلم أقيم السبب مقام المسبب. أو فليظهرن الله الصادقين من الكاذبين حتى يوجد معلوما؛ لأنه تعالى عالم بهم قبل الاختبار .",
        "sura": "29",
        "aya": "3",
        "page": "396"
    },
    {
        "text": "أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا سَآءَ مَا يَحْكُمُونَ",
        "tafsir": "{أن يسبقونا} يعجزونا فلا تقدر على مجازاتهم على أعمالهم السيئة. وأصل السبق: الفوت، ثم أريد منه ما ذكر .",
        "sura": "29",
        "aya": "4",
        "page": "396"
    },
    {
        "text": "مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَءَاتٍ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "{من كان يرجو لقاء الله} أي يخافه لما وراءه من الحساب والجزاء. أو يتوقع ملاقاة جزائه، أو حكمه يوم القيامة، أو يأمل ملاقاة ثوابه– فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا. ودليل هذا الجواب قوله تعالى: {فإن أجل الله} أي فإن الوقت الذي عينه الله لذلك {لآت} لا محالة .",
        "sura": "29",
        "aya": "5",
        "page": "396"
    },
    {
        "text": "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفْسِهِۦٓ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَٰلَمِينَ",
        "tafsir": "{جَاهَدَ} {يُجَاهِدُ} {ٱلْعَالَمِينَ} - ومن بذل جهده في جهاد عدو لدينه ووطنه وقومه، وفي مجاهدة نفسه، وكفها عن التفكير في المنكر والسوء، فإنه إنما يفعل ذلك ابتغاء نفع نفسه، بالفوز بثواب الله على جهاده، وبالنجاة من عقابه، وليس الله بحاجة إلى جهاد أحد، فهو تعالى غني عن جميع خلقه، وهو عزيز لا ينال ولا يضام.",
        "sura": "29",
        "aya": "6",
        "page": "396"
    }
]