[{"text":"كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ فَمَا ٱسْتَقَٰمُوا۟ لَكُمْ فَٱسْتَقِيمُوا۟ لَهُمْ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ","aya":"7","page":"188","tafsir":"{  كيف يكون للمشركين عهد } استفهام في معنى الإنكار ،  أي مستنكر أن يكون لهؤلاء المشركين الناكثين عهود عند الله ورسوله فإنهم قوم خيانة وغدر ،  وليس لمن لم يف بعهد أن يفي الله  ورسوله بالعهد .  {  إلا الذين عاهدتم } أي لكن الذين عاهدتم ولم ينكثوا ،  وهو الذين سبق استثناؤهم في الآية الرابعة ،  فاستقيموا لهم على العهد مدة استقامتهم لكم عليه .  والمراد بالمسجد الحرام :  الحرم كله . <br \/>\r\n<br \/>\r\n"},{"text":"كَيْفَ وَإِن يَظْهَرُوا۟ عَلَيْكُمْ لَا يَرْقُبُوا۟ فِيكُمْ إِلًّا وَلَا ذِمَّةً يُرْضُونَكُم بِأَفْوَٰهِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَٰسِقُونَ","aya":"8","page":"188","tafsir":"{  كيف و : إن يظهروا عليكم } أي كيف يكون لهؤلاء الناكثين عهد عند الله وعند رسوله والحال أنهم {  إن يظهروا عليكم } يظفروا بكم ويغلبوكم {  لا يرقبوا فيكم } لا يراعون في أمركم{  إلا } عهدا ،  أو حلفا أو قرابة {  ولا ذمة } حقا أو عهدا . يقال :  ظهر عليه يظهر ،  غلبه .  وأظهره الله على عدوه :  أعانه عليه .  والذمة :  كل أمر لزمك بحيث إذا ضيعته لزمك مذمة .  أو هي :  ما يتذمم به ،  أي يجتنب فيه الذم . <br \/>\r\n<br \/>\r\n"},{"text":"ٱشْتَرَوْا۟ بِـَٔايَٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا۟ عَن سَبِيلِهِۦٓ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ","aya":"9","page":"188","tafsir":"no text"},{"text":"لَا يَرْقُبُونَ فِى مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُعْتَدُونَ","aya":"10","page":"188","tafsir":"no text"},{"text":"فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ وَنُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍ يَعْلَمُونَ","aya":"11","page":"188","tafsir":"no text"},{"text":"وَإِن نَّكَثُوٓا۟ أَيْمَٰنَهُم مِّنۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوا۟ فِى دِينِكُمْ فَقَٰتِلُوٓا۟ أَئِمَّةَ ٱلْكُفْرِ إِنَّهُمْ لَآ أَيْمَٰنَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ","aya":"12","page":"188","tafsir":"{  وإن نكثوا أيمانهم } نقضوا أيمانهم من بعد عهدهم الموثق .  يقال :  نكث العهد والحبل ينكثه<br \/>\r\nوينكثه ،  نقضه فانتكث .  وأصله من النكث ،  وهو أن تنقض أخلاق الأكسية لتغزل ثانية . <br \/>\r\n<br \/>\r\n"},{"text":"أَلَا تُقَٰتِلُونَ قَوْمًا نَّكَثُوٓا۟ أَيْمَٰنَهُمْ وَهَمُّوا۟ بِإِخْرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَٱللَّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤْمِنِينَ","aya":"13","page":"188","tafsir":"no text"}]