[
    {
        "text": "وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى ٱللَّهِ تُحْشَرُونَ",
        "tafsir": "{وَلَئِنْ}\r\n(158) - وَبِأيِّ سَبَبٍ كَانَ هَلاَكُكُمْ، فَإِنَّكُمْ تُحْشَرُونَ إلَى اللهِ لِيَجْزِيَكُمْ عَلَى أَعْمَالِكُمْ مَا تَسْتَحِقُّونَ، فَآثِرُوا مَا يُقَرِّبُكُمْ إلَى رَبِّكُمْ، وَيُحَقِّقُ لَكُمْ رِضَاهُ، فَعَلَيْكُمْ بِطَاعَةِ اللهِ وَالجِهَادِ فِي سَبِيلِهِ.",
        "sura": "3",
        "aya": "158",
        "page": "71"
    },
    {
        "text": "فَبِمَا رَحْمَةٍ مِّنَ ٱللَّهِ لِنتَ لَهُمْ وَلَوْ كُنتَ فَظًّا غَلِيظَ ٱلْقَلْبِ لَٱنفَضُّوا۟ مِنْ حَوْلِكَ فَٱعْفُ عَنْهُمْ وَٱسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى ٱلْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى ٱللَّهِ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَوَكِّلِينَ",
        "tafsir": "{  فظا }كريه الخلق ،  خشن الجانب ،  جافيا في المعاشرة قولا وفعلا .  وفعله من باب تعب .  وأصل الفظ مكروه طبعا .  {  غليظ القلب }قاسيه ،  من الغلظة ضد الرقة ،  وتنشأ عنها الفظاظة وفعله ككرم وضرب .\r\n{  وشاورهم في الأمر }أي في أمر الحرب ونحوه مما تجري في المشاورة عادة ،  وفي أمر الدين الذي لم ينزل فيه وحي ،  للاستظهار بآرائهم ،  ولتطييب قلوبهم ،  ولتستن بك أمتك في ذلك .  روي عنه صلى الله عليه وسلم أنه قال :  ( أما إن الله ورسوله لغنيان عنها ،  ولكن جعلها الله تعالى رحمة لأمتي ،  فمن استشار منهم لم يعدم رشدا ،  ومن تركها لم يعدم غيا ) .  وقد درج الأئمة الراشدون من بعده صلى الله عليه وسلم على هذه السنة التي هي من أهم عزائم الأحكام في الإسلام .  وإنما كانوا يستشيرون الأمناء الصلحاء من أهل العلم والدين ،  والبصر بالأمور ،  والصدق والأمانة ،  والشجاعة في الحق .\r\nوالمشورة والمشاورة :  استخراج الرأي بمراجعة البعض البعض .  مأخوذة من قولهم :  شرت الدابة ،  إذا علمت خبرها بجري أو غيره .  أو من قولهم :  شرت العسل واشترته ،  إذا أخذته من الخلية .\r\n{  فإذا عزمت فتوكل على الله }أي فإذ\tا عقدت قلبك على الأمر بعد المشاورة ،  فاعتمد على الله في إمضائه وفوض أمرك إليه ،  فإن بيده مقاليد الأمور كلها ،  فما شاء كان ،  وما لم يشأ لم يكن .\r\nوالتوكل :  الاعتماد على الله والتفويض إليه .  وهو لا ينافي الأخذ بالأسباب ،  ومنها الشورى ،  كما تشير إليه الآية ،  وخبر :  ( اعقلها وتوكل ) .  والله تعالى خلق الأسباب والمسببات ،  وربط بينهما ربطا عاديا ،  وجعلها من سننه الكونية ،  فترك الأخذ بها جهل ،  وترك التوكل عليه زندقة .\r\n\r\n",
        "sura": "3",
        "aya": "159",
        "page": "71"
    },
    {
        "text": "إِن يَنصُرْكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمْ وَإِن يَخْذُلْكُمْ فَمَن ذَا ٱلَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
        "tafsir": "(160) - النَّصْرُ مِنْ عِنْدِ اللهِ، فَإِنْ قَدَّرَ اللهُ نَصْرَكُمْ فَلَنْ يَغْلِبَكُمْ أَحَدٌ، كَمَا وَقَعَ يَوْمَ بَدْرٍ، حِينَ عَمِلْتُمْ بِسُنَّتِهِ. وَإنْ قَدَّرَ خِذْلاَنَكُمْ بِمَا كَسَبَتْ أيْدِيكُمْ مِنَ الفَشَلِ وَالتَّنَازُعِ وَالعِصْيَانِ، كَمَا جَرَى يَوْمَ أحُدٍ، فَلاَ نَاصِرَ لَكُمْ مِنْ دُونِهِ. وَعَلَى المُؤْمِنِينَ أنْ يَتَوَكَّلُوا عَلَى اللهِ، وَأنْ يُسَلِّمُوا أمُورَهُمْ إليهِ.\r\nفَلاَ غَالِبَ لَكُمْ - فَلاَ قَاهِرَ.",
        "sura": "3",
        "aya": "160",
        "page": "71"
    },
    {
        "text": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ ٱلْقِيَٰمَةِ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
        "tafsir": "{  أن يغل }يخون في الغنائم ،  من الغلول ،  وهو الأخذ من الغنيمة خفية قبل قسمتها .  يقال :  غل شيئا من المغنم يغل غلولا ،  أخذه خفية .  وأصله من الغلل ،  وهو دخول الماء في خلل الشجر .  وسميت هذه الخيانة غلولا ،  لأنها تجري في المال على خفاء من وجه لا يحل .  والمراد :  تنزيهه صلى الله عليه وسلم عما اتهمه به بعض المنافقين يوم بدر .  أو المراد نهى أمته صلى الله عليه وسلم عن الغلول .\r\n\r\n",
        "sura": "3",
        "aya": "161",
        "page": "71"
    },
    {
        "text": "أَفَمَنِ ٱتَّبَعَ رِضْوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ وَبِئْسَ ٱلْمَصِيرُ",
        "tafsir": "{رِضْوَانَ} {مَأْوَاهُ}\r\n(162) - لاَ يَسْتَوي مَنِ اتَّبَعَ أمْرَ اللهِ فِيمَا شَرَعَهُ، وَتَرَكَ الغُلُولَ وَغَيْرَهُ مِنَ الفَوَاحِشِ وَالمُنْكَرَاتِ، حَتَّى زَكَتُ نَفْسُهُ، فَاسْتَحَقَّ رِضْوَانَ اللهِ، وَجَزيلَ ثَوَابِهِ، مَعَ مَنِ اسْتَحَقَّ غَضَبَ اللهِ بِفِعْلِ الخَطَايا، وَارْتِكَابِ الذُّنُوبِ: مِنْ سَرِقَةٍ، وَخِيَانَةِ أَمَانَةٍ، وَغُلُولٍ، وَقَتْلٍ، وَسَلْبٍ .. فَكَانَ جَزَاؤُهُ جَهَنَّمَ وَسَاءَتْ مَصِيراً.\r\nبَاءَ بِسَخَطٍ - رَجَعَ مُتَلَبِّساً بِغَضَبٍ شَدِيدٍ.",
        "sura": "3",
        "aya": "162",
        "page": "71"
    },
    {
        "text": "هُمْ دَرَجَٰتٌ عِندَ ٱللَّهِ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
        "tafsir": "{دَرَجَاتٌ}\r\n(163) - يُخَبِّرُ اللهُ تَعَالَى انَّ أهْلَ الخَيْرِ الذِينَ اسْتَحَقُّوا رِضْوَانَ اللهِ، وَأهَلَ الشَّرِّ الذِينَ بَاؤُوا بِغَضَبٍ مِنَ اللهِ، مُتَفَاوِتُونَ فِي مَنَازِلِهِمْ يَوْمَ القِيَامَةِ بِحَسَبِ أَعْمَالِهِمْ، وَاللهُ بَصِيرٌ عَالِمٌ بِمَا يَعْمَلُونَ، وَسَيُوَفِّيهِمْ أَعْمَالَهُمْ، وَلا يَظْلِمُهُمْ خَيْراً فَعلُوهُ، وَلاَ يَزيدُهُمْ شَرّاً لَمْ يَفْعَلُوهُ.",
        "sura": "3",
        "aya": "163",
        "page": "71"
    },
    {
        "text": "لَقَدْ مَنَّ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{  لقد من الله على المؤمنين }أي من قومه ،  أو من العرب مطلقا .\r\n{  ويزكيهم }يطهرهم من الكفر والذنوب .  أو يدعوهم إلى ما يكونون به زاكين طاهرين مما كانوا عليه من دنس الجاهلية ،  والاعتقادات الفاسدة .\r\n\r\n",
        "sura": "3",
        "aya": "164",
        "page": "71"
    },
    {
        "text": "أَوَلَمَّآ أَصَٰبَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَٰذَا قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  أو لما أصابتكم }أحين نالكم من المشركين يوم أحد نصف ما نالهم منكم قبل ذلك يوم بدر ،  رجعتم وقلتم ،  من أين لنا هذا القتل والخذلان ونحن مسلمون نقاتل غضبا لله وفينا رسوله ،  وهؤلاء مشركون !  ؟\r\n{  قل هو من عند أنفسكم }أي الذي نالكم إنما هو من شؤم مخالفتكم أمر الرسول صلى الله عليه وسلم .\r\n\r\n",
        "sura": "3",
        "aya": "165",
        "page": "71"
    }
]