[
    {
        "text": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ",
        "tafsir": "{ونمكن لهم في الأرض} نسلطهم عليها يتصرفون فيها كيف شاءوا. وأصل التمكين: أن نجعل للشيء مكانا يتمكن فيه، ثم استعير للتسليط وإطلاق الأمر، وشاع حتى صار حقيقة لغوية فيه. {يحذرون} يخافون من ذهاب ملكهم وهلاكهم على يد مولود من بني إسرائيل؛ من الحذر وهو الاحتراز من الأمر المخيف. يقال: حذره– من باب علم– إذا احترز منه .",
        "sura": "28",
        "aya": "6",
        "page": "386"
    },
    {
        "text": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ",
        "tafsir": "{وأوحينا إلى أم موسى} أي ألهمناها؛ ولم تكن نبية بالإجماع .",
        "sura": "28",
        "aya": "7",
        "page": "386"
    },
    {
        "text": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُوا۟ خَٰطِـِٔينَ",
        "tafsir": "{ليكون لهم عدوا وحزنا} ليصير الأمر إلى ذلك؛ فاللام لام الصيرورة والعاقبة. والحزن– بالتحريك وبضم فسكون- :  نقيض السرور؛ وفعله كفرح. وحزنه الأمر وأحزنه: جعله حزينا .",
        "sura": "28",
        "aya": "8",
        "page": "386"
    },
    {
        "text": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
        "tafsir": "{قرت عين} أي هو قرة عين {لي ولك} ؛  وهو كناية عن السرور به [آية 26 مريم ص 6] .",
        "sura": "28",
        "aya": "9",
        "page": "386"
    },
    {
        "text": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًا إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{فارغا} خاليا من التفكر في شيء سوى ابنها موسى الذي وقع في يد العدو. {إن كادت لتبدي به} أي لتصرح بأنه ابنها من شدة وجدها عليه؛ من بدا يبدو وبدوا وبدا: ظهر ظهورا بينا. {لولا أن ربطنا على قلبها} ثبتناه وقويناه بإلهامها الصبر، وبما أنزلنا فيه من السكينة. وأصل الربط: الشد للتقوية؛ ومنه رابط الجأش، لقوي القلب .",
        "sura": "28",
        "aya": "10",
        "page": "386"
    },
    {
        "text": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ فَبَصُرَتْ بِهِۦ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ",
        "tafsir": "{قصيه} اتبعي أثره وتتبعي خبره. يقال: قص أثره يقصه واقتصه وتقصصه، تتبعه ومنه القصص للأخبار المتتبعة. {فبصرت به عن جنب} فأبصرته عن بعد أو من مكان بعيد .",
        "sura": "28",
        "aya": "11",
        "page": "386"
    },
    {
        "text": "وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَٰصِحُونَ",
        "tafsir": "{نَاصِحُونَ} - ولما استقر موسى في دار آل فرعون، عرضوا عليه المراضع فلم يقبل أن \r\nيرضع من ثدي امرأة منهن، فخرجوا به إلى السوق لعلهم يجدون امرأة تصلح \r\nلإرضاعه، فلما رأته أخته في أيديهم عرفته ولم تظهر ذلك، ولم يشعروا بها، فقالت \r\nلهم: هل تريدون أن أدلكم على أهل بيت يكفلونه لكم وهم له حافظون؟ فذهبوا معها إلى \r\nأمها، فأعطته ثديها فالتقمه، ففرحوا بذلك، وبشروا امرأة فرعون، فاستدعت أم موسى، \r\nوأحسنت إليها، وهي لا تعرف أنها أمه، ثم سألتها أن تقيم عندها لترضعه فأبت عليها، \r\nوقالت لها إن لها زوجا وأولادا، فسمحت لها امرأة فرعون بأن  تأخذه، إلى  بيتها \r\nلترضعه، وأجزلت لها العطاء.",
        "sura": "28",
        "aya": "12",
        "page": "386"
    },
    {
        "text": "فَرَدَدْنَٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "tafsir": "{فَرَدَدْنَاهُ} - فرجعت أم موسى بولدها راضية مرضية، قد أبدلها الله بخوفها عليه أمنا، وأقر \r\nعينها فلا تحزن لفراقه، ولتزداد علما بأن ما وعدها به ربها، من رد ولدها إليها، هو \r\nوعد حق، والله لا يخلف وعده، ولكن أكثر الناس لا يعلمون حكمة الله في أفعاله، \r\nوعواقبها المحمودة، فربما وقع الأمر كريها إلى النفوس، وعاقبته حميدة.",
        "sura": "28",
        "aya": "13",
        "page": "386"
    }
]