[{"text":"بَرَآءَةٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ","aya":"1","page":"187","tafsir":"{  براءة من الله .  .  } لما خرج رسول الله صلى الله عليه وسلم إلى تبوك ،  جعل المشركين ،  ينقضون العهود التي كانت بينه صلى الله عليه وسلم وبينهم ،  فأمره الله بنبذ عهودهم ،  كما قال تعالى :  {  وإما تخافن من قوم خيانة فانبذ إليهم على سواء }{[177]} ففعل صلى الله عليه وسلم ما أمر به .  أي هذه براءة واصلة من الله ورسوله إلى المشركين ،  بسبب خيانتهم بنكث العهود التي كانت بينه وبينهم وأصل البراءة :  التباعد والتفصي مما يكره مجاورته .  يقال :  برئ منه يبرأ براءة ،  إذا تخلص منه وتباعد عنه ،  ويقال :  برئ ،  إذا أعذر وأ نذر ،  أي هذا إعذار وإنذار إلى الذين عاهدتم من المشركين ."},{"text":"فَسِيحُوا۟ فِى ٱلْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ وَأَنَّ ٱللَّهَ مُخْزِى ٱلْكَٰفِرِينَ","aya":"2","page":"187","tafsir":"{  فسيحوا في الأرض أربعة أشهر } ولكي لا ينسب إلى المسلمين الغدر ونبذ العهد دون إعلام وإنذار ،  أمهل الناكثون مدة أربعة أشهر ،  يباح لهم فيها أن يسيروا في الأرض حيث شاءوا آمنين من القتل والقتال ،  ليتفكروا ويحتاطوا ويستعدوا ،  ويعلموا أن ليس بعدها إلا الإسلام أو السيف .  وبعث الرسول صلى الله عليه وسلم عليا – كرم الله وجه – بالأربعين آية الأولى من هذه السورة ،  فأعلمهم بها في يوم الحج الأكبر – هو يوم النحر – في السنة التاسعة ،  وقد كان فيها عاشر ذي القعدة بسبب النسئ الذي ابتدعه المشركون ،  فيكون آخر مدة الإمهال اليوم العاشر من شهر ربيع الأول من السنة العاشرة .  وقيل :  إن يوم النحر في السنة التاسعة كان عاشر ذي الحجة ،  ونهاية المدة العاشر في شهر ربيع الآخر من السنة العاشرة .  والسياحة في الأصل :  جريان الماء وانبساطه على موجب طبيعته ،  ثم استعملت في الضرب والاتساع في السير ،  فيقال :  ساح في الأرض سيحا وسياحة ،  إذا مر فيها مر السائح .  \r\n \r\n"},{"text":"وَأَذَٰنٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوْمَ ٱلْحَجِّ ٱلْأَكْبَرِ أَنَّ ٱللَّهَ بَرِىٓءٌ مِّنَ ٱلْمُشْرِكِينَ وَرَسُولُهُۥ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ وَبَشِّرِ ٱلَّذِينَ كَفَرُوا۟ بِعَذَابٍ أَلِيمٍ","aya":"3","page":"187","tafsir":"{  وأذان من الله ورسوله } أي إيذان وإعلام من الله ورسوله إلى الناس عامة يوم الحج الأكبر – وهو يوم النحر – بان الله ورسوله قد برئا من عهود المشركين ،  وأنها قد نبذت : إليهم .  يقال :  آذنه الأمر وبه ،  أعلمه .  \r\n \r\n"},{"text":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ ثُمَّ لَمْ يَنقُصُوكُمْ شَيْـًٔا وَلَمْ يُظَٰهِرُوا۟ عَلَيْكُمْ أَحَدًا فَأَتِمُّوٓا۟ إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ","aya":"4","page":"187","tafsir":"{  إلا الذين عاهدتم } أي لكن الذين لم ينكثوا العهد من المشركين{  ثم لم ينقصوكم شيئا } كم شروطه {  و لم يظاهروا عليكم أحدا } لم يعاونوا عليكم أحدا من أعدائكم ،  كما عاونت قريش بني بكر على خزاعة ،  وكانت خزاعة في عهد الرسول صلى الله عليه وسلم .  {  فأتموا إليهم عهدهم إلى مدتهم } ولا تجروهم مجرى الناكثين إذا بقوا على ما هم عليه من الوفاء بالعهد ،  وهو بنوا ضمرة وبنوا مدلج من كنانة ،  وقد بقى منه عهدهم تسعة أشهر فأتم إليهم عهدهم .  وسيأتي ذكرهم في الآية السابعة من هذه السورة .  \r\n \r\n"},{"text":"فَإِذَا ٱنسَلَخَ ٱلْأَشْهُرُ ٱلْحُرُمُ فَٱقْتُلُوا۟ ٱلْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَٱحْصُرُوهُمْ وَٱقْعُدُوا۟ لَهُمْ كُلَّ مَرْصَدٍ فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَخَلُّوا۟ سَبِيلَهُمْ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ","aya":"5","page":"187","tafsir":"{  فإذا انسلخ الأشهر الحرم } فإذا انقضت ،  أو خرجت أشهر الأمان الأربعة المذكورة ،  {  فاقتلوا المشركين } الناكثين {  حيث وجدتموهم } وسميت حرما لأنه تعالى جعلها مدة  أمان لهم يرحم قتالهم فيها ،  من السلخ بمعنى الكشط .  يقال :  سلخ الإهاب عن الشاة يسلخه ويسلخه سلخا ،  كشطه ونزعه عنها .  أو بمعنى الإخراج ،  من قولهم :  سلخت الشاة عن الإيهاب إذا أخرجتها منه ،  ثم استعير للانقضاء {  و اقعدوا لهم كل مرصد } أي في كل طريق يجتازون منه في أسفارهم حتى تأخذوهم من أي وجهة توجهوا .  والمرصد :  الموضع الذي يرقب فيه العدو . يقال :  رصدت الشيء أرصده رصدا ورصدا ،  إذا ترقبته .  \r\n \r\n"},{"text":"وَإِنْ أَحَدٌ مِّنَ ٱلْمُشْرِكِينَ ٱسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُۥ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ","aya":"6","page":"187","tafsir":"{  و إن أحد من المشركين } وإن أستأمنك بعد انقضاء مدة الأمان ،  وطلب جوارك وحمايتك أحد من المشركين الذين أمرت بقتالهم وقتلهم ليسمع القرآن ويتدبره ،  ويطلع على حقيقة الإسلام ،  فأجره وأمنه حتى يسمع كلام الله ولا يبقى  له عذر ،  ثم أبلغه موضع أمنه إن لم يسلم .  وهذه الآية – كما قال الحسن – محكمة غير منسوخة بآية : {  و قاتلوا المشركين كافة } .  \r\n \r\n"}]