[
    {
        "text": "حَٰفِظُوا۟ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلْوُسْطَىٰ وَقُومُوا۟ لِلَّهِ قَٰنِتِينَ",
        "tafsir": "{  والصلاة الوسطى }هي صلاة العصر على الراجح ،  لتوسطها بين الصلوات الخمس .  أو لأنها الفضلى ،  وفي الحديث ،  ( من فاتته صلاة العصر فكأنما وتر أهله وماله )أي نقص وسلب أهله وماله فيبقى فردا .\r\nوالوسطى : مؤنث الأوسط ،  يقال : وسطت القوم أوسطهم ،  إذا صرت في وسطهم .  وأوسط الشيء ووسطه : خياره .\r\n{  قانتين }مطيعين لله خاضعين .  من القنوت ،  وهو لزوم الطاعة مع الخضوع . ",
        "sura": "2",
        "aya": "238",
        "page": "39"
    },
    {
        "text": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا فَإِذَآ أَمِنتُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
        "tafsir": "{  فإن خفتم فرجالا }فإن خفتم العدو في حال المقاتلة في الحرب ،  فصلوا مشاة أو راكبين على ركائبكم بإيماء ،  سواء وليتم شطر القبلة أولا .  ورجالا : جمع راجل ،  وهو القوي على المشي برجليه .  ويلحق بما ذكر : الخوف بسبب آخر ،  كالهارب من العدو ،  أومن قصده سبع هائج ،  أو غشيه سيل جازف .\r\nوسيأتي حكم خوف العدو في غير حال المقاتلة في قوله تعالى : {  وإذا كنت فيهم فأقمت لهم الصلاة }{[66]} .",
        "sura": "2",
        "aya": "239",
        "page": "39"
    },
    {
        "text": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا وَصِيَّةً لِّأَزْوَٰجِهِم مَّتَٰعًا إِلَى ٱلْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِى مَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ مِن مَّعْرُوفٍ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
        "tafsir": "{أَزْوَاجاً} {لأَزْوَاجِهِمْ} {مَتَاعاً}\r\n(240) - أَكْثَرُ الصَّحَابَةِ مُتَّفِقُونَ عَلَى أنَّ هَذِهِ الآيَةَ مَنْسُوخَةٌ بِآيةِ عِدَّةِ الوَفَاةِ {يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً}، فَقَدْ كَانَ الرَّجُلُ إذا مَاتَ وَتَرَكَ امْرأةً عِنْدَهُ، اعتَدَّتْ سَنَةً فِي بَيْتِهِ يُنْفَقُ عَليها مِنْ مَالِهِ ثُمَّ نُسِخَتْ.\r\nوَفَسَّرَ بَعْضُهُمْ هَذِهِ الآيَةَ: انَّ عَلَى الأزْوَاجِ أنْ يُوصُوا لِزَوْجَاتِهِمْ بِشَيءٍ مِنَ المَالِ يُنْفِقْنَهُ مُدَّةَ الحَوْلِ، وَألاَّ يَخْرُجْنَ مِنَ البُيُوتِ سَنَةً كَامِلَةً. أمَّا إذا خَرَجْنَ قَبْلَ انْتِهَاءِ السَّنَةِ فَلا جُنَاحَ عَلَى الأوْلِياءِ أنْ يَتْرُكُوهنَّ يَتَصَرَّفْنَ فِي أنْفُسِهِنَّ بِمَا لاَ يُنْكِرُهُ الشَّرْعُ عَلَيهِنَّ. وَلاَ جُنَاحَ عَلَيهِنَّ فِي ذلِكَ. وَاللهُ قَوِيٌّ عَزيزٌ قَادِرٌ عَلَى الانْتِقَامِ، وَهُوَ حَكِيمٌ فِيمَا يُشَرِّعُ لِعِبَادِهِ.",
        "sura": "2",
        "aya": "240",
        "page": "39"
    },
    {
        "text": "وَلِلْمُطَلَّقَٰتِ مَتَٰعٌۢ بِٱلْمَعْرُوفِ حَقًّا عَلَى ٱلْمُتَّقِينَ",
        "tafsir": "{  وللمطلقات متاع } أي نفقة .  والنفقة : تسمى متاعا .  أو لهن متعة والمراد بها ما يشمل الواجبة والمستحبة .\r\n\r\n",
        "sura": "2",
        "aya": "241",
        "page": "39"
    },
    {
        "text": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
        "tafsir": "{آيَاتِهِ}\r\n(242) - وَيُبَيِّنُ اللهُ تَعَالَى لَكُمْ آيَاتِهِ (أيْ الحُدُودَ وَالأَحْكَامَ وَالشَّرْعَ) مِثْلَ هَذَا البَيَانِ الجَلِيِّ الوَاضِحِ، لِتَتَدَبَّرُوها وَلِتَفْهَمُوها.",
        "sura": "2",
        "aya": "242",
        "page": "39"
    },
    {
        "text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُوا۟ مِن دِيَٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُوا۟ ثُمَّ أَحْيَٰهُمْ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
        "tafsir": "{  ألم تر إلى الذين خرجوا } كان المشركون يستفتون اليهود في كثير من الأمور .  وكانت هذه القصة معلومة لليهود في أسفارهم وتواريخهم ،  فنزل القرآن بالإشارة إليها ،  ليرتدع المشركون عما هم فيه من الضلال وإنكار البعث .  ويعلموا أن دلائل القدرة على البعث مشهورة ،  وأن عند اليهود منها ما لو رجعوا إليهم فيه لعلموا أنه حق لا ريب فيه .  وفي ذكر هذه القصة مع ذلك تشجيع للمؤمنين على الجهاد والتعرض للشهادة ،  وتمهيد لما بعد هذه الآية .  ومعنى ( ألم تر ) : ألم تعلم .  وتستعمل فيما تقدم للمخاطب العلم به .  وفيما لم يعلم به من قبل .  والخطاب للرسول صلى الله عليه وسلم ،  والمراد أمته .  والمقصود : حثهم على العلم بها ،  والاعتبار بشأنها .\r\n\r\n",
        "sura": "2",
        "aya": "243",
        "page": "39"
    },
    {
        "text": "وَقَٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
        "tafsir": "{وَقَاتِلُواْ}\r\n(244) - وَيَحُثُّ اللهُ تَعَالَى المُؤْمِنِينَ عَلَى الجِهَادِ فِي سَبِيلِ اللهِ لإِعْلاَءِ كَلِمَةِ اللهِ، وَتَأمِينِ الدَّعْوَةِ وَالدِّفَاعِ عَنْ بلادِ الإِسْلاَمِ. وَيُذَكِّرُهُمْ بِأنَّ القُعُودَ عَنِ الجِهَادِ خَوفَ المَوْتِ لا يُطِيلُ عُمْراً، كَمَا أنَّ الجِهَادَ لاَ يُقَرِّبُ أجَلاً، فَلِكُلِّ أجَلٍ كِتَابٌ. وَأيْنَما كَانَ الإِنسَانُ فَالمَوْتُ مُدْرِكُهُ، وَاللهُ سَمِيعٌ لِمَا يَقُولُهُ العَبْدُ، عَلِيمٌ بِمَا يَفْعَلُهُ، وَعَلى العَبْدِ أنْ يُحَاسِبَ نَفْسَهُ حَتَّى يَتَجَلَّى لهُ تَقْصِيرُهُ فَيُشَمِّرُ عَنْ سَاعِدِ الجِدِّ لِتَدارُكِ مَا فَاتَ.",
        "sura": "2",
        "aya": "244",
        "page": "39"
    },
    {
        "text": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضْعَافًا كَثِيرَةً وَٱللَّهُ يَقْبِضُ وَيَبْصُۜطُ وَإِلَيْهِ تُرْجَعُونَ",
        "tafsir": "{  يقرض الله }القرض الحسن : الإنفاق في سبيل الله .  أم مطلق العمل الصالح .\r\n{  يقبض ويبسط }يسلب تارة ويعطى أخرى .  أو يسلب قوما ويعطى آخرين .  أو يضيق على بعض ويوسع على بعض ،  حسبما اقتضته مشيئته المبنية على الحكمة والمصلحة .  أي فلا تبخلوا بما وسع عليكم كيلا تبدل أحوالكم .  والقبض : ضد البسط .  يقال : قبضه بيده يقبضه ،  تناوله .  وقبض عليه بيده ،  أمسكه .  وبسط يده : مدها .  وبسط المكان القوم : وسعهم .  والآية تحريض على الإقراض الحسن ،  وزجر عن تركه .\r\n\r\n",
        "sura": "2",
        "aya": "245",
        "page": "39"
    }
]