[
    {
        "text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ",
        "tafsir": "{  وإذا قيل لهم تعالوا } نزلت في عبد الله بن أبيّ حين افتضح أمره ،  وطلب منه أن يذهب إلى رسول الله صلى الله عليه وسلم ليستغفر له ؛  فأعرض واستكبر .  وجميع الضمائر في الآية من باب :  بنوا تميم قتلوا فلانا ،  والقاتل بعضهم .  أو لأن أتباعه مثله في ذلك .\r\n{  لووا رءوسهم } عطفوها وثنوها وهو كناية عن التكبر والإعراض ؛  ونظيره قوله تعالى :   \" ثاني عطفه \"  {[356]} .  أو حركوها وأمالوها استهزاء برسول الله صلى الله عليه وسلم وباستغفاره ؛  إذ يستوى عندهم استغفاره وعدمه .  وقد أخبر الله تعالى أنه لن يغفر لهم ؛  لأنهماكهم في الكفر والفسق والقبائح .  يقال :  لوى رأسه وبرأسه ،  أماله ؛  ونظيره :   \" فسينغضون إليك رءوسهم \"  {[357]} أي يحركونها استهزاء .",
        "sura": "63",
        "aya": "5",
        "page": "555"
    },
    {
        "text": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ",
        "tafsir": "{ٱلْفَـٰسِقِينَ}\r\n(6) - وَسَوَاءٌ اسْتَغْفَرْتَ يَا أَيُّهَا الرَّسُولُ لِهَؤُلاَءِ المُنَافِقِينَ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ فَإِنَّ اللهَ لَنْ يَغْفِرَ لَهُمْ ذُنُوبَهُمْ وَآثَامَهُمْ، لأَِنَّ اللهَ قَدْ كَتَبَ عَلَيْهِمِ الشَّقَاءَ بِمَا كَسَبَتْ أَيْدِيهِمْ مِنَ الفِسْقِ، وَمَا رَانَ عَلَى قُلُوبِهِمْ مِنَ النِّفَاقِ.\n",
        "sura": "63",
        "aya": "6",
        "page": "555"
    },
    {
        "text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَفْقَهُونَ",
        "tafsir": "{  حتى ينفضوا } أي كي يتفرقوا عنه صلى الله عليه وسلم ولا يصحبوه .\r\n\r\n",
        "sura": "63",
        "aya": "7",
        "page": "555"
    },
    {
        "text": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَعْلَمُونَ",
        "tafsir": "{  يقولون لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل } قائل ذلك هو عبد الله بن أبي .  ويعني بالأعز – أي الأقوى - :  نفسه ومن معه من المنافقين .  وبالأذل – أي الأضعف والأهون - :  من عداهم من المؤمنين ؛  من العزة ضد الذلة .  فرد الله عليهم بقوله : {  ولله العزة } أي الغلبة{  ولرسوله وللمؤمنين } لا لغيرهم .\r\n\r\n",
        "sura": "63",
        "aya": "8",
        "page": "555"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُمْ عَن ذِكْرِ ٱللَّهِ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
        "tafsir": "{  يأيها الذين آمنوا .  .  .  } نهى للمؤمنين عن التشبه بالمنافقين في الاغترار بالأموال والأولاد .\r\nوالله أعلم .\r\n\r\n",
        "sura": "63",
        "aya": "9",
        "page": "555"
    },
    {
        "text": "وَأَنفِقُوا۟ مِن مَّا رَزَقْنَٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ",
        "tafsir": "{رَزَقْنَاكُمْ} {ٱلصَّالِحِينَ}\r\n(10) - يَحُثُّ اللهُ تَعَالَى المُؤْمِنِينَ عَلَى الإِنْفَاقِ فِي طَاعَتِهِ مِنَ المَالِ الذِي جَعَلَهُمْ مُسْتَخْلَفِينَ فِيهِ قَبْلَ أَنْ يَحِينَ أَجَلُهُمْ فَيَقُولُ هَؤُلاَءِ الذِينَ قَصَّرُوا فِي الطَّاعَةِ، وَفِي الإِنْفَاقِ فِي سَبِيلِ اللهِ وَمَرْضَاتِهِ: يَا رَبِّ لَوْ أَنَّكَ أَخَّرْتَنِي مُدَّةً يَسِيرَةً، فَأُنْفِقَ فِي طَاعَتِكَ، وأَسْتَجِيبَ لأَِمْرِكَ، وأَكُونَ مِنْ عِبَادِكَ المُخْلِصِينَ الصَّالِحِينَ، الذِينَ تَرْضَى عَنْهُمْ.\r\nلَوْلاَ أَخَّرْتَنِي - هَلاَّ أَمْهَلْتَنِي وَأَخَّرْتَنِي.\n",
        "sura": "63",
        "aya": "10",
        "page": "555"
    },
    {
        "text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
        "tafsir": "(11) - وَيَقُولُ اللهُ تَعَالَى لِهَؤُلاَءِ: إِنَّهُ كَانَ عَلَيْهِمْ أَنْ يَفْعَلُوا الطَّاعَاتِ، وَيُنْفِقُوا فِي أَوْجُهِ الخَيْرِ وَالبِرِّ قَبْلَ أَنْ يَحِينَ أَجَلُهُمْ، لأَِنَّهُمْ إِذَا حَانَ أَجَلُهُمْ فَلاَ مَجَالَ لِلتَّأْخِيرِ وَالإِمْهَالِ، وَاللهُ خَبِيرٌ بِمَا يَفْعَلُهُ العِبَادُ.\n",
        "sura": "63",
        "aya": "11",
        "page": "555"
    }
]