[
    {
        "text": "فَمَن يُرِدِ ٱللَّهُ أَن يَهْدِيَهُۥ يَشْرَحْ صَدْرَهُۥ لِلْإِسْلَٰمِ وَمَن يُرِدْ أَن يُضِلَّهُۥ يَجْعَلْ صَدْرَهُۥ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِى ٱلسَّمَآءِ كَذَٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يُؤْمِنُونَ",
        "tafsir": "{  فمن يرد الله أن يهديه .  .  .  }أي فمن يرد الله أن يهديه للإسلام ،  ويوفقه له يوسع صدره لقبوله ،  ويسهله له بفضله وإحسانه .  و من يرد أن يضله يصير صدره ضيقا متزايد الضيق ،  لا منفذ فيه للإسلام ،  كأنما إذا دعا إليه قد كلف الصعود إلى السماء و هو لا يستطيعه بحال .  وشرح الصدر : توسعته .  يقال : شرح الله صدره فانشرح ،  أي وسعه فاتسع .  والحرج :  مصدر حرج صدره حرجا فهو حرج ،  أي ضاق ضيقا شديدا : وصف به الضيق للمبالغة ،  كأنه نفس الضيق .  و أصل الحرج : مجتمع الشيء ،  و يقال للغيضة الملتفة الأشجار التي يصعب دخولها : حرجة .  و{  يصعد }أي يتصعد ،  بمعنى يتكلف الصعود فلا يستطيعه .\r\n{  كذلك يجعل الله الرجس .  .  }أي مثل جعل صدره ضيقا حرجا بجعل الله العذاب على الكافرين .\r\nو أصل الرجس : النتن والقذر .  أو المأثم ،  أو العمل المؤدى إلى العذاب .  ( آية 90 المائدة ص 205 ) .",
        "sura": "6",
        "aya": "125",
        "page": "144"
    },
    {
        "text": "وَهَٰذَا صِرَٰطُ رَبِّكَ مُسْتَقِيمًا قَدْ فَصَّلْنَا ٱلْءَايَٰتِ لِقَوْمٍ يَذَّكَّرُونَ",
        "tafsir": "{صِرَاطُ} {ٱلآيَاتِ}\r\n(126) - وَدِينُ الإِسْلاَمِ الذِي شَرَّعْنَاهُ لَكَ يَا مُحَمَّدُ، بِمَا أَوْحَيْنَا إِلَيكَ هذا القُرآنَ، هُوَ صِرَاطُ اللهِ المُسْتَقِيمُ، وَقَدْ وَضَّحْنَا الآيَاتِ وَبَيَّنَّاهَا، لِقَوْمٍ يَفْهَمُونَ وَيَعْقِلُونَ وَيَعُونَ.\r\nفَصَّلْنَا - بَيَّنَّا وَوَضَّحْنَا.\r\nيَذَّكَّرُونَ - يَعُونَ وَيَفْهَمُونَ وَيَعْقِلُونَ.",
        "sura": "6",
        "aya": "126",
        "page": "144"
    },
    {
        "text": "لَهُمْ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمْ وَهُوَ وَلِيُّهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{  وهو وليهم .  .  }متولى إيصال الخير إليهم .  مواليهم أو ناصرهم ،  بسبب أعمالهم الصالحة .\r\n\r\n",
        "sura": "6",
        "aya": "127",
        "page": "144"
    },
    {
        "text": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَٰمَعْشَرَ ٱلْجِنِّ قَدِ ٱسْتَكْثَرْتُم مِّنَ ٱلْإِنسِ وَقَالَ أَوْلِيَآؤُهُم مِّنَ ٱلْإِنسِ رَبَّنَا ٱسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَآ أَجَلَنَا ٱلَّذِىٓ أَجَّلْتَ لَنَا قَالَ ٱلنَّارُ مَثْوَىٰكُمْ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
        "tafsir": "{  يا معشر الجن .  .  } المعشر : الجماعة أمرهم واحد .  والمراد هنا : الشياطين ،  أي و يقال لهم في ذلك اليوم : قد أكثرتم من إغوائكم الإنس و إضلالكم إياهم .  أو أكثرتم منهم بأن جعلتموهم أتباعكم .\r\n{  ربنا استمتع بعضنا ببعض }أي انتفع الإنس بالجن ،  حيث دلوهم على المفاسد وما يوصل إليها .\r\nو الجن بالأنس ،  حيث أطاعوهم و انقادوا إليهم فصاروا كالأتباع لهم .  والمراد بهم الكفار .\r\n{  إلا ما شاء الله }الأرجح أن المراد بهذا الاستثناء و بنظائره في آيات أخر- المبالغة في الخلود .  أي أنه لا ينتفى في وقت ما إلا وقت مشيئته تعالى ،  وهو تعالى لا يشاء ذلك ،  فقد أخبر أن هؤلاء الكفار لا يخرجون من النار أبدا .  وفي إيراد المعنى في هذه الصورة بيان أن مرد الأمور كلها إلى مشيئته تعالى ،  وأن خلودهم إنما كان بمحض المشيئة ،  ولو شاء الله عدمه لم يخلدوا .  وفيه تنكيل آخر بهم ،  وهو إبقاؤهم في حيرة دائمة وتردد ،  بين الطمع في الخروج و اليأس منه .\r\n\r\n",
        "sura": "6",
        "aya": "128",
        "page": "144"
    },
    {
        "text": "وَكَذَٰلِكَ نُوَلِّى بَعْضَ ٱلظَّٰلِمِينَ بَعْضًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
        "tafsir": "{ٱلظَّالِمِينَ}\r\n(129) - وَكَمَا جَعَلْنَا هؤُلاءِ الخَاسِرِينَ مِنْ الإِنْسِ أَنْصَاراً وَأَوْلِيَاءً لِتِلْكَ الطَّائِفَةِ التِي أَغْوَتْهُمْ مِنَ الجِنِّ، كَذَلِكَ نَفْعَلُ بِالظَّالِمِينَ، نُسَلِّطُ بَعْضَهُمْ عَلَى بَعْضٍ، وَنُهْلِكُ بَعْضَهُمْ بِبَعْضٍ، وَنَنْتَقِمُ مِنْ بَعْضِهِمْ بِبَعْضٍ، جَزَاءً لَهُمْ عَلَى ظُلْمِهِمْ وَبَغْيِهِمْ.\r\nوَقَالَ الأَعْمَشُ فِي تَفْسِيرِ هذِهِ الآيَةِ: (إِذَا فَسَدَ النَّاسُ أَمَّرَ اللهُ عَلَيْهِمْ شِرَارَهُمْ، وَذلِكَ أنَّ المُلُوكَ يَتَصَرَّفُونَ فِي الأُمَمِ الجَاهِلَةِ تَصَرُّفَ الرُّعَاةِ فِي الأَغْنَامِ السَّائِمَةِ).",
        "sura": "6",
        "aya": "129",
        "page": "144"
    },
    {
        "text": "يَٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَٰتِى وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا قَالُوا۟ شَهِدْنَا عَلَىٰٓ أَنفُسِنَا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَٰفِرِينَ",
        "tafsir": "{يَامَعْشَرَ} {آيَاتِي} {ٱلْحَيَاةُ} {كَافِرِينَ}\r\n(130) - وَيَسْأَلُ اللهُ تَعَالَى يَوْمَ القِيَامَةِ كُفَّارَ الإِنْسِ وَالجِنِّ مُقَرِّعاً فَيَقُولُ لَهُمْ: هَلْ بَلَّغَهُمُ الرُّسُلُ رِسَالاَتِ رَبِّهِمْ، وَهَلْ أََنْذَرُوهُمْ لِقَاءَ يَوْمِ القِيَامَةِ؟ فَيَقُولُونَ: إِنَّنَا نُقِرُّ بِأَنَّ الرُّسُلَ جَاؤُونَا، وَأَبْلَغُونَا آيَاتِكَ، وَأَنْذَرُونَا بِأَنَّنَا مُلاَقُو رَبِّنَا يَوْمَ القِيَامَةِ، يَوْمَ البَعْثِ وَالنُّشُورِ، وَأّنَّنَا فَرَّطْنَا فِي حَيَاتِنَا الدُّنْيا، وَهَلَكَنْا بِتَكْذِيبِنا الرُّسُلَ وَمُخَالَفَتِهِمْ، وَاغْتَرَرْنَا بِزُخْرِفِ الحَيَاةِ الدُّنْيا وَزِينَتِهَا وَشَهَواتِها، وَأَنَّنَا نَشْهَدُ عَلَى أَنْفُسِنَا أَنَّنَا كُنَّا كَافِرِينَ فِي حَيَاتِنَا الدُّنْيا.\r\nغَرَّتْهُمْ - خَدَعَتْهُمْ بِبَهْرَجِهَا وَزِينَتِهَا.",
        "sura": "6",
        "aya": "130",
        "page": "144"
    },
    {
        "text": "ذَٰلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَٰفِلُونَ",
        "tafsir": "{  ذلك أن لم يكن ربك }أي إتيان الرسل و إنذارهم ثابت ،  لأنه لم يكن ربك مهلك أهل القرى بسبب أي ظلم فعلوه قبل أن ينبهوا إلى بطلانه و ينهوا عنه ،  قال تعالى : {  وإن من أمة إلا خلا فيها نذير }{[148]}وقال : {  وما كنا معذبين حتى نبعث رسولا }{[149]} .",
        "sura": "6",
        "aya": "131",
        "page": "144"
    }
]