[{"text":"ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ","aya":"4","page":"546","tafsir":"{  شاقوا الله } عادوه وخالفوه ؛  فكانوا في شق وجانب غير شقه وجانبه .  ومشاقتهم للرسول صلى الله عليه وسلم مشاقة لله تعالى .  \r\n \r\n"},{"text":"مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ ٱللَّهِ وَلِيُخْزِىَ ٱلْفَٰسِقِينَ","aya":"5","page":"546","tafsir":"{  ما قطعتم من لينة }واحدة اللين ،  هو النخل كله أو إلا العجوة ،  أو هو كرام النخل ،  أو واحدة اللون ،  وهو جميع ألوان التمر سوى البرني والعجوة ؛  ويسميه أهل المدينة الألوان .  وأصل لينة لونة ،  فقلبت الواو ياء لكسر ما قبلها .  نزلت حين اختلف الصحابة في قطع نخل لبني النضير كان موضعا للقتال ؛  فمنهم من قطع ،  ومنهم من أمسك ،  أي أيّ شيء قطعتم منه أو تركتم على ما هو عليه فيأمر الله تعالى ؛  فلا جناح عليكم في شيء منهما ولا لوم .  \r\n \r\n"},{"text":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","aya":"6","page":"546","tafsir":"{  وما أفاء الله على رسوله منهم .  .  .  } الفيء  :  الرجوع ،  يقال  :  فاء عليه ،  إذا رجع ،  وأفأته عليه  :  إذا رددته عليه .  والإيجاف  :  الإسراع في السير يقال  :  أوجفت البعير ،  أسرعته والركاب :  الإبل .  نزلت حين طلب الصحابة منه صلى الله عليه وسلم أن يقسم بينهم أموال بني النضير قسمة الغنائم ؛  فبين الله تعالى أنها فيء لا غنيمة ،  إذ أنهم لم يقطعوا لها شقة ،  ولم يلقوا فيها مشقة ،  ولم يلتحموا فيها بقتال شديد ،  بل ذهبوا إلى قراها رجالا ،  وكانت على ميلين من المدينة ،  وفتحت صلحا فهي للرسول صلى الله عليه وسلم خالصة ،  يتصرف فيها كما أمره الله تعالى في الآية التالية ؛  حيث جعل فيها خمس الفيء من أموال الكفار عامة مقسوما على خمسة أسهم لمن ذكرهم الله فيها ؛  لا على ستة لأن سهمه سبحانه ومنهم رسوله سهم واحد .  وذكره تعالى افتتاح كلام للتيمن والتبرك ؛  فإن لله ما في السموات وما في الأرض ،  وفيه تعظيم لشأن رسوله صلى الله عليه وسلم ،  وجعل أربعة أخماسه الباقية لمصالح المسلمين على ما يراه صلى الله عليه وسلم ،  وله أن يعم بها وأن يخص ،  ولذلك احتبس صلى الله عليه وسلم من أموال بني النضير شيئا لنوائبه وما يعرون .  وقسم أكثرها بين الفقراء المهاجرين ،  ولم يعط الأنصار منها شيئا سوى ثلاثة نفر أعطاهم لفقرهم  ،  وقال للأنصار :  ( إن شئتم قسمت أموال بني النضير بينكم وبينهم وأقمتم على مواساتهم في ثماركم  ،  وإن شئتم أعطيتها للمهاجرين دونكم وقطعتم عنهم ما كنتم تعطونهم من ثماركم ) ؟  فقالوا :  بل تعطيهم دوننا ،  ونقيم على مواساتهم ؛  فأعطى المهاجرين دونهم ،  فاستغنى القوم جميعا  :  المهاجرون بما أخذوا ،  والأنصار بما رجع إليهم من ثمارهم .  و {  أهل القرى } هم أهل قرى الكفار عامة ،  الذين نيلت أموالهم صلحا بغير إيحاف خيل ولا ركاب .  و {  لذي القربى } هم بنو هاشم وبنو المطلب .  \r\n \r\n"},{"text":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْ أَهْلِ ٱلْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ ٱلْأَغْنِيَآءِ مِنكُمْ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمْ عَنْهُ فَٱنتَهُوا۟ وَٱتَّقُوا۟ ٱللَّهَ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ","aya":"7","page":"546","tafsir":"{  كي لا يكون } الفيء الذي حقه أن يكون للفقراء يعيشون به . {  دولة بين الأغنياء منكم } خاصة ،  أي حظا بينكم ؛  تتكاثرون به .  أو متداولا تتعاورونه فيما بينكم فلا يصيب الفقراء .  والدولة – بالضم وبالفتح – اسم لما يدور من الجد والحظ .  أو لما يتداول في الأيدي ؛  فيحصل في يد هذا تارة ،  وفي هذا تارة .  وقال ابن العلاء :  الدولة – بالضم – في المال .  وبالفتح في الحرب .  وظاهر التعليل :  اعتبار الفقر في الأصناف الأربعة الأخيرة . {  وما آتاكم الرسول فخذوه } أي يجب عليكم الإذعان والعمل بكل ما جاءكم به الرسول صلى الله عليه وسلم ؛  ومنه ما يأمر به في الفيء .  ولتأكيد التعميم عقبه بقوله : {  واتقوا الله } أي في كل أمر ونهي .  وفي الآية دليل على وجوب الأخذ بالسنن الصحيحة في كل الأمور .  وعن أبي رافع أن رسول الله صلى الله عليه وسلم قال :  ( لا ألفين أحدكم متكئا على أريكته يأتيه أمر مما أمرت به أو نهيت عنه فيقولا لا أدري !  ما وجدنا في كتاب الله اتبعناه ) .  أخرجه أبو داود ،  والترمذي وقال :  هذا حديث حسن .  .  .  وهو من أعلام النبوة ؛  فقد وقع ذلك بعد من الجاهلين بكتاب الله ومنصب الرسالة ،  ومن الزنادقة الصادين عن سبيل الله !   .  \r\n \r\n"},{"text":"لِلْفُقَرَآءِ ٱلْمُهَٰجِرِينَ ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَٰرِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","aya":"8","page":"546","tafsir":"{  للفقراء المهاجرين } بدل من  \" ولذي القربى \"  أو متعلق بفعل محذوف ،  والجملة استئناف بياني .  وذلك أنهم كانوا يعلمون أن الخمس يصرف لمن تضمنه قوله تعالى :  {  فلله وللرسول ولذي القربى واليتامى والمساكين وابن السبيل } ولم يعلموا مصرف الأربعة الأخماس الباقية ؛  فكأنهم قالوا :  فلمن تكون هذه !  فقيل :  تكون للفقراء المهاجرين والأنصار ومن جاء بعدهم ؛  فهي للمسلمين عامة ،  وهو صلى الله عليه وسلم يتصرف فيها تخصيصا وتعميما كما يشاء .  \r\n \r\n"},{"text":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلْإِيمَٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُوا۟ وَيُؤْثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ","aya":"9","page":"546","tafsir":"{  والذين تبوءوا الدار } نزلوا وأقاموا به ؛  معطوف على المهاجرين  ، {  والإيمان } أي وأخلصوا الإيمان ، {  من قبلهم } أي من قبل تبوء المهاجرين لها وقيل :  الجملة مستأنفة لمدح الأنصار بخصال حميدة ؛  منها :  محبتهم للمهاجرين ،  ورضاهم باختصاص الفيء بهم . {  ولا يجدون في صدورهم حاجة } أي شيئا محتاجا إليه{  مما أوتوا } مما أعطى المهاجرين من الفيء وغيره{  خصاصة } حاجة وأصلها :  من خصاص البيت ،  وهو ما يبقى بين عيدانه من الفرج والفتوح . {  ومن يوق شح نفسه } أي يوق بتوفيق الله شحها حتى يخالفها فيما يغلب عليها من حب المال وبغض الإنفاق .  والشح :  البخل مع الحرص .  \r\n \r\n"}]