[{"text":"وَإِنِ ٱمْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا وَٱلصُّلْحُ خَيْرٌ وَأُحْضِرَتِ ٱلْأَنفُسُ ٱلشُّحَّ وَإِن تُحْسِنُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا","aya":"128","page":"99","tafsir":"{  نشوزا أو إعراضا }النشوز : أن يتجافى عنها بأن يمنعها نفسه ونفقته ومودته ، ويؤذيها بسب أو ضرب . و الإعراض : أن يقلل محادثتها و مؤانستها ، وهو أخف من النشوز . {  وأحضرت الأنفس الشح }أي جبلت على الإفراط في الحرص والبخل ، فكأنه حاضرها لا ينفك عنها أبدا .  \r\n \r\n"},{"text":"وَلَن تَسْتَطِيعُوٓا۟ أَن تَعْدِلُوا۟ بَيْنَ ٱلنِّسَآءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا۟ كُلَّ ٱلْمَيْلِ فَتَذَرُوهَا كَٱلْمُعَلَّقَةِ وَإِن تُصْلِحُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا","aya":"129","page":"99","tafsir":"{  ولن تستطيعوا أن تعدلوا } أي العدل المطلق الكامل بين زوجاتكم في القسم والنفقة ، والتعهد والنظر ، والإقبال و المحالمة والمفاكهة ، والمحبة والانعطاف وغير ذلك . {  ولو حرصتم }عليه أتم الحرص ، ولذلك لم يكلفكم الله به ، إذ التكليف الشرعي إنما يكون بما في الوسع والطاقة ، فقاربوا واجتهدوا ألا تميلوا الليل المحظور إلى واحدة منهن في حقوق الزوجية ، بحيث تكون الأخرى كأنها معلقة لا هي مطلقة ولا هي ذات بعل ، وجاهدوا أنفسكم حتى تصلوا إلى الحد المستطاع من العدل الذي يباح لكم معه تعدد الزوجات( راجع آية 2 من هذه السورة ص 139 ) ."},{"text":"وَإِن يَتَفَرَّقَا يُغْنِ ٱللَّهُ كُلًّا مِّن سَعَتِهِۦ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمًا","aya":"130","page":"99","tafsir":"no text"},{"text":"وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَقَدْ وَصَّيْنَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ ٱتَّقُوا۟ ٱللَّهَ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدًا","aya":"131","page":"99","tafsir":"no text"},{"text":"وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","aya":"132","page":"99","tafsir":"{  وكفى بالله وكيلا }كفيلا بالأمر معتمدا عليه .  . يقال : وكل فلان فلانا ، إذا استكفاه أمره ثقة بكفايته ، أو عجزا عن القيام بأمر نفسه .  \r\n \r\n"},{"text":"إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا ٱلنَّاسُ وَيَأْتِ بِـَٔاخَرِينَ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا","aya":"133","page":"99","tafsir":"no text"},{"text":"مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنْيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَكَانَ ٱللَّهُ سَمِيعًۢا بَصِيرًا","aya":"134","page":"99","tafsir":"no text"}]