[
    {
        "text": "وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا",
        "tafsir": "{لا يرجون لقاءنا. .  .} كناية عن إنكارهم البعث والحشر. أولا يؤملون لقاء جزائنا بالخير؛ لإنكارهم ذلك. {وعتوا عتوا كبيرا} جاوزوا الحد في الظلم والطغيان تجاوزا بالغا. مصدر عتا يعتو عتوا وعتيا .",
        "sura": "25",
        "aya": "21",
        "page": "362"
    },
    {
        "text": "يَوْمَ يَرَوْنَ ٱلْمَلَٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا",
        "tafsir": "{لا بشرى يومئذ للمجرمين} أي يقول لهم الملائكة ذلك يوم القيامة. {ويقولون حجر محجورا} أي ويقول الملائكة للمجرمين: حراما محرما عليكم البشرى في هذا اليوم. والحجر- بالكسر ويفتح- :  الحرام؛ وأصله المنع. و  \" محجورا\" صفة مؤكدة للمعنى؛ كما في: موت مائت. أو يقول المجرمون حين يرون الملائكة: حجرا محجورا؛ أي حراما محرما عليكم التعرض لنا. وكان الرجل في الجاهلية يقول ذلك إذا لقي من يخافه في شهر حرام أو في الحرم فيأمن شره؛ فقالوها يوم القيامة ظانين أنها تنفعهم فيه كما كانت تنفعهم في الدنيا .",
        "sura": "25",
        "aya": "22",
        "page": "362"
    },
    {
        "text": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍ فَجَعَلْنَٰهُ هَبَآءً مَّنثُورًا",
        "tafsir": "{وقدمنا إلى ما عملوا من عمل. .  .} وعمدنا إلى ما عمله الكافرون في الدنيا من أعمال الخير والبر؛ كصلة رحم وإغاثة ملهوف وقري ضيف مع كفرهم وجحودهم، فجعلناه يوم القيامة باطلا لا ثواب له ولا جدوى؛ كالهباء المنثور. والهباء: ما يخرج من الكوة مع ضوء الشمس شبيها بالغبار. والمنثور: المتفرق الذاهب كل مذهب، الذي لا يتأتى جمعه. شبهت به هذه الأعمال يوم القيامة مع الكفر في عدم الجدوى؛ وتقدم أنهم يجازون بها في الدنيا. وهو مثل قوله تعالى: \" والذين كفروا أعمالهم كسراب بقيعة\" وقوله تعالى: \" مثل الذين كفروا بربهم أعمالهم كرماد اشتدت به الريح في يوم عاصف\" .",
        "sura": "25",
        "aya": "23",
        "page": "362"
    },
    {
        "text": "أَصْحَٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
        "tafsir": "{وأحسن مقيلا} منزلا ومأوى للاسترواح. والمقيل في الأصل: مكان القيلولة، وهي الاستراحة نصف النهار وإن لم يكن هناك نوم؛ ومنه\" أو هم قائلون\" .  والمراد: أنهم في أقصى ما يكون من حسن المقيل .",
        "sura": "25",
        "aya": "24",
        "page": "362"
    },
    {
        "text": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَٰمِ وَنُزِّلَ ٱلْمَلَٰٓئِكَةُ تَنزِيلًا",
        "tafsir": "{ويوم تشقق السماء بالغمام} واذكر يوم تنفتح السماء عن الغمام، وهو سحاب أبيض رقيق مثل الضباب. فالباء بمعنى عن؛ كقوله تعالى: \" يوم تشقق الأرض عنهم\" .  وهو مثل: انشقت الأرض عن النبات؛ أي ارتفعت تربتها عنه عند طلوعه .",
        "sura": "25",
        "aya": "25",
        "page": "362"
    },
    {
        "text": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَٰنِ وَكَانَ يَوْمًا عَلَى ٱلْكَٰفِرِينَ عَسِيرًا",
        "tafsir": "{يَوْمَئِذٍ} {ٱلْكَافِرِينَ} - ويكون المالك الحق في ذلك اليوم هو الله وحده لا شريك له، ولا ملك غيره. وهو يوم صعب شديد الهول على الكافرين، لأنه يوم عدل، وقضاء، وفصل، ويعلمون في ذلك اليوم ما قدموا من سيئ العمل، وما أسلفوا من كفر برب العباد، وتكذيب لأنبيائه، ومن عمل أثيم.",
        "sura": "25",
        "aya": "26",
        "page": "362"
    },
    {
        "text": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًا",
        "tafsir": "{ويوم يعض الظالم على يديه} واذكر يوم يندم الظالم لنفسه– الذي فارق طريق الرسول صلى الله عليه وسلم والحق الذي جاء به، وسلك الطريق متبعا هواه– أشد ندم ولا أسف. وعض اليدين والأنامل وأكل البنان ونحوها: كنايات عن شدة الغيظ والحسرة لحصولها عندها غالبا؛ وذلك شأن كل ظالم. ويدخل في ذلك عقبة بن أبي معيط وغيره من الأشقياء، وقد أطاع في الكفر خليله أبي بن خلف؛ وهو المكنى عنه بفلان في الآية التالية .",
        "sura": "25",
        "aya": "27",
        "page": "362"
    },
    {
        "text": "يَٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
        "tafsir": "{يا ويلتا} دعاء بالويل والثبور [آية 31 المائدة ص 190] .",
        "sura": "25",
        "aya": "28",
        "page": "362"
    },
    {
        "text": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى وَكَانَ ٱلشَّيْطَٰنُ لِلْإِنسَٰنِ خَذُولًا",
        "tafsir": "{ٱلشَّيْطَانُ} {لِلإِنْسَانِ} - لقد أضلني هذا الصديق عن الإيمان بالقرآن بعد بلوغه إلي، ومناني بالنصر والفلاح، ومن عادة الشيطان أن يمني ويعد، ويمني كذبا وغرورا، وأن يخذل الإنسان يوم القيامة، ويتركه لمصيره، ويقول لأوليائه: {إِنَّ ٱللَّهَ وَعَدَكُمْ وَعْدَ ٱلْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ} } .\n(وَقِيلَ بَلْ إِنَّ المَقْصُودَ مِنْ هَذِهِ الآيَةِ: أَنَّ الشَّيْطَانَ يُخَذِّلُ الإِنْسَانَ عَنِ الحَقِّ، وَيَصْرِفُهُ عَنْهُ، وَيَسْتَعْمِلُهُ فِي البَاطِل وَيَدْعُوهُ إِلَيْهِ) .\r\nخذولا- كثير الخذلان لمن يواليه.",
        "sura": "25",
        "aya": "29",
        "page": "362"
    },
    {
        "text": "وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَٰذَا ٱلْقُرْءَانَ مَهْجُورًا",
        "tafsir": "{اتخذوا هذا القرآن مهجورا} متروكا فلم يؤمنوا به ولم يرفعوا إليه رأسا، ولم يتأثروا بوعده ووعيده؛ من الهجر بمعنى الترك، نظير قوله تعالى: \" وهم ينهون عنه وينأون عنه\" أي يصدون ويبعدون عنه. أو قالوا فيه هجرا وباطلا من القول؛ كما قال تعالى: \" مستكبرين به سامرا تهجرون\" .",
        "sura": "25",
        "aya": "30",
        "page": "362"
    },
    {
        "text": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا مِّنَ ٱلْمُجْرِمِينَ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا",
        "tafsir": "{وكذلك جعلنا} تسلية له صلى الله عليه وسلم؛ أي كما جعلنا قومك يعادونك ويكذبونك جعلنا {لكل نبي عدوا من المجرمين} .",
        "sura": "25",
        "aya": "31",
        "page": "362"
    },
    {
        "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ وَرَتَّلْنَٰهُ تَرْتِيلًا",
        "tafsir": "{كذلك لنثبت به فؤادك} لما قال المشركون: هلا أنزل القرآن على محمد– صلى الله عليه وسلم– دفعة واحدة غير مفرق كما أنزلت الكتب السابقة؟ – رد الله تعالى عليهم بقوله: \" كذلك\" أي تنزيلا مثل ذلك التنزيل الذي اقترحتم خلافه، نزلناه فجعلناه مفرقا منجما؛ لنقوي له قلبك وقلوب المؤمنين بتيسير حفظه وضبطه وفهم معانيه، والوقوف على تفاصيل ما روعي فيه من الحكم والمصالح، وتجدد عجز الطاعنين فيه وغير ذلك. {ورتلناه} فرقناه آية بعد آية؛ كما قال تعالى: \" كتاب أحكمت آياته ثم فصلت\" .  أو قرأناه عليك بلسن جبريل شيئا فشيئا على تؤدة وتمهل؛ من قولهم: ثغر مرتل؛ أي مفلج الأسنان غير متلاصقها .",
        "sura": "25",
        "aya": "32",
        "page": "362"
    }
]