[{"text":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ إِنَّ ٱلْإِنسَٰنَ لَظَلُومٌ كَفَّارٌ","aya":"34","page":"260","tafsir":""},{"text":"وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ","aya":"35","page":"260","tafsir":"{  واجنبني .  .  } أبعدني وبني عن عبادة الأصنام ،  من جنبته عن كذا :  أبعدته عنه .  وجنبته – بالتشديد -   مبالغة .  \r\n \r\n"},{"text":"رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ","aya":"36","page":"260","tafsir":""},{"text":"رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ","aya":"37","page":"260","tafsir":"{  من ذريتي } أي بعضهم ،  وهو ابنه إسماعيل عليه السلام الذي رزق به من السيدة هاجر ،  \r\nوأوحي إليه أن ينقلهما إلى مكة عند المكان الذي سيبني فيه البيت المحرم .  \r\n{  تهوي  إليهم } تسرع إليهم شوقا وودادا .  يقال :  هوى يهوى هويا ،  إذا أسرع في السير .  \r\nأو تزيدهم ،  كما تقول :  رأيت فلانا يهوي نحوك ،  أي يريدك .  \r\n \r\n"},{"text":"رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ","aya":"38","page":"260","tafsir":""},{"text":"ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَٰعِيلَ وَإِسْحَٰقَ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ","aya":"39","page":"260","tafsir":"{  إسماعيل } من السيدة هاجر {  و إسحاق } من السيدة سارة .  وإسماعيل أسن من أخيه ،  وبينهما ثلاث عشرة سنة ،  على ما قيل .  \r\n \r\n"},{"text":"رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى رَبَّنَا وَتَقَبَّلْ دُعَآءِ","aya":"40","page":"260","tafsir":""},{"text":"رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ","aya":"41","page":"260","tafsir":"{  اغفر لي ولوالدي } طلب المغفرة لوالديه قبل أن يتبين له أن والده عدو الله ،  وكانت أمة مؤمنة ،  ثم لما تبين له أنه عدو لله تبرأ منه ،  ونهى عن الاستغفار له .  \r\n \r\n"},{"text":"وَلَا تَحْسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعْمَلُ ٱلظَّٰلِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَٰرُ","aya":"42","page":"260","tafsir":"{  تشخص فيه الأبصار } ترتفع فيه أبصار أهل الموقف ،  فلا تطرف أجفانهم من هول ما يرونه .  يقال :  شخص بصره شاخص ،  إذا فتح عينيه وجعل لا يطرف .  وشخص شخوصا :  ارتفع .  \r\n \r\n"}]