[
    {
        "text": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ ٱلسِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلْعِيرُ إِنَّكُمْ لَسَٰرِقُونَ",
        "tafsir": "{  السقاية } هي إناء كان يشرب به الملك ،  ويكيل به الطعام للممتازين ،  لعزة ما يكال به في ذلك الوقت .  وهو الصاع والصواع . {  أذن مؤذن } نادى مند وأعلم معلم ،  من التأذين وهو الإعلام .\r\n{  أيتها العير } هي في الأصل :  الإبل التي تحمل الميرة ،  والمراد هنا أصحابها .  وقيل :  العير قافلة الحمير ،  ثم أطلقت على كل قافلة .\r\n\r\n",
        "sura": "12",
        "aya": "70",
        "page": "244"
    },
    {
        "text": "قَالُوا۟ وَأَقْبَلُوا۟ عَلَيْهِم مَّاذَا تَفْقِدُونَ",
        "tafsir": "(71) - قَالَ لَهُمْ إِخْوَةُ يُوسُفَ: وَمَا الذِي ضَاعَ لَكُمْ، وَمَا الذِي افْتَقَدْتُمُوهُ؟",
        "sura": "12",
        "aya": "71",
        "page": "244"
    },
    {
        "text": "قَالُوا۟ نَفْقِدُ صُوَاعَ ٱلْمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمْلُ بَعِيرٍ وَأَنَا۠ بِهِۦ زَعِيمٌ",
        "tafsir": "{  نفقد صواع الملك } صاعه ،  وهما لغتان  معناهما آلة الكيل ،  وتقدم أنه هو السقاية .  والصواع يؤنث باعتبار السقاية ،  ويذكر باعتبار الصاع . {  و أنا به زعيم } كفيل أؤديه إليه .  وأصل الزعيم ،  القائم بأمر القوم ،  وهو الكفيل والحميل والضمين والقبيل .\r\n\r\n",
        "sura": "12",
        "aya": "72",
        "page": "244"
    },
    {
        "text": "قَالُوا۟ تَٱللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِى ٱلْأَرْضِ وَمَا كُنَّا سَٰرِقِينَ",
        "tafsir": "{سَارِقِينَ}\r\n(73) - وَلَمَّا اتَّهَمَ الغِلْمَانُ إِخْوَةَ يُوسُفَ بِالسَّرِقَةِ رَدُّوا قَائِلِينَ: لَقَدْ عَلِمْتُمْ وَتَحَقَّقْتُمْ، مُنْذُ عَرَفْتُمونا، أَنَّنَا مَا جِئْنَا لِنَسْرِقَ وَنُفْسِدَ فِي الأَرْضِ، وَلَمْ تَكُنِ السَّرِقَةُ عَادَتَنا، وَلا هِيَ مِنْ أَخْلاقِنا.",
        "sura": "12",
        "aya": "73",
        "page": "244"
    },
    {
        "text": "قَالُوا۟ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمْ كَٰذِبِينَ",
        "tafsir": "{جَزَآؤُهُ} {كَاذِبِينَ}\r\n(74) - فَقَالَ لَهُمْ غِلْمَانُ يُوسُفَ: فَإِذا كُنْتُمْ كَاذِبينَ، وَثَبَتَتْ عَلَيْكُمُ السَّرِقَةُ، فَمَا جَزَاءُ السَّارِقِ فِي شَرْعِكُمْ إِنْ ثَبَتَ أَنَّ السَارِقَ مِنْكُمْ؟ (وَقِيلَ إِنَّ يُوسُفَ هُوَ الذِي أَوْحَى إِلى غِلْمَانِهِ بِطَرْحِ هذا السُّؤَالِ عَلَى إِخْوَتِهِ).",
        "sura": "12",
        "aya": "74",
        "page": "244"
    },
    {
        "text": "قَالُوا۟ جَزَٰٓؤُهُۥ مَن وُجِدَ فِى رَحْلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ كَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ",
        "tafsir": "{  جزاءه من وجد في رحله } أي جزاء سرقته :  استرقاق من وجد في رحله سنة .  وكان ذلك شريعة يعقوب في حكم السارق .\r\n\r\n",
        "sura": "12",
        "aya": "75",
        "page": "244"
    },
    {
        "text": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسْتَخْرَجَهَا مِن وِعَآءِ أَخِيهِ كَذَٰلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ ٱلْمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُ نَرْفَعُ دَرَجَٰتٍ مَّن نَّشَآءُ وَفَوْقَ كُلِّ ذِى عِلْمٍ عَلِيمٌ",
        "tafsir": "{  كدنا ليوسف } دبرنا لأجل تحصيل غرضه تلك المقدمات .  وأصله الاحتيال والمكر ،  يستعمل في المحمود وفي المذموم ،  وهو هنا من الأول واللام في {  ليوسف } للتعليل . {  في دين الملك } أي في حكمه ،  إذ جزاؤه فيه مضاعفة الغرم الاسترقاق .  فألهمه الله تعالى أن يسأل إخوته عن الحكم فيجيبوا بسنتهم  وطريقتهم ،  وذلك قوله :  {  إلا أن يشاء الله } .\r\n\r\n",
        "sura": "12",
        "aya": "76",
        "page": "244"
    },
    {
        "text": "قَالُوٓا۟ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُۥ مِن قَبْلُ فَأَسَرَّهَا يُوسُفُ فِى نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنتُمْ شَرٌّ مَّكَانًا وَٱللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
        "tafsir": "{  إن يسرق فقد سرق أخ له من قبل } يعنون شقيقه يوسف عليه السلام .  فقد روى أنه دخل كنيسة فوجد  تمثالا من ذهب يعبدونه فأخذه ودفنه .  وأنه كان لجده أبي أمه ضم من ذهب وفضة فكسره وألقاه على الطريق ،  فعيره إخوته بذلك .  وليس شيء من ذلك بسرقة ،  وإنما هو مثلها في الظاهر .\r\n\r\n",
        "sura": "12",
        "aya": "77",
        "page": "244"
    },
    {
        "text": "قَالُوا۟ يَٰٓأَيُّهَا ٱلْعَزِيزُ إِنَّ لَهُۥٓ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُۥٓ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
        "tafsir": "{يٰأَيُّهَا} {نَرَاكَ}\r\n(78) - أَخَذَ إِخْوَةُ يُوسُفَ يَتَرَفَّقُونَ بِهِ، وَيَسْتَعْطِفُونَهُ، فَقَالُوا لَهُ: يَا أَيُّهَا العَزِيزُ إِنَّ لِهذا الشَّابِّ وَالدًا عَجُوزاً يُحِبُّهُ حُبّاً كَبيراً وَيَتَسَلَّى بِهِ عَنْ وَلَدِهِ الذِي فَقَدَهُ، فَخُذْ أَحَدَنَا لِيَكُونَ عِنْدَكَ بَدَلاً عَنْهُ، فَإِنَّا نَرَاكَ رَجُلاً مُحْسِناً بَرّاً رَفِيقاً، فَأَتِمَّ إِحْسَانَكَ إِلَيْنا.",
        "sura": "12",
        "aya": "78",
        "page": "244"
    }
]