[
    {
        "text": "أُبَلِّغُكُمْ رِسَٰلَٰتِ رَبِّى وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِينٌ",
        "tafsir": "{رِسَالاتِ} - ومهمتي هي مهمة جميع الرسل الذين جاؤوا قبلي وهي إبلاغ رسالة الله إلى عباده، وإسداء النصح إليهم، وأنا صادق في نصحي لكم، أمين في إبلاغكم ما أمرني ربي بإبلاغه إليكم.",
        "sura": "7",
        "aya": "68",
        "page": "159"
    },
    {
        "text": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
        "tafsir": "{فاذكروا آلاء الله} نعمه الكثيرة عليكم بشكرها. جمع إلى كحمل وأحمال، أو إلى، كقفل وأقفال. أو إلى، كمعي وأمعاء. أو إلى كقفا وأقفاء .",
        "sura": "7",
        "aya": "69",
        "page": "159"
    },
    {
        "text": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
        "tafsir": "{آبَاؤُنَا} {ٱلصَّادِقِينَ} - فتكبروا وطغوا، وزادوا في عنادهم وتكذيبهم، وقالوا لهود: أجئتنا لنعبد الله وحده، ونتخلى عن عبادة الأصنام التي كان يعبدها آباؤنا، فهذا لن يكون أبدا. وإذا كنت صادقا بأنك رسول الله، فأتنا بما حذرتنا منه من العذاب على ترك الإيمان بربك.",
        "sura": "7",
        "aya": "70",
        "page": "159"
    },
    {
        "text": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ أَتُجَٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
        "tafsir": "{قد وقع عليكم من ربكم رجس} أي نزل ووجب عليكم من قبل ربكم عذاب وسخط. والرجس: العذاب، من الارتجاس وهو الاضطراب، ثم شاع في العذاب لاضطراب من ينزل به. والغضب: السخط، أو اللعن والطرد. وعبر بالماضي لتحقق وقوعه .",
        "sura": "7",
        "aya": "71",
        "page": "159"
    },
    {
        "text": "فَأَنجَيْنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَمَا كَانُوا۟ مُؤْمِنِينَ",
        "tafsir": "{وقطعنا دابر. .  .} استأصلناهم عن آجرهم بالريح العقيم، وهي ريح الدبور (آية 45 الأنعام ص 223) .",
        "sura": "7",
        "aya": "72",
        "page": "159"
    },
    {
        "text": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحًا قَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{وإلى ثمود أخاهم صالحا} أي أرسلناه إليهم، وهي قبيلة من العرب تسمى عادا الثانية، وكانت مساكنهم الحجر بين الحجاز والشام إلى وادي القرى، في طريق الذاهب من المدينة إلى تبوك .",
        "sura": "7",
        "aya": "73",
        "page": "159"
    }
]