[
    {
        "text": "إِذَا ٱلسَّمَآءُ ٱنفَطَرَتْ",
        "tafsir": "فقال تعالى: {إذا السماء انفطرت} انشقت لنزول الملائكة؛ من الفطر وهو الشق؛ قال تعالى: \" إذا السماء انشقت\" وقال: \" ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا\" .",
        "sura": "82",
        "aya": "1",
        "page": "587"
    },
    {
        "text": "وَإِذَا ٱلْكَوَاكِبُ ٱنتَثَرَتْ",
        "tafsir": "{وإذا الكواكب انتشرت} تساقطت وتهاوت متفرقة؛ وهو كقوله تعالى: \" وإذا النجوم انكدرت\" أي تناثرت. يقال: نثر الشيء ينثره وينثره نثرا ونثارا، رماه متفرقا؛ فانتثر وتناثر .",
        "sura": "82",
        "aya": "2",
        "page": "587"
    },
    {
        "text": "وَإِذَا ٱلْبِحَارُ فُجِّرَتْ",
        "tafsir": "{وإذا البحار فجرت} شققت جوانبها فزالت الحواجز التي بينها، واختلط عذبها بملحها وصارت بحرا واحدا؛ وهو كقوله تعالى: \" وإذا البحار سجرت\" على أحد المعنيين السابقين؛ من الفجر، وهو شق الشيء شقا واسعا. يقال: فجره فتفجر. وتفجر الماء: سال",
        "sura": "82",
        "aya": "3",
        "page": "587"
    },
    {
        "text": "وَإِذَا ٱلْقُبُورُ بُعْثِرَتْ",
        "tafsir": "{وإذا القبور بعثرت} قلبت ترابها، وأثير ما فيها من الموتى فبعثوا للجزاء، يقال: بعثر الشيء، فرقه وبدده وقلب بعضه على بعض، واستخرجه فكشفه وأثار ما فيه .",
        "sura": "82",
        "aya": "4",
        "page": "587"
    },
    {
        "text": "عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ",
        "tafsir": "{علمت نفس ما قدمت وأخرت} ما أسلفت من خير أو شر، وما أخرت\r\nمن سنة حسنة أو سيئة بها بعدها. أو ما عملت مما كلفت به، وما لم تعمل منه. وهو جواب\" إذا\" في الآيات الأربع .",
        "sura": "82",
        "aya": "5",
        "page": "587"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلْإِنسَٰنُ مَا غَرَّكَ بِرَبِّكَ ٱلْكَرِيمِ",
        "tafsir": "{ما غرك} أي شيء خدعك؟ وجرأك على عصيانه وارتكاب ما لا يليق بشأنه عز وجل! .  يقال: غره غرا وغرورا، خدعه وأطمعه بالباطل؛ فاغتر هو. والخطاب للكافر والمؤمن العاصي .",
        "sura": "82",
        "aya": "6",
        "page": "587"
    },
    {
        "text": "ٱلَّذِى خَلَقَكَ فَسَوَّىٰكَ فَعَدَلَكَ",
        "tafsir": "{فسواك} جعل أعضاءك سوية سليمة، مهيأة لمنافعها، على حسب ما تقتضيه الحكمة؛ من التسوية، وهي في الأصل جعل الأشياء على سواء. {فعدلك} على بعضها ببعض؛ بحيث اعتدلت ولم تتفاوت؛ من عدل فلانا بفلان؛ إذا ساوى بينهما. أو صرفها عن خلقة غير ملائمة لها وجعلها حسنة؛ من عدل بمعنى صرف. وقرئ بالتشديد بمعنى صيرك معتدلا متناسب الخلق من غير تفاوت فيه؛ فلم يجعل إحدى اليدين أطول ولا إحدى العينين أوسع، ولم يخالف بين الأعضاء في الألوان والهيئات. وعن بعضهم: أن المخفف والمشدد بمعنى واحد، ولا عبرة بشذوذ الخلقة في قلة من الأفراد .",
        "sura": "82",
        "aya": "7",
        "page": "587"
    },
    {
        "text": "فِىٓ أَىِّ صُورَةٍ مَّا شَآءَ رَكَّبَكَ",
        "tafsir": "{في أي صورة. .  .} أي ركبك في أي صورة من الصور المختلفة اقتضتها مشيئته تعالى .",
        "sura": "82",
        "aya": "8",
        "page": "587"
    },
    {
        "text": "كَلَّا بَلْ تُكَذِّبُونَ بِٱلدِّينِ",
        "tafsir": "{بل تكذبون. .  .} أي ليس هناك شيء يقتضي غروركم بالله، ولكن تكذيبكم بالبعث والجزاء، أو بدين الإسلام اللذين هما من جملة أحكامه هو الذي حملكم على ما ارتكبتموه .",
        "sura": "82",
        "aya": "9",
        "page": "587"
    },
    {
        "text": "وَإِنَّ عَلَيْكُمْ لَحَٰفِظِينَ",
        "tafsir": "{لَحَافِظِينَ} - وينبه الله تعالى بني الإنسان إلى أن الله جعل عليهم ملائكة حافظين يحفظونهم بأمره تعالى.",
        "sura": "82",
        "aya": "10",
        "page": "587"
    },
    {
        "text": "كِرَامًا كَٰتِبِينَ",
        "tafsir": "{كاتبين} يكتبون أعمالكم كلها ويحصونها عليكم. والظواهر دالة على أن الكتب حقيقي؛ لإقامة الحجة على العباد يوم الحساب. وأما العلم بآلة الكتابة وما يكتب فيه فمفوض إليه تعالى .",
        "sura": "82",
        "aya": "11",
        "page": "587"
    },
    {
        "text": "يَعْلَمُونَ مَا تَفْعَلُونَ",
        "tafsir": "وهم يحصون جميع ما يفعله العباد من خير وشر، ويثبتونه في صحائفهم.",
        "sura": "82",
        "aya": "12",
        "page": "587"
    },
    {
        "text": "إِنَّ ٱلْأَبْرَارَ لَفِى نَعِيمٍ",
        "tafsir": "{إن الأبرار. .  .} بيان لنتيجة الحفظ والكتب من الثواب والعقاب. والأبرار: هم المؤمنون الذين بروا وصدقوا في الإيمان. جمع بر– بالفتح– وهو المتصف بالخير .",
        "sura": "82",
        "aya": "13",
        "page": "587"
    },
    {
        "text": "وَإِنَّ ٱلْفُجَّارَ لَفِى جَحِيمٍ",
        "tafsir": "{وإن الفجار. .  .} هم المكذبون رسول الله والقرآن، والمكذبون بيوم الدين المنكرون للبعث والجزاء؛ من الفجور، وهو شق ستر الديانة. يقال: فجر فجورا فهو فاجر، وهم فجار وفجرة. وأصله الفجر. وهو شق الشيء شقا واسعا .",
        "sura": "82",
        "aya": "14",
        "page": "587"
    },
    {
        "text": "يَصْلَوْنَهَا يَوْمَ ٱلدِّينِ",
        "tafsir": "{يصلونها} يدخلونها. أو يقاسون حرها .",
        "sura": "82",
        "aya": "15",
        "page": "587"
    },
    {
        "text": "وَمَا هُمْ عَنْهَا بِغَآئِبِينَ",
        "tafsir": "{بِغَآئِبِينَ} - ولا يغيبون عن العذاب في الجحيم ساعة واحدة، ولا يخفف عنهم من عذابها، ولا يجابون إلى ما يسألون من الموت أو الرحمة والراحة ولو لحظة من الزمان.",
        "sura": "82",
        "aya": "16",
        "page": "587"
    },
    {
        "text": "وَمَآ أَدْرَىٰكَ مَا يَوْمُ ٱلدِّينِ",
        "tafsir": "{أَدْرَاكَ} - وأشار الله تعالى إلى عظمة يوم القيامة وهوله فقال: إن أمر الناس عجيب فهم ساهون لاهون، وكان خليقا بهم أن يتعظوا، ويتنبهوا ويتدبروا أمرهم قبل فوات الأوان، فإنهم لا يدركون هول يوم القيامة (يَوْمُ الدِّينِ) .",
        "sura": "82",
        "aya": "17",
        "page": "587"
    },
    {
        "text": "ثُمَّ مَآ أَدْرَىٰكَ مَا يَوْمُ ٱلدِّينِ",
        "tafsir": "{أَدْرَاكَ} - ثم عاد تعالى فكرر تنبيهه للناس إلى هول يوم القيامة الذي يجعل الولدان شيبا.",
        "sura": "82",
        "aya": "18",
        "page": "587"
    },
    {
        "text": "يَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْـًٔا وَٱلْأَمْرُ يَوْمَئِذٍ لِّلَّهِ",
        "tafsir": "{يوم لا تملك. .  .} بيان ليوم الدين. وأنه يوم الجزاء الذي لا تنفع فيه نفس نفسا أخرى، ولا ينفع فيه إلا العمل؛ والأمر فيه لله وحده، لا سلطان لسواه. والله أعلم",
        "sura": "82",
        "aya": "19",
        "page": "587"
    },
    {
        "text": "وَيْلٌ لِّلْمُطَفِّفِينَ",
        "tafsir": "{ويل} [آية 89 البقرة ص 35] .  الذين يبخسون حقوق الناس في الكيل والوزن عن الواجب لهم من الوفاء. جمع مطفف؛ من الطفيف، وهو التافه القليل؛ لأن ما يبخسه المطفف شيء نزر حقير. وهو وعيد شديد لمن يأخذ لنفسه وافيا، ويعطى لغيره ناقصا، قليلا كان أو كثيرا. وقد عظم الله أمر الكيل والوزن؛ لابتناء المعاملات عليهما، والناس لا يستغنون عنهما. والتطفيف فيها خيانة واعتداء على الحقوق؛ ومبنى التعامل على الأمانة والمعادلة فيها. وقد كان قوم شعيب عليه السلام من المطففين [آية 85 الأعراف ص 269، 84 هود ص 371] .",
        "sura": "83",
        "aya": "1",
        "page": "587"
    },
    {
        "text": "ٱلَّذِينَ إِذَا ٱكْتَالُوا۟ عَلَى ٱلنَّاسِ يَسْتَوْفُونَ",
        "tafsir": "{إذا اكتالوا. .  .} أي إذا أخذوا من الناس ما لهم قبلهم من حق بحكم الشراء ونحوه {يستوفون} لأنفسهم؛ فيكتالونه منهم وافيا وافرا. و  \" على\" و  \" من\" يتعاقبان؛ فيقال: اكتلت عليه، أخذت منه ما عليه كيلا. واكتلت منه: استوفيت منه. وكال المعطى، \"  واكتال الآخذ. وعبر ب\" على\" بدل\" من\" لتضمين الاكتيال معنى الاستلاء. أو للإشارة إلى أمه اكتيال ضار بالناس؛ لاحتيالهم فيه على الأخذ الوافر بما تيسر لهم من الحيل، وكانوا يفعلونه بكبس المكيل أو تحريك المكيال، ونحو ذلك. ومثل الاكتيال: الاتزان فيما يوزن، والذرع فيما يذرع .",
        "sura": "83",
        "aya": "2",
        "page": "587"
    },
    {
        "text": "وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ",
        "tafsir": "{وإذا كالوهم. .  .} أي وإذا كالوا لهم المكيل، أو وزنوا لهم الموزون للبيع ونحوه، ينقصون في الكيل أو الوزن. يقال: كاله و كال له. ويقال: خسر الميزان وأخسره، نقصه .",
        "sura": "83",
        "aya": "3",
        "page": "587"
    },
    {
        "text": "أَلَا يَظُنُّ أُو۟لَٰٓئِكَ أَنَّهُم مَّبْعُوثُونَ",
        "tafsir": "{ألا يظن. .  .} أدخلت همزة الاستفهام على\" لا\" النافية توبيخا وإنكارا وتعجبا من اجترائهم على التطفيف؛ كأنهم لا يخطر ببالهم ولا يخمنون تخمينا أنهم مبعوثون ليوم عظيم الأهوال، مسئولون فيه عن مقدار الذرة! .  فإن من يظن ذلك ولو ظنا ضعيفا لا يكاد يجترئ على بخس الحق! ؟  .",
        "sura": "83",
        "aya": "4",
        "page": "587"
    },
    {
        "text": "لِيَوْمٍ عَظِيمٍ",
        "tafsir": "أي ألا يعتقد هؤلاء أنهم سيبعثون في يوم عظيم الهول- هو يوم القيامة- ليحاسبوا على أعمالهم؟..",
        "sura": "83",
        "aya": "5",
        "page": "587"
    },
    {
        "text": "يَوْمَ يَقُومُ ٱلنَّاسُ لِرَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{ٱلْعَالَمِينَ} - وفي هذا اليوم يخرج الناس من قبورهم، ويقومون بين يدي ربهم حفاة عراة للعرض والحساب، وهو يوم شديد الهول على الكافرين لما يرونه وينتظرونه من عذاب.",
        "sura": "83",
        "aya": "6",
        "page": "587"
    }
]