[
    {
        "text": "وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى ٱلْأَرْضِ لَٱفْتَدَتْ بِهِۦ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَقُضِىَ بَيْنَهُم بِٱلْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
        "tafsir": "{  و أسروا الندامة } أي أخفوا آثار الغم والأسف على ما فعلوا من الظلم ،  كالبكاء والعويل وعض الأيدي ،  فلم يظهروها لشدة حيرتهم وذهولهم حين رأوا الأهوال الشداد .\r\n\r\n",
        "sura": "10",
        "aya": "54",
        "page": "215"
    },
    {
        "text": "أَلَآ إِنَّ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَلَآ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(55) - يُخْبِرُ اللهُ تَعَالَى أَنَّهُ مَالِكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا فِيهِمَا، وَأَنَّ وَعْدَهُ حَقٌّ كَائِنٌ لاَ مَحَالَةً، وَأَنَّهُ يُحْيِي وَيُمِيتُ وَإليهِ يَرْجِعُ النَّاسُ جَمِيعاً، وَلِذلِكَ فَإِنَّ الكَافِرِينَ الظَّالِمِينَ لاَ يَمْلِكُونَ فِي ذَلِكَ اليَوْمِ شَيْئاً يَفْتَدُونَ بِهِ مِنْ عَذَابِ اللهِ.",
        "sura": "10",
        "aya": "55",
        "page": "215"
    },
    {
        "text": "هُوَ يُحْىِۦ وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ",
        "tafsir": "{يُحْيِـي}\r\n(56) وَأَنَّهُ القَادِرُ عَلَى خَلْقِ الحَيَاةِ، وَعَلَى إِعْدَامِهَا، وَهُوَ العَلِيمُ بِمَا تَفَرَّقَ مِنَ الأَجْسَامِ، وَتَمَزَّقَ فِي أَقْطَارِ الأَرْضِ وَالبِحَارِ، وَإِلَيْهِ يَرْجِعُ الخَلْقُ حِينَ يَبْعَثُهُمْ وَيَحْشُرُهُمْ لِلْحِسَابِ.",
        "sura": "10",
        "aya": "56",
        "page": "215"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَآءٌ لِّمَا فِى ٱلصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
        "tafsir": "{يٰأَيُّهَا}\r\n(57) - يَمْتَنّ اللهُ تَعَالَى عَلَى خَلْقِهِ بِإِنْزَالِهِ القُرْآنَ عَلَى رَسُولِهِ مُحَمَّدٍ صلى الله عليه وسلم وَفِيهِ زَاجِرٌ عَنِ الغَيِّ، وَعَنِ الفَوَاحِشِ، وَفِيهِ شِفَاءٌ لِلصُّدُورِ مِنَ الشُّكُوكِ وَالرِّيَبِ، وَالقُرْآنُ يَهْدِي المُؤْمِنينَ الذِينَ يَأْخُذُونَ بِهِ، وَيُؤَدِّي بِهِمْ إِلَى إِدْخَالِهِمْ فِي رَحْمَةِ اللهِ.",
        "sura": "10",
        "aya": "57",
        "page": "215"
    },
    {
        "text": "قُلْ بِفَضْلِ ٱللَّهِ وَبِرَحْمَتِهِۦ فَبِذَٰلِكَ فَلْيَفْرَحُوا۟ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ",
        "tafsir": "(58) - يَأْمُرُ اللهُ تَعَالَى رَسُولَهُ صلى الله عليه وسلم بِأَنْ يُبَلِّغَ المُؤْمِنينَ، بِأَنَّهُ يَحُقُّ لَهُمْ أَنْ يَفْرَحُوا بِفَضْلِ اللهِ عَلَيْهِمْ، وَبِنِعْمَةِ الإِيمَانِ، وَبِالرَّحْمَةِ الخَاصَّةِ بِهِمْ، وَبِمَا جَاءَهُمْ مِنَ الهُدَى وَدِينِ الحَقِّ، فَذَلِكَ أَوْلَى بِهِمْ أَنْ يَفْرَحُوا بِهِ، وَهُوَ خَيْرٌ مِمَّا يَجْمَعُهُ النَّاسُ مِنْ حُطَامِ الدُّنْيا الزَّائِلَةِ الفَانِيَةِ.",
        "sura": "10",
        "aya": "58",
        "page": "215"
    },
    {
        "text": "قُلْ أَرَءَيْتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلَٰلًا قُلْ ءَآللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى ٱللَّهِ تَفْتَرُونَ",
        "tafsir": "{  أرأيتم .  .  .  } أخبروني ما خلقه الله لأجل نفعكم من الأرزاق فبعضتموه ،  وجعلتم منه حراما كالبحيرة والسائبة ،  وحلالا كالميتة ،  أأذن لكم الله منه ؟  أم تفترون على الله الكذب بنسبة ذلك إليه ؟  و{  قل } الثانية للتأكيد .\r\n\r\n",
        "sura": "10",
        "aya": "59",
        "page": "215"
    },
    {
        "text": "وَمَا ظَنُّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ يَوْمَ ٱلْقِيَٰمَةِ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
        "tafsir": "{ٱلْقِيَامَةِ}\r\n(60) - أَيُّ شَيءٍ يَكُونُ ظَنُّهُمْ يَوْمَ القِيَامَةِ، الذِي تُجْزَى فِيهِ كُلُّ نَفْسٍ بِمَا كَسَبَتْ؟ أَيَظُنُّونَ أَنَّهُمْ يُتْرَكُونَ بِلا عِقَابٍ عَلَى جَرِيمَةِ افْتِرَاءِ الكَذِبِ عَلَى اللهِ، وَتَعَمُّدِهِ فِيمَا هُوَ خَاصٌّ بِرُبُوبِيَّتِهِ؟ وَاللهُ ذُو فَضْلٍ عَلَى النَّاسِ فِي كُلِّ مَا خَلَقَهُ لَهُمْ مِنْ أَرْزَاقٍ، وَكُلِّ مَا شَرَعَ لَهُمْ مِنَ الدِّينِ، وَمِنْ ذَلِكَ أَنَّهُ جَعَلَ الأَصْلَ فِيمَا أَنْزَلَهُ إِلَيْهِمْ مِنَ الرِّزْقِ الإبَاحَةَ، وَهُوَ تَعَالَى لَمْ يُحَرِّمْ عَلَيْهِمْ إلاّ مَا كَانَ ضَارّاً بِهِمْ، وَحَصَرَ مُحَرَّمَاتِ الطَّعَامِ فِي أُمُورٍ مُعَيَّنَةٍ. وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَشْكُرُونَ اللهَ عَلَى هَذِهِ النِّعَمِ وَالأَفْضَالِ.\r\n(وَجَاءَ فِي الحَدِيثِ:  \"إِذا آتَاكَ اللهُ مَالاً فَلْيُرَ أَثَرُ نِعْمَتِهِ عَلَيْكَ وَكَرَامَتِهِ\" ). (رَوَاهُ الإِمَامُ أَحْمَدُ).",
        "sura": "10",
        "aya": "60",
        "page": "215"
    },
    {
        "text": "وَمَا تَكُونُ فِى شَأْنٍ وَمَا تَتْلُوا۟ مِنْهُ مِن قُرْءَانٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ وَلَآ أَصْغَرَ مِن ذَٰلِكَ وَلَآ أَكْبَرَ إِلَّا فِى كِتَٰبٍ مُّبِينٍ",
        "tafsir": "{  وما تكون في شأن } في أمر معتنى به ،  من شأنه – بالهمز- يشأنه ،  إذا قصده ،  فهو مصدر بمعنى المفعول .  {  وما تتلوا منه من القرآن } أي وما تتلوا قرآنا من أجل الشأن الذي نزل بك .  و{  من } الأولى تعليلية ،  والثانية مزيدة للتأكيد . {  ولا تعملون من عمل } أي عمل كان\r\n{  إلا كنا عليكم شهودا } رقباء مطلعين عليه حافظين له ،  لإحاطة علمنا بكل شيء .  {  إذ تفيضون فيه } تشرعون فيه ،  وتتلبسون به .  وأصل الإفاضة :  الاندفاع بكثرة أو شدة .  ثم أقام – جل شأنه – البرهان على إحاطة علمه بالجزئيات أو الكليات بقوله :  {  وما يعزب عن ربك } ما يغيب ويخفى عنه تعالى أصغر شيء في الوجود والإمكان يقال :  عزب الشيء يعزب ويعزب ،  غاب وخفي فهو عازب .\r\nوالمثقال :  ما يوازن الشيء .  والذرة :  النملة الحمراء الصغيرة جدا .  أو الهياءة التي ترى في شعاع الشمس الداخل من النافذة .\r\n\r\n",
        "sura": "10",
        "aya": "61",
        "page": "215"
    }
]