[{"text":"وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُوا۟ مَيْلًا عَظِيمًا","aya":"27","page":"83","tafsir":"no text"},{"text":"يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمْ وَخُلِقَ ٱلْإِنسَٰنُ ضَعِيفًا","aya":"28","page":"83","tafsir":"{  وخلق الإنسان ضعيفا } لا يصبر عن الشهوات ولا على مشاق الطاعات  ،  فكان من رحمه الله   تعالى به التخفيف عنه في التكاليف .  \r\n \r\n"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٍ مِّنكُمْ وَلَا تَقْتُلُوٓا۟ أَنفُسَكُمْ إِنَّ ٱللَّهَ كَانَ بِكُمْ رَحِيمًا","aya":"29","page":"83","tafsir":"{  بالباطل .  .  }أي بالحرام ،  كربا والميسر ،  والغصب والسرقة ،  وشهادة الزور ،  والخيانة والظلم ،  ونحو ذلك .  {  إلا أن تكون تجارة }أي لكن يحل أكلها بالتجارة عن طيبة نفس كل واحد منكم .  وخصت التجارة بالذكر من بين أسباب التملك لكونها أغلب وقوعا .  وعن معاذ بن جبل قال :  قال رسول الله صلى الله عليه وسلم :  ( أطيب الكسب كسب التجار الذين إذا حدثوا لم يكذبوا ،  وإذا وعدوا لم يخلفوا ،  وإذا ائتمنوا لم يخونوا ،  وإذا اشتروا لم يذموا ،  وإذا باعوا لم يمدحوا ،  وإذا كان عليهم لم يمطلوا ،  وإذا كان لهم لم يعسروا ) .  {  ولا تقتلوا أنفسكم }لا تهلكوها بارتكاب الآثام ،  ومنها :  أكل الأموال بالباطل ،  وقتل النفس بغير حق ،  وقتل الإنسان نفسه .  \r\n \r\n"},{"text":"وَمَن يَفْعَلْ ذَٰلِكَ عُدْوَٰنًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا","aya":"30","page":"83","tafsir":"no text"},{"text":"إِن تَجْتَنِبُوا۟ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا","aya":"31","page":"83","tafsir":"{  إن تجتنبوا كبائر }اجتناب الشيء :  المباعدة عنه وتركه جانبا .  وكبائر الذنوب :  ما عظم منها وعظمت عقوبته ،  كالشرك ،  وقتل النفس بغير حق ،  ونحوه .  \r\n{  نكفر عنكم سيئاتكم }أي صغائر ذنوبكم ،  بدليل مقابلتها بالكبائر .  جمع سيئة ،  وهي الفعلة القبيحة التي تسوء صاحبها أو غيره ،  عاجلا أو آجلا .  ضد الحسنة .  \r\n{  وندخلكم مدخلا }مكانا حسنا ،  وهو الجنة .  وقرئ{  مدخلا }بفتح الميم ،  أي وندخلكم فتدخلون مدخلا كريما .  \r\n \r\n"},{"text":"وَلَا تَتَمَنَّوْا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٍ لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُوا۟ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا ٱكْتَسَبْنَ وَسْـَٔلُوا۟ ٱللَّهَ مِن فَضْلِهِۦٓ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا","aya":"32","page":"83","tafsir":"no text"},{"text":"وَلِكُلٍّ جَعَلْنَا مَوَٰلِىَ مِمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ وَٱلَّذِينَ عَقَدَتْ أَيْمَٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا","aya":"33","page":"83","tafsir":"{  ولكل جعلنا موالي }ولكل واحد من الرجال والنساء جعلنا ورثة عصبة ،  يرثون مما تركه الوالدان و الأقربون من المال .  والعرب تسمى ابن العم مولى .  أو و لكل مال مما تركه الوالدان و الأقربون جعلنا موالي ،  أي ورثة يلونه ويحوزونه .  \r\n{  والذين عقدت أيمانكم }عاقدتهم أيمانكم {  فآتوهم نصيبهم }أي حظهم من الميراث .  ويسمى عقد الموالاة ،  وكانوا يتماسكون بالأيدي عند المعاقدة والمحالفة .  وكان الرجل في الجاهلية يعاقد الرجل الأجنبي منه على التوارث ،  فجعل له في بدء الإسلام السدس من جميع المال ،  والباقي للورثة .  ثم نسخ ذلك بقوله تعالى :  {  وأولوا الأرحام بعضهم أولى ببعض في كتاب الله }{[104]} .  \r\nوذهب الحنفية إلى أنه إذا أسلم الرجل على يد رجل آخر ،  وتعاقدا على أن يرثه صح ،  وله إرثه إن لم يكن له وارث أصلا .  والآية غير منسوخة ."}]