[
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ بِٱلْقِسْطِ شُهَدَآءَ لِلَّهِ وَلَوْ عَلَىٰٓ أَنفُسِكُمْ أَوِ ٱلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَٱللَّهُ أَوْلَىٰ بِهِمَا فَلَا تَتَّبِعُوا۟ ٱلْهَوَىٰٓ أَن تَعْدِلُوا۟ وَإِن تَلْوُۥٓا۟ أَوْ تُعْرِضُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
        "tafsir": "{  قوامين بالقسط }مواظبين على إقامة العدل في جميع الأمور ،  لا تميلون عنه ، ولا يصرفكم عنه صارف ، متعاونين متناظرين فيه . {  فلا تتبعوا الهوى أن تعدلوا }أي أنهاكم عن اتباع أهواء نفوسكم ، لتتصفوا إذا انتهيتم عنها بصفة العدل . كما يقال : لا تتبع هواك لترضى ربك ، أي أنهاك عنه كيما ترضى ربك بتركه . فقوله : {  أن تعدلوا }من العدل ضد الجور ، وهو علة للنهي بتقدير اللام .\r\n{  وإن تلووا }أي وإن تلووا ألسنتكم عن الشهادة بالحق ،  بأن تحرفوها وتقيموها على غير وجهها الذي تستحقه ، من اللي وهو القتل ، كما في قوله تعالى : {  ليا بألسنتهم }{[114]} . {  أو تعرضوا }عنها بترك إقامتها رأسا{  فإن الله كان بما تعملون خبيرا }فيجازيكم بما عملتم . وقرئ{  تلوا }بضم اللام وبواو واحدة ،  من الولاية بمعنى مباشرة الشهادة .",
        "sura": "4",
        "aya": "135",
        "page": "100"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلْكِتَٰبِ ٱلَّذِى نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلْكِتَٰبِ ٱلَّذِىٓ أَنزَلَ مِن قَبْلُ وَمَن يَكْفُرْ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلْيَوْمِ ٱلْءَاخِرِ فَقَدْ ضَلَّ ضَلَٰلًۢا بَعِيدًا",
        "tafsir": "{يَا أَيُّهَا} {آمَنُواْ} {آمِنُواْ} {وَٱلْكِتَابِ} {وَمَلآئِكَتِهِ} {ٱلآخِرِ} {ضَلاَلاً}\r\n(136) - يَأمُرُ اللهُ تَعَالَى عِبَادَهُ المُؤْمِنينَ بِالإِيمَانِ بِاللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَبِرَسُولِهِ الكَرِيمِ مُحَمَّدٍ صَلَواتُ اللهِ وَسَلاَمُهُ عَلَيهِ، وَبِالكِتَابِ الذِي نَزَلَ عَلَيهِ (وَهُوَ القُرْآنُ)، وَبِالكُتُبِ التِي نَزَّلَها اللهُ مِنْ قَبْلُ، عَلَى رُسُلِهِ وَأنْبِيَائِهِ الكِرَامِ، وَيُحَذِّرُهُمْ مِنْ عَوَاقِبِ الكُفْرِ، وَيَقُولُ لَهُمْ: مَنْ يَكْفُرْ بِاللهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَاليَوْمِ الآخِرِ، يَكُنْ قَدْ خَرَجَ عَنْ طَرِيقِ الهُدَى، وَبَعُدَ عَنِ القَصْدِ كُلَّ البُعْدِ.\r\n(وَرُوِيَ: أنَّ هَذا خِطَابٌ لِمُؤْمِنِي اليَهُودِ، فَقَدْ رُوِيَ عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أنَّ هَذِهِ الآيَةَ نَزَلَتْ فِي عَبْدِ اللهِ بْنِ سَلاَّمٍ، وَجَمَاعَةٍ مِنَ اليهود أتَوْا النَّبِيَّ صلى الله عليه وسلم، وَقَالُوا نُؤْمِن بِكَ، وَبِكِتَابِكَ، وَبِمُوسَى وَبِالتَّوَرَاةِ، وَعُزَيْر، وَنَكْفُرُ بِمَا سِوَى ذَلِكَ مِنَ الكُتُبِ وَالرُّسُلِ. فَقَالَ لَهُمْ رَسُولُ اللهِ صلى الله عليه وسلم بَلْ آمِنُوا باللهِ وَرَسُولِهِ مُحَمَّدٍ، وَكِتَابِهِ القُرْآنِ، وَبِكُلِّ كِتَابٍ كَانَ قَبْلَهُ، فَقَالُوا لاَ نَفْعَلُ. فَأنْزَلَ اللهُ هَذِهِ الآيَةَ فَآمَنُوا كُلُّهُمْ).",
        "sura": "4",
        "aya": "136",
        "page": "100"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًۢا",
        "tafsir": "{  ثم ازدادوا كفرا }بتكرر الارتداد منهم وإصرارهم على الكفر ،  وتماديهم في الغي حتى ماتوا على كفرهم . {  لم يكن الله ليغفر لهم }لأنه تعالى لا يغفر أن يشرك به . {  ولا ليهديهم سبيلا }أي طريقا إلى  الجنة ، لأنهم ليسوا من أهلها لسوء اختيارهم وفساد استعدادهم . وهو نظير قوله تعالى : إن الذين كفروا وظلموا لم يكن الله ليغفر لهم ولا ليهديهم طريقا . إلا طريق جهنم خالدين فيها أبدا }{[115]} .",
        "sura": "4",
        "aya": "137",
        "page": "100"
    },
    {
        "text": "بَشِّرِ ٱلْمُنَٰفِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا",
        "tafsir": "{ٱلْمُنَافِقِينَ}\r\n(138) - عَدَّ اللهُ تَعَالَى المُنْافِقِينَ مِنْ هَذَا الصّنْفِ المُتَرَدِّدِ مِنَ النَّاسِ، آمَنُوا ثُمَّ كَفَرُوا، فَطَبَعَ اللهُ عَلَى قُلُوبِهِمْ، وَقَدْ بَشَرَّهُمُ اللهُ بِأنَّ لَهُمْ عَذَاباً ألِيماً فِي الآخِرَةِ.\r\n(وَالبشَارَةُ تُسْتَعْمَلُ عَادَةً فِي الأخْبَارِ السَّارَّةِ، فَاسْتِعْمَالُهَا هُنْا فِي الأخْبَارِ السَّيِّئَةِ هُوَ نَوْعٌ مِنَ التَّهَكُّمِ وَالتَّوِبِيخِ)",
        "sura": "4",
        "aya": "138",
        "page": "100"
    },
    {
        "text": "ٱلَّذِينَ يَتَّخِذُونَ ٱلْكَٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ أَيَبْتَغُونَ عِندَهُمُ ٱلْعِزَّةَ فَإِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا",
        "tafsir": "{  أيبتغون عندهم العزة }أي أيطلب المنافقون عند النهود المتعة و القوة والغلبة ، فيتخذونهم أولياء وأنصارا لهم من دون المؤمنين ؟ وقد كانوا يقولون فيما بينهم : إن أمر محمد لا يتم فتولوا اليهود وأصل العزة : الشدة ، يقال : عز علي أن يكون كذا ، أي اشتد علي ذلك . ومنه استعز عليه المرض ، أي اشتد عيه وغلبه . والعزاز للأرض الصلبة الشديدة . و الاستفهام للإنكار . وقيل للتعجب .\r\n\r\n",
        "sura": "4",
        "aya": "139",
        "page": "100"
    },
    {
        "text": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى ٱلْكِتَٰبِ أَنْ إِذَا سَمِعْتُمْ ءَايَٰتِ ٱللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا۟ مَعَهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦٓ إِنَّكُمْ إِذًا مِّثْلُهُمْ إِنَّ ٱللَّهَ جَامِعُ ٱلْمُنَٰفِقِينَ وَٱلْكَٰفِرِينَ فِى جَهَنَّمَ جَمِيعًا",
        "tafsir": "{  وقد نزل عليكم في الكتاب }الخطاب للمنافقين الذين تولوا اليهود ، وخاضوا معهم في الاستهزاء بالقرآن ، كما خاض مشركو مكة من قبل في ذلك . وفيه توبيخ شديد لهم ، حيث فعلوا ذلك مع تحقق ما يمنعهم منه ، وهو نزول القرآن بالنهي عن مجالسة المشركين الذين يخوضون في آيات الله بالباطل في قوله تعالى في سورة الأنعام وهو مكية : {  وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره } {[116]}وهو يستلزم النهي عن موالاتهم على أبلغ وجه وآكده . {  إنكم إذا مثلهم }أي إنكم إن قعدتم معهم كنتم في الكفر واستحقاق العذاب . ثم أخبر الله انه جامع المنافقين والكافرين من المشركين واليهود في جهنم جميعا ، لاشتراكهم في موجب هذا العذاب الخالد . والخوض في الأصل : الدخول في مائع كالماء والطين . يقال : خاض يخوض خوضا ، دخل ، واسم المكان مخاض جمع مخاضة ، ثم صار اسما لكل دخول فيه تلويث ، وتجوز به إلى القول الباطل ، واستعماله في ضده للمشاكلة . ويؤخذ من الآية النهي عن مجالسة أهل الباطل عامة عند خوضهم في باطلهم ، كالمبتدعة و الفساق و الملاحدة .",
        "sura": "4",
        "aya": "140",
        "page": "100"
    }
]