[
    {
        "text": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَٰٓؤُلَآءِ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ",
        "tafsir": "{  فلا تك في مرية } أي في شك من عبادة هؤلاء المشركين أنها ضلال مؤد إلى مثل ما حل بمن قبلهم من أمثالهم الضالين وقوله :  {  مما يعبد } ما :  مصدرية .\r\n\r\n",
        "sura": "11",
        "aya": "109",
        "page": "234"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَٱخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
        "tafsir": "{  و إنهم لفي شك منه مريب } أي وإن هؤلاء المكذبين لفي الشك من القرآن أو من العذاب موقع في الريبة .  أو ذي ريبة( آية 26 من هذه السورة ) .",
        "sura": "11",
        "aya": "110",
        "page": "234"
    },
    {
        "text": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَٰلَهُمْ إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٌ",
        "tafsir": "وإن كلا لما ليوفيهم } قرئ تشديد {  إن } و{  لما } .  وقد قيل في إعرابها :  إن {  كلا } اسم {  إن } ،  واللام في {  لما } هي الداخلة في خبر {  إن } ،  وما بعد اللام هو {  من } الجارة .  و{  ما } الموصولة أو الموصوفة المراد بها هنا من يعقل ،  فقلبت النون ميما للإدغام ،  فاجتمع ثلاث ميمات فحذفت واحدة منها للتخفيف فصارت {  لما } ،  والجار والمجرور خبر{  إن } ،  وجملة {  ليوفينهم } – وهي\r\nقسم وجوابه –صلة أو صفة ل {  ما } .  والمعنى :  وإن كلا لمن الذين أو لمن خلق والله ليوفينهم جزاء أعمالهم .\r\n\r\n",
        "sura": "11",
        "aya": "111",
        "page": "234"
    },
    {
        "text": "فَٱسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا۟ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
        "tafsir": "{  فاستقم } أي الزم النهج المستقيم المتوسط بين طرفي الإفراط والتفريط أنت ومن آمن معك كما أمرك الله تعالى .  {  و لا تطغوا } أي لا تجاوزوا ما حدد لكم بإفراط أو تفريط\r\n\r\n",
        "sura": "11",
        "aya": "112",
        "page": "234"
    },
    {
        "text": "وَلَا تَرْكَنُوٓا۟ إِلَى ٱلَّذِينَ ظَلَمُوا۟ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
        "tafsir": "{  ولا تركنوا } أي لا تميلوا{  الذين ظلموا } أنفسهم بشرك أو معصية .  يقال :  ركن إليه-  كنصر وعلم ونفع – إذا اعتمد عليه .  ويستثنى من ذلك للضرورة :  صحبة الظالم على التقية مع حرمه الميل القلبي إليه .\r\n\r\n",
        "sura": "11",
        "aya": "113",
        "page": "234"
    },
    {
        "text": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَىِ ٱلنَّهَارِ وَزُلَفًا مِّنَ ٱلَّيْلِ إِنَّ ٱلْحَسَنَٰتِ يُذْهِبْنَ ٱلسَّيِّـَٔاتِ ذَٰلِكَ ذِكْرَىٰ لِلذَّٰكِرِينَ",
        "tafsir": "{  و أقم الصلاة } أي أد الصلاة المكتوبة على تمامها على طرفي النهار ،  وهما الغداة والعشي .\r\nو صلاة الغداة :  الصبح .  وصلاة العشي – وهو من الزوال إلى الغروب - :  الظهر والعصر :  {  وزلفا من الليل } أي طائفة من أوله ،  وهي صلاة المغرب والعشاء ،  جمع زلفة ،  كغرف وغرف .  {  إن الحسنات يذهبن السيئات } إن الأعمال الحسنة - كالصلاة والصدقة والاستغفار\r\nونحوه من أعمال البر ،  وكالعزم على اجتناب الكبيرة – يكفرن  السيئات  ويذهبن المؤاخذة عليها .  والمراد بها :  الذنوب الصغائر ،  لأن الكبائر تكفرها التوبة .\r\n\r\n",
        "sura": "11",
        "aya": "114",
        "page": "234"
    },
    {
        "text": "وَٱصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
        "tafsir": "(115) - وَوَطِّنْ نَفْسَكَ عَلَى الصَّبْرِ وَاحْتِمَالِ المَشَقَّةِ فِي سَبِيلِ مَا أُمِرْتَ بِهِ، وَمَا نُهِيتَ عَنْهُ، فِي هذِهِ الوَصَايَا وَفِي غَيْرِهَا، فَإِنَّ اللهَ لاَ يُضَيِّعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً.",
        "sura": "11",
        "aya": "115",
        "page": "234"
    },
    {
        "text": "فَلَوْلَا كَانَ مِنَ ٱلْقُرُونِ مِن قَبْلِكُمْ أُو۟لُوا۟ بَقِيَّةٍ يَنْهَوْنَ عَنِ ٱلْفَسَادِ فِى ٱلْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُوا۟ مَآ أُتْرِفُوا۟ فِيهِ وَكَانُوا۟ مُجْرِمِينَ",
        "tafsir": "{  من  القرون } أي من الأمم الماضية{  أولو بقية } ذوو خصلة باقية من العقل ،  أو ذوو فضل .\r\nو أصل البقية :  ما يصطفيه الإنسان لنفسه ويدخره لينتفع به ،  ومنه فلان من بقية القوم ،  أي من خيارهم .\r\nو المراد :  أنه يكن منهم أولو بقية ينهون عن الفساد في الأرض إلا ما استثنى .\r\n{  ما أترفوا فيه } ما أنعموا فيه من الثروة والعيش الهنيء ،  والشهوات العاجلة ،  فبطروا النعمة واستكبروا وكفروا بالله .  أو فسقوا عن أمره ،  من الترفة وهي النعمة والطعام الطيب ،  والشيء الظريف تخص به صاحبك .  يقال :  ترف – كفرح – تنعم .  وأترفته النعمة :  أطغته أونعمته .  والمترف :  المتنعم لا يمنع من تنعمه .\r\n\r\n",
        "sura": "11",
        "aya": "116",
        "page": "234"
    },
    {
        "text": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
        "tafsir": "(117) - لَيْسَ مِنْ سُنَّةِ اللهِ تَعَالَى، وَلاَ مِنْ عَدْلِهِ فِي خَلْقِهِ، أَنْ يُهْلِكَ القُرَى بِشِرْكِ أَهْلِهَا، مَا دَامُوا مُصْلِحِينَ فِي أَعْمَالِهِم الاجْتِمَاعِيَّةِ، وَالعُمْرَانِيَّةِ وَالمَدَنِيَّةِ، فَلاَ يَبْخَسُونَ النَّاسَ حُقُوقَهُمْ، وَلاَ يَبْطِشُونَ بِالنَّاسِ، وَلاَ يُذِلُّونَ لِمُتَكَبِّرٍ جَبَّارٍ كَقَوْمِ فِرْعَوْنَ، وَلاَ يَرْتَكِبُونَ الفَوَاحِشَ وَلاَ يَقْطَعُونَ السَّبِيلَ، وَلاَ يَأْتُونَ فِي نَادِيهِم المُنْكَرَ، بَلْ لاَ بُدَّ لَهُمْ، لِيَحِقَّ عَلَيْهِمُ العَذَابَ وَالهَلاَكَ، مِنْ أَنْ يَجْمَعُوا إِلى الشِّرْكِ الإِفْسَادِ فِي الأَرْضِ، وَالاسَاءَةِ فِي الأَعْمَالِ وَالأَحْكَامِ، وَأَنْ يَفْعَلُوا الظُّلْمََ المُدَمِّرَ لِلْعُمْرَانِ.\r\nوَأَخْرَجَ الطَبَرَانِيُّ وَالدَّيْلَمِيُّ عَنْ جَرِيرِ بْنِ عَبْدِ اللهِ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم سُئِلَ عَنْ تَفْسِيرِ هَذِهِ الآيَةِ فَقَالَ:  \"وَأَهْلُهَا يُنْصِفُ بَعْضُهُمْ بَعْضاً\" ).\r\nفَالأُمَّةُ التِي يَقَعُ فِيهَا الفَسَادُ بِتَعْبِيدِ النَّاسِ لِغَيْرِ اللهِ بِصُورةٍ مِنْ صُوَرِهِ فَيَكُونُ فِيهَا مَنْ يَنْهَضُ لِدَفْعِهِ هِيَ أُمَمٌ نَاجِيَةٌ لاَ يَأْخُذُهَا اللهُ بِالعَذَابِ وَالتَّدْمِيرِ. أَمَّا الأُمَمُ التِي لاَ يَجِدُ فِيهَا الظَّالِمُونَ مَنْ يَرْدَعُهُم وَيَنْهَاهُمء عَنِ الفَسَادِ فِي الأَرْضِ فَإِنَّ سُنَّةَ اللهِ تَعَالَى تَحِقُّ عَلَيْهَا إِمَّا بِهَلاَكِ الاسْتِئْصَالِ، وَإِمَّا بِهَلاَكِ الانْحِلاَلِ وَالاخْتِلاَلِ؟",
        "sura": "11",
        "aya": "117",
        "page": "234"
    }
]