[
    {
        "text": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْءَاخِرَةُ عِندَ ٱللَّهِ خَالِصَةً مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{  خَالِصَةً } أي مخصوصة بكم كما تزعمون .  يقال :  هذا الشيء خالصة لك ،  أي خالص لك خاصة . \r\n\r\n",
        "sura": "2",
        "aya": "94",
        "page": "15"
    },
    {
        "text": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ",
        "tafsir": "{بِٱلظَّالِمينَِ}\r\n(95) - وَلَنْ يَتَمَنَّى هَؤُلاءِ الكَافِرُونَ بِكَ يا مُحَمَّدُ أنْ يَنْزِلَ بِهِم المَوتُ أبَداً، لأَنَّهُمْ يَعْلَمُونَ مَا قَدَّمَتْ أيْدِيهِمْ، وَمَا أسْلَفَتْ مِنْ سَيِّئِ الأعْمَالِ، فَهُمْ يَخَافُونَ عِقَابَ الله عَلَيها، وَاللهُ يَعْلَمُ أنَّهُمْ ظَالِمُونَ في قَوْلِهِمْ: إِنَّ الدَّارَ الآخِرَةَ خَالِصَةٌ لَهُم مِنْ دُونِ النَّاسِ.",
        "sura": "2",
        "aya": "95",
        "page": "15"
    },
    {
        "text": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍ وَمِنَ ٱلَّذِينَ أَشْرَكُوا۟ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
        "tafsir": "{  وَمِنَ الَّذِينَ أَشْرَكُواْ } أي وأحرص على الحياة من المشركين الذين لا يرجون بعثا بعد الموت ،  فهم يحبون طول الحياة .  واليهود أحرص على الحياة منهم ،  لعلمهم بأنهم صائرون إلى العذاب ،  ومن توقع ذلك كان أحرص الناس على أسباب التباعد منه . \r\n\r\n",
        "sura": "2",
        "aya": "96",
        "page": "15"
    },
    {
        "text": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
        "tafsir": "{  مَن كَانَ عَدُوًّا لِّجِبْرِيلَ } عادى اليهود جبريل لزعمهم أنه أمر أن يجعل النبوة فيهم فجعلها في غيرهم .  أو لأنه لا يأتي إلا بالشدة والحرب والقتال .  أو لنزوله بالقرآن على محمد مصدقا  لكتابهم وهم كارهون للقرآن ،  ولذلك حرفوا التوراة .  فأخبر تعالى أن من كان عدوا لحبريل فلا حق له في عداوته ،  لأنه لم ينزل بالقرآن من تلقاء نفسه  ،  وإنما جاء بأمره تعالى مصدقا لما سبقه من الكتب ،  وهاديا ومبشرا للمؤمنين .  فهو من حيث إنه مأمور وجب أن يكون معذورا  ،  ومن حيث إتيانه بالهداية والبشارة وجب أن يكون مشكورا ،  وعداوة من هذا سبيله عداوة لله تعالى . \r\n{  عَلَى قَلْبِكَ } أي نزله عليك وذكر القلب لأنه هو القابل الأول للوحي ،  ومحل الحفظ والفهم . ",
        "sura": "2",
        "aya": "97",
        "page": "15"
    },
    {
        "text": "مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّ لِّلْكَٰفِرِينَ",
        "tafsir": "{وَمَلاۤئِكَتِهِ} {وَمِيكَالَ} {لِّلْكَافِرِينَ}\r\n(98) - أعْلَمَ اللهُ تَعَالَى اليَهُودَ بِأنَّ مَنْ عَادَى اللهَ بِالكُفْرِ بِهِ وَمُخَالَفةِ أوَامِرِهِ، أوْ عَادَى أحَداً مِنْ مَلاَئِكَتِهِ، أوْ أحَداً مِنْ رُسُلِهِ أوْ جِبْرِيلَ أوْ مِيكَائِيلَ، فَإنَّهُ يَكُونُ عَدُوّاً للهِ، لأنَّهُ يَكُونُ كَافِراً، وَاللهُ عَدُوٌّ لِلْكَافِرِينَ، وَمَنْ عَادَاهُ اللهُ خَسِرَ الدُّنيا وَالآخِرَةَ.",
        "sura": "2",
        "aya": "98",
        "page": "15"
    },
    {
        "text": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَٰتٍۭ بَيِّنَٰتٍ وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَٰسِقُونَ",
        "tafsir": "{آيَاتٍ} {بَيِّنَاتٍ} {ٱلْفَاسِقُونَ}  \r\n(99) - يَذْكُرُ اللهُ تَعَالَى لِنَبيِّهِ الكَرِيمِ صلى الله عليه وسلم أَنَّهُ، جَلَّ شَأنُهُ، أنْزَلَ إليهِ آيَاتٍ بَيِّنَاتٍ، تَدُلُّ عَلَى صِدْقِ نُبُوَّتِهِ، وَتِلْكَ الآيَاتُ هِي مَا حَوَاهُ كِتَابُ اللهِ مِنْ خَفَايَا عُلُومِ اليَهُودِ، وَمَكْنُونَاتِ سَرَائِرِهِمْ وَأَخْبَارِهِمْ، وَمَا حَرَّفَهُ أَوَائِلُهُمْ وَأوَاخِرُهُمْ، وَمَا بَدَّلُوهُ مِنَ الأَحْكَامِ التِي كَانَتْ فِي التَّورَاةِ، وَمَا يَكْفُرُ بِهذَهِ الآيَاتِ البَيِّنَاتِ، وَلاَ يَجْحَدُ بِهَا إلاّ الفَاسِقُونَ الخَارِجُونَ عَن الطَّاعَةِ، الذِينَ استَحَبُّوا العَمَى عَلَى الهُدَى حَسَداً لِلنَّبِيِّ، وَعِنَاداً وَمُكَابَرَةً مِنْهُمْ.\r\nالفَاسِقُونَ - الخَارِجُونَ عَنْ طَاعَةِ اللهِ.",
        "sura": "2",
        "aya": "99",
        "page": "15"
    },
    {
        "text": "أَوَكُلَّمَا عَٰهَدُوا۟ عَهْدًا نَّبَذَهُۥ فَرِيقٌ مِّنْهُم بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
        "tafsir": "{  أَو َكُلَّمَا } الهمزة للاستفهام ،  والواو للعطف على محذوف ،  أي أكفروا بالآيات البينات ؟  وكلما عاهدوا عهدا نبذه فريق منهم .  أي طرحوه ونقضوه .  من النبذ ،  وهو إلقاء الشيء وطرحه لقلة الاعتداد به وفعله من باب ضرب . \r\n\r\n",
        "sura": "2",
        "aya": "100",
        "page": "15"
    },
    {
        "text": "وَلَمَّا جَآءَهُمْ رَسُولٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
        "tafsir": "{ٱلْكِتَابَ} {كِتَابَ ٱللَّهِ}\r\n(101) - فَلَمَّا جَاءَهُمْ مُحَمَّدٌ صلى الله عليه وسلم بِالقُرآنِ مِنْ عِنْدِ اللهِ تَعَالى، وَهُوَ يُصَدِّقُ التَّورَاةَ التي بَيْنَ أيدِيهِمْ بِمَا فِيهِ مِنْ أصُولِ التَّوحيدِ، وَقَوَاعِدِ التَّشْرِيعِ، وَأخْبَارِ الأمَمِ الغَابِرَةِ، نَبََذَ فَرِيقٌ مِنَ اليَهُودِ التَّورَاةَ وَأهْمَلُوها، وَكَأَنَّهُمْ لاَ يَعْلَمُونَ بِمَا فِيها، مَعَ أنَّها حَوَتْ صِفَاتِ مُحَمَّدٍ، وَبَشَّرَتْ بِرِسَالَتِهِ، وَلَكِنَّهُمْ كَتَمُوا ذلِكَ وَجَحَدُوهُ؛ وَاليَهُودُ حِينَ كَفَرُوا بِمُحَمَّدٍ، وَبِالقُرْآنِ المُصَدِّقِ لِلتَّورَاةِ، يَكُونُونَ قَدْ نَبَذُوا التَّورَاةَ التِي جَاءَ فِيها: إنَّ اللهَ سَيَبْعَثُ رَسُولاً لِلنَّاسِ مِنْ وُلْدِ إسْمَاعِيلَ.\r\nنَبَذَ - طَرَحَ وَأَلْقَى.\r\nالفَرِيقُ - العَدَدُ القَلِيلُ.",
        "sura": "2",
        "aya": "101",
        "page": "15"
    }
]