[
    {
        "text": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَٰذَا مِلْحٌ أُجَاجٌ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "tafsir": "{  وما يستوى البحران } مثل للمؤمن والكافر .  فالبحر العذب :  مثل للمؤمن ،  والبحر الملح :  مثل للكافر .  وكما أن البحرين – وإن اشتركا في بعض الفوائد – لا يتساويان فيما هو المقصود بالذات من كل منهما .  كذلك المؤمن والكافر – وإن اشتركا في بعض الصفات كالشجاعة والسخاء والأمانة لا يتساويان في الخاصية العظمى ؛  لبقاء الأول على الفطرة الأصلية ومعاندة الآخر لها . {  هذا عذب فرات } [ آية 53 الفرقان ص 101 ] . {  سائغ شرابه } سهل انحداره في الحلق لعذوبته . {  أجاج } [ آية 53 الفرقان ] . {  وتستخرجون حلية تلبسونها } أي اللؤلؤ والأصداف والمرجان ،  وهي إنما تستخرج من الملح خاصة .  وما يفيده ظاهر الآية من أنها تستخرج من كل من العذب والملح غير مراد ؛  بل الكلام جرى على نمط قوله تعالى : {  ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله } {[290]} .\r\nوقول القائل :  لو رأيت الحسن والحجاج لرأيت خيرا وشرا ؛  فالأول للأول ،  والثاني للثاني .  وهنا الأول وهو اللحم الطري من البحرين .  والثاني وهو الحيلة من الثاني وهو الملح .\r\n{  وترى الفلك فيه مواخر } شواق للماء بصدرها ،  يجزيها الله مقبلة ومدبرة بريح واحدة .  [ آية 14 النحل ص 431 ] .",
        "sura": "35",
        "aya": "12",
        "page": "436"
    },
    {
        "text": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ",
        "tafsir": "{  يولج الليل في النهار .  .  .  } يدخل أحدهما في الآخر [ آية 27 آل عمران ص 102 ] .\r\n{  ذلكم الله ربكم له الملك } أي ذلكم العظيم الشأن ،  المتصف بالصفات المتقدمة – من أول السورة إلى هنا – هو الله وهو ربكم ،  وهو الذي له التصرف المطلق في العالم كله . {  ما يملكون من قطمير } ما يملكون قشرة نواة فما فوقها ،  ولا يقدرون على شيء .  والقطمير :  القشرة البيضاء الرقيقة الملتفة على النواة .  أو هو النكتة في ظهر النواة ؛  يضرب مثلا للشيء الدنئ الطفيف .",
        "sura": "35",
        "aya": "13",
        "page": "436"
    },
    {
        "text": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ وَيَوْمَ ٱلْقِيَٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
        "tafsir": "{ٱلْقِيَامَةِ}\r\n(14) - أَمَّا الذِينَ يَدْعُوهُمُ المُشْرِكُونَ مِنْ دُونِ اللهِ مِنْ أَصْنَامٍ وأَوْثَانٍ، فَإِنَّهُمْ لاَ يَمْلِكُونَ لأَِنْفُسِهِمْ، وَلاَ لِمَنْ يَعْبُدُونَهُمْ نَفْعاً وَلا ضَرّاً. وَإِذا دَعَاهُمْ عَابِدُوهُم لَمْ يَسْمَعُوا دُعَاءَهُمْ، وَإِذا سَمِعُوا الدُّعاءَ فإِنَّهُمْ لاَ يَسْتَطِيعُونَ الاسْتِجَابَةَ إِلى شَيءٍ مِمّا يَطْلُبُونَ. وَيَومَ القِيَامَةِ يَتَبَرَّأُ المُعْبُودُونَ مِنْ شِرْكِ العَابِدِينَ، وَيَقُولُونَ لَهُمْ: مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ، بَلْ كُنْتُم تَعْبُدُونَ أَهْوَاءَكُمْ وَشَهَواتِكُمْ، وَلاَ يُخْبرُكَ عَنْ حَقِيقَةِ أمرِ هذِهِ الآلِهَةِ، وَأَمرِ مَنْ عَبَدُوها يَوْمَ القِيَامَةِ، إِلا ذُو خِبْرةٍ وَمَعْرِفَةٍ بالذِي سَيَقَعُ هُنَاكَ، وَهُوَ اللهُ تَعَالى وَحْدَهُ.\n",
        "sura": "35",
        "aya": "14",
        "page": "436"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
        "tafsir": "{يٰأَيُّهَا}\r\n(15) - يَا أَيُّها النَّاسُ أَنْتُم مُحْتَاجُونَ إِلى اللهِ تَعَالى فِي جَمِيعِ أُمُورِكُمْ، وَهُوَ سُبْحَانَهُ غَنِيٌّ عَنْكُم، وَعَنْ عِبَادَتِكُمْ، فَكُلُّ نِعْمَةِ بِكُمْ فَهِيَ مِنْهُ، فَلَهُ الحَمْدُ والشُّكرُ عَلَى كُلِّ حَالٍ.\n",
        "sura": "35",
        "aya": "15",
        "page": "436"
    },
    {
        "text": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
        "tafsir": "(16) - وَلَوْ شَاءَ أَنْ يَذْهَبَ بِكُمْ، يَا أَيُّها النَاسُ، وَأَنْ يَأْتِيَ بِخَلْقٍ آخَرَ غَيْرِكُمْ يُطِيعُونَهُ، وَلاَ يَعْصُونَهُ فِيمَا يَأْمُرُهُمْ، لَفَعَلَ.\n",
        "sura": "35",
        "aya": "16",
        "page": "436"
    },
    {
        "text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
        "tafsir": "(17) - وَهُوَ تَعَالى قَادِرٌ عَلَى ذلِكَ، وَلاَ يَصْعُبُ عَلَيهِ شَيْءٌ، وَلاَ يَمْتَنِعُ عَلَيهِ شَيءٌ.\n",
        "sura": "35",
        "aya": "17",
        "page": "436"
    },
    {
        "text": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰٓ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
        "tafsir": "{  ولا تزر وازرة وزر أخرى } ولا تحمل نفس آثمة إثم نفس أخرى ؛  وإنما تحمل كل نفس إثم الفعل الذي باشرته أو تسببت فيه . {  وإن تدع مثقلة إلى حملها .  .  .  } الحمل – بالكسر - :  ما وضع على الظهر أو الرأس ؛  أي وإن تطلب نفس مثقلة بالذنوب من يحمل عنها ذنوبها التي أثقلتها\r\nليخفف عنها ،  لا تجد من يستجيب لها ولو كان من أقربائها . {  ومن تزكى فإنما يتزكى لنفسه } من تطهر من دنس الكفر والذنوب بالإيمان والتوبة والعمل الصالح فإنما يتطهر لنفسه ؛  وإليها يعود الأجر والثواب .  وهو حث على تزكية النفس وتطهيرها .\r\n\r\n",
        "sura": "35",
        "aya": "18",
        "page": "436"
    }
]