[
    {
        "text": "وَجَعَلْنَٰهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ ٱلْخَيْرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِ وَكَانُوا۟ لَنَا عَٰبِدِينَ",
        "tafsir": "{وَجَعَلْنَاهُمْ} {أَئِمَّةً} {ٱلْخَيْرَاتِ} {ٱلصَّلاَة} {ٱلزَّكَـاةِ} {عَابِدِينَ}\r\n(73) - وَجَعَلَهُمُ اللهُ أَئِمَّةً يَقْتَدِي بِهِمُ النَّاسُ، وَيَدْعُونَ إِلَى اللهِ بِإِذْنِهِ (يَهْدُونَ بِأَمْرِنَا)، وَأَلْهَمَهُم اللهُ فِعْلَ الأَعْمَالِ الخَيِّرَةِ، وإِقَامَةَ الصَّلاَةِ، وتَأْدِيَةَ الزَّكَاةِ؛ وكَانُوا يَعْبُدُونَ اللهَ، وَيَقُومُونَ بِمَا يَأْمُرُونَ بِهِ النَّاسَ، وَلاَ يَسْتَكْبِرُونَ عَنْ طَاعَتِهِ (وَكَانُوا لَنَا عَابِدِين).\n",
        "sura": "21",
        "aya": "73",
        "page": "328"
    },
    {
        "text": "وَلُوطًا ءَاتَيْنَٰهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَٰهُ مِنَ ٱلْقَرْيَةِ ٱلَّتِى كَانَت تَّعْمَلُ ٱلْخَبَٰٓئِثَ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَٰسِقِينَ",
        "tafsir": "{  آتيناه حكما } حكمة أو نبوة ،  أو فصل القضاء بالحق بين الخصوم{  وعلما } فقها في الدين وما ينبغي علمه .\r\n{  كانوا قوم سوء } فساد وفعل مكروه [ آية 98 التوبة ص 332 ] .",
        "sura": "21",
        "aya": "74",
        "page": "328"
    },
    {
        "text": "وَأَدْخَلْنَٰهُ فِى رَحْمَتِنَآ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
        "tafsir": "{وَأَدْخَلْنَاهُ} {ٱلصَّالِحِينَ}\r\n(75) - وَجَعَلَ اللهُ لُوطاً فِي جُمْلَةِ مَنْ يَسْتَحِقُّونَ رَحْمَتَهُ وَلُطْفَهُ فَنَجَّاهُ مِنْ القَوْم الفَاسِقِينَ. وَوَصَفَهُ اللهُ تَعَالَى بِأَنَّهُ كَانَ مِنْ عِبَادِهِ الصَّالِحِينَ الذِينَ سَبَقَتْ لَهُمْ مِنْ رَبِّهِمُ الحُسْنَى.\n",
        "sura": "21",
        "aya": "75",
        "page": "328"
    },
    {
        "text": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَٱسْتَجَبْنَا لَهُۥ فَنَجَّيْنَٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ",
        "tafsir": "{فَنَجَّيْنَاهُ}\r\n(76) - يُخْبِرُ اللهُ تَعَالَى أَنَّ نُوحاً عَلَيْهِ السَّلاَمُ دَعَا رَبَّهُ لَمَّا كَذَّبَهُ قَوْمُهُ، وَقَالَ لَهُ إِنِي مَغْلُوبٌ، وَدَعَا عَلَى قَوْمِهِ قَائِلاً  { رَّبِّ لاَ تَذَرْ عَلَى ٱلأَرْضِ مِنَ ٱلْكَافِرِينَ دَيَّاراً }  فَاسْتَجَابَ لَهُ رَبُّهُ، فَنَجَّاهُ مِنَ الكَرْبِ العَظِيمِ، وَنَصَرَهُ عَلَى قَوْمِهِ، فَأَغْرَقَهُمْ أَجْمَعِينَ. وَنَجَّى اللهُ نُوحاً، وَأَهْلَ بَيْتِهِ وَمَنْ آمَنَ مَعَهُ، واسْتَثْنَى اللهُ مِنْ أَهْلِ بَيْتِ نُوحٍ ابنَهُ وامْرَأَتَهُ، فَكَانَا مَعَ الغَارِقينَ.\n",
        "sura": "21",
        "aya": "76",
        "page": "328"
    },
    {
        "text": "وَنَصَرْنَٰهُ مِنَ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَآ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَأَغْرَقْنَٰهُمْ أَجْمَعِينَ",
        "tafsir": "{وَنَصَرْنَاهُ} {بِآيَاتِنَا} {فَأَغْرَقْنَاهُمْ}\r\n(77) - وَنَصَرَهُ اللهُ عَلَى قَوْمِهِ الذِينَ كَذَّبُوا بِآيَاتِ رَبِّهِم فَأَغْرَقَهُم اللهُ جَمِيعاً بالطُّوفَانِ، لأَنَّهُم كَانُوا قَوْماً يُسِيئُونَ الأَعْمَالَ فَيَعْصُونَ اللهَ، وَيُخَالِفُونَ أوَامِرَهُ، وَيُكَذِّبُونَ رَسُولَهُ وَيُؤْذُونَهُ.\n",
        "sura": "21",
        "aya": "77",
        "page": "328"
    },
    {
        "text": "وَدَاوُۥدَ وَسُلَيْمَٰنَ إِذْ يَحْكُمَانِ فِى ٱلْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ ٱلْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَٰهِدِينَ",
        "tafsir": "{  في الحرث } أي الزرع ،  وكان كرما قد تدلت عناقيده{  إذ نفشت فيه غنم القوم } تفرقت وانتشرت فيه ليلا بلا راع فرعته وأفسدته .  يقال :  نفشت الغنم والإبل ،  أي رعت ليلا بلا راع من باب نصر وضرب وسمع .  والنفش اسم منه .\r\n\r\n",
        "sura": "21",
        "aya": "78",
        "page": "328"
    },
    {
        "text": "فَفَهَّمْنَٰهَا سُلَيْمَٰنَ وَكُلًّا ءَاتَيْنَا حُكْمًا وَعِلْمًا وَسَخَّرْنَا مَعَ دَاوُۥدَ ٱلْجِبَالَ يُسَبِّحْنَ وَٱلطَّيْرَ وَكُنَّا فَٰعِلِينَ",
        "tafsir": "{  ففهمناها سليمان .  .  .  } ففهمنا سليمان الحكومة .  وكان داود قد حكم بإعطاء صاحب الحرث رقاب الغنم في حرثه ،  فرأى سليمان أن تدفع الغنم إلى صاحب الحرث ينتفع بثمرتها ،  ويدفع الحرث إلى صاحب الغنم ليقوم عليه ؛  فإذا عاد إلى ما كان عليه في السنة المقبلة رد كل واحد منهما ما لصاحبه إليه ؛  فرجع داود إلى حكم سليمان عليهما السلام .\r\n{  يسبحن } يقدسن الله تعالى ،  وهو من المعجزات ؛  كما سبح الحصا في كف الرسول صلى الله عليه وسلم وسمعه الناس معجزة له ؛  وهو كقوله تعالى :   \" يا جبال أوبي معه \"  {[228]} .",
        "sura": "21",
        "aya": "79",
        "page": "328"
    },
    {
        "text": "وَعَلَّمْنَٰهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ فَهَلْ أَنتُمْ شَٰكِرُونَ",
        "tafsir": "{  وعلمناه صنعة لبوس } أي عمل الدروع بإلانة الحديد له .  واللبوس الدرع .  وأصل اللبوس واللباس واللبس والملبس – كمقعد ومنبر – كل ما يلبس . {  لتحصنكم من بأسكم } لتجعلكم .  في حرز من الإصابة بآلة الحرب من عدوكم .  يقال :  أحصنه وحصنه ،  جعله في حرز ومكان منيع .\r\n\r\n",
        "sura": "21",
        "aya": "80",
        "page": "328"
    },
    {
        "text": "وَلِسُلَيْمَٰنَ ٱلرِّيحَ عَاصِفَةً تَجْرِى بِأَمْرِهِۦٓ إِلَى ٱلْأَرْضِ ٱلَّتِى بَٰرَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَىْءٍ عَٰلِمِينَ",
        "tafsir": "{  ولسليمان الريح عاصفة } أي وسخرنا لسليمان الريح ،  شديدة الهبوب .  يقال عصفت الريح تعصف ،  اشتدت ؛  فهي عاصف وعاصفة وعصوف ،  سميت بذلك لتحطيمها ما تمر عليه فتجعله كالعصف وهو التبن .\r\n\r\n",
        "sura": "21",
        "aya": "81",
        "page": "328"
    }
]