[
    {
        "text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَٰثًا وَمَتَٰعًا إِلَىٰ حِينٍ",
        "tafsir": "{  تستخفونها يوم ظعنكم ويوم إقامتكم } ،  تجدونها خفيفة الحمل وقت سفركم ،  ووقت نزولكم وإقامتكم في مسيركم .  يقال :  ظعن يظعن ظعنا وظعنا ،  سار .  {  ومن أصوافها } ،  أي :  وجعل لكم من أصوافها ،  {  وأوبارها وأشعارها أثاثا } ،  متاعا كثيرا لبيوتكم من الفرش والأكسية ونحوها ،  من أث يئث –مثلثه الهمزة – أثاثة وأثاثا ،  إذا كثر وتكاثف .  {  ومتاعا } ،  وشيئا تنتفعون به في المتجر والمعاش ( آية 39 البقرة ص 25 ) .  وقيل :  الأثاث والمتاع شيء واحد ،  وجمع بينهما لاختلاف لفظهما .",
        "sura": "16",
        "aya": "80",
        "page": "276"
    },
    {
        "text": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
        "tafsir": "{  والله جعل لكم مما خلق ظلالا } ،  أي :  ما تستظلون به من شدة الحر ،  من الغمام والجبال\r\nوالأشجار ونحوها .  {  ومن الجبال أكنانا } ،  أماكن تستكنون فيها ،  وهي الكهوف والغيران والأسراب .  أو حصونا ومعاقل تسترون فيها .  جمع كن ،  وهو وقاء كل شيء وستره .  يقال :  كنه وكننه :  ستره .  ويجمع أيضا على أكنة .  {  سرابيل } ،  قمصا وثيابا من القطن والصوف والكتان ونحو ذلك .  {  تقيكم الحر } ،  أي :  والبرد ،  ففيه اكتفاء لدلالة الكلام عليه .  وخص الحر بالذكر لأهميته عندهم ،  إذ هو أكثر نكاية من البرد .  {  وسرابيل تقيكم باسكم } ،  أي :  في حربكم ،  وهي الدروع ونحوها .  والبأس :  شدة الحرب .\r\n\r\n",
        "sura": "16",
        "aya": "81",
        "page": "276"
    },
    {
        "text": "فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَٰغُ ٱلْمُبِينُ",
        "tafsir": "{ٱلْبَلاَغُ}\r\n(82) - فَإِنِ اسْتَمَرُّوا عَلَى غَيِّهِمْ وَإِعْرَاضِهِمْ، وَتَوَلَّوْا عَنِ اتِّبَاعِ الحَقِّ بَعْدَ أَنْ بَيَّنْتَ لَهُمْ وَوَضَّحْتَ، وَأَبْلَغْتَهُمْ رِسَالَةَ رَبِّهِمْ ... فَلاَ عَلَيْكَ مِنْهُمْ، وَلاَ تُهْلِكَ نَفْسَكَ حُزْناً عَلَيْهِمْ، فَأَنْتَ مُكَلَّفٌ بِإِبْلاغِهِمْ رِسَالَةَ رَبِّهِمْ، وَدَعْوَتِهِمْ إِلَى الحَقِّ وَالهُدَى وَالإِيمَانِ بِاللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَقَدْ أَدَّيْتَ مَا أَمَرَكَ بِهِ رَبُّكَ.",
        "sura": "16",
        "aya": "82",
        "page": "276"
    },
    {
        "text": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَٰفِرُونَ",
        "tafsir": "{نِعْمَتَ} {ٱلْكَافِرُونَ}\r\n(83) - وَهُمْ يَعْرِفُونَ أَنَّ اللهَ تَعَالَى هُوَ المُنْعِمُ المُتَفَضِّلُ عَلَيْهِمْ بِجَمِيعِ هذِهِ النِّعَمِ، وَمَعَ هذَا فَإِنَّهُمْ يُنْكِرُونَ ذلِكَ، وَيَعْبُدُونَ مَعَهُ غَيْرَهُ، فَأَصْبَحَ أَكْثَرُهُمْ كَافِرِينَ.",
        "sura": "16",
        "aya": "83",
        "page": "276"
    },
    {
        "text": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ",
        "tafsir": "{  ولا هم يستعتبون } ،  الاستعتاب :  طلبك إلى المسيء الرجوع عن إساءته .  والعتبى :  رجوعه عنها إلى ما يرضيك .  وأصل الكلمة من العتب ،  وهو لومك صاحبك على إساءة كانت منه إليك ،  فإذا ذكر كل منهما صاحبه بما فرط منه كان عتابا ومعاتبة ،  أي :  لا يطلب منه العتبى ،  أي :  الرجوع عما أغضب الله تعالى منهم إلى ما يرضيه ؛  إذ الدار الآخرة دار جزاء لا دار عمل وتكليف .\r\n\r\n",
        "sura": "16",
        "aya": "84",
        "page": "276"
    },
    {
        "text": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ",
        "tafsir": "{رَأَى}\r\n(85) - وَحِينَ يَرَى الذِينَ كَفَرُوا بِرَبِّهِمْ، وَأَشْرَكُوا بِهِ، وَكَذَّبُوا رُسَلَهُ، العَذَابَ يَوْمَ القِيَامَةِ، فَلاَ يُنْجِيهِمْ مِنْهُ شَيءٌ، إِذْ لاَ يُؤْذَنُ لَهُمْ بِالاعْتِذَارِ فَيَعْتَذِرُونَ فَيُخَفَّفُ عَنْهُمُ العَذَابُ، بِهذا العُذْرِ، وَلاَ يُمْهَلُونَ لِلتَّوْبَةِ، لأَِنَّ وَقْتَ التَّوْبَةِ قَدْ فَاتَ، فَيَأْخُذُهُمُ العَذَابُ سَرِيعاً دُونَ إِبْطَاءٍ، وَيَكُونُ عَذَابُهُمْ مُسْتَمِرّاً مُتَوَاصِلاً فِي شِدَّتِهِ، لاَ يَتَوَقَّفُ لَحْظَةً، وَلاَ يُخَفَّفُ وَلاَ يَفْتُرُ.\r\nلاَ يُنْظَرُونَ - لاَ يُمْهَلُونَ وَلاَ يُؤَخَّرُونَ.",
        "sura": "16",
        "aya": "85",
        "page": "276"
    },
    {
        "text": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَٰذِبُونَ",
        "tafsir": "{  فألقوا إليهم القول } ،  أي :  قال الذين اتخذهم الكفار شركاء الله وعبدوهم من دونه :  {  إنكم لكاذبون } في زعمكم أننا شركاء لله ،  مبطلون في عبادتكم إيانا من دونه .\r\n\r\n",
        "sura": "16",
        "aya": "86",
        "page": "276"
    },
    {
        "text": "وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
        "tafsir": "{  وألقوا إلى الله يومئذ السلم } ،  أي :  الاستسلام والانقياد لحكمه في ذلك اليوم ،  بعد أن كانوا في الدنيا متكبرين عن حكمه تعالى ،  ولم تغن عنهم آلهتهم شيئا .\r\n\r\n",
        "sura": "16",
        "aya": "87",
        "page": "276"
    }
]