[
    {
        "text": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَـًٔا وَءَاتَتْ كُلَّ وَٰحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ ٱخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُۥٓ أَكْبَرْنَهُۥ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنْ هَٰذَآ إِلَّا مَلَكٌ كَرِيمٌ",
        "tafsir": "{  فلما سمعت بمكرهن } باغتيابهن إياها وسوء مقالتهن فيها .  وسمي ذلك مكرا لشبهه في الإخفاء . <br />\r\n{  و أعتدت لهن متكأ .  .  .  .  } هيأت لهن في مجلسها ما يتكئن عليه من النمارق والوسائد ،  اسم مفعول  من الاتكاء وهو الميل إلى أحد الشقين في الجلوس كعادة المترفين .  وأحضرت لهن طعاما يقطع بالسكين عند أكله ،  وآتت كل واحدة منهن سكينا ،  فلما رأين يوسف{  أكبرنه } أي أعظمنه ،  ودهشن عند رؤية جماله .  يقال :  أكبر الشيء ،  رآه كبيرا وعظم عنده .  وكبر الشيء :  جعله كبيرا ،  من الكبر بمعنى العظم .  {  و قطعن أيديهن } خدشنها وحززنها بما في أيديهن من السكاكين ،  ولم يشعرن لأفتتانهن به .  يقال إذا خدش الإنسان يد صاحبه :  قطع يده .  {  حاش لله ما هذا بشرا } معاذ الله أن يكون هذا بشرا ،  أو جانب يوسف ما قرف به الله ،  أي لأجل مخافة الله  ومراقبته .  والمراد تنزيهه وبعده ،  كأنه صار في جانب عما اتهم به لما رأوه من آثار العصمة وجلال النبوة عليه .  ف [ حاش ] فعل ماض  ،  واللام في لله  للتعليل .  وقيل :  هو اسم فعل بمعنى برئ الله  من كل سوء .  أو تنزيها لله سبحانه عن صفات التقصير والعجز عن خلق مثله ،  وفيه معنى التعجب من قدرته تعالى على مثل هذا الصنيع البديع . <br />\r\n<br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "31",
        "page": "239"
    },
    {
        "text": "قَالَتْ فَذَٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ وَلَقَدْ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ فَٱسْتَعْصَمَ وَلَئِن لَّمْ يَفْعَلْ مَآ ءَامُرُهُۥ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ ٱلصَّٰغِرِينَ",
        "tafsir": "{  فاستعصم } فامتنع امتناعا بليغا ،  وتحفظ تحفظا شديدا عما طلبته منه ،  من العصمة وهي المنع يقال :  عصمه الطعام ،  منعه من الجوع وعصم القربة :  شدها بالعصام .  واعتصم بالله :  امتنع بلطفه من المعصية . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "32",
        "page": "239"
    },
    {
        "text": "قَالَ رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَٰهِلِينَ",
        "tafsir": "{  أصب إليهن } أمل إليهن وأمالئهن على ما يردن مني بحكم الميل الطبيعي والشهوة البشرية ،  من الصبوة ،  وهي الميل إلى الهوى .  يقال :  صبا يصبو صبوا وصبوة ،  إذا مال ،  ومنه الصبا للريح المعروفة ،  لميل النفوس إليها لطيب نسيمها وروحها . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "33",
        "page": "239"
    },
    {
        "text": "فَٱسْتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "(34) - فَاسْتَجَابَ اللهُ تَعَالَى لِدُعَائِهِ فَصَرَفَ عَنْهُ كَيْدَهُنَّ، إِذْ كَفَّتِ المَرْأَةُ عَنْ مُلاَحَقَتِهِ وَمُطَالَبَتِهِ بِالفَاحِشَةِ، وَعَصَمَهُ اللهُ مِنْهُنَّ، وَاللهُ تَعَالَى سَمِيعٌ لِمَنْ يَدْعُوهُ وَيَتَضَرَّعُ إِليهِ، عَلِيمٌ بِصِدْقِ إِيمَانِهِ، وَبِمَا يُصْلِحُ أَحْوَالَهُ.",
        "sura": "12",
        "aya": "34",
        "page": "239"
    },
    {
        "text": "ثُمَّ بَدَا لَهُم مِّنۢ بَعْدِ مَا رَأَوُا۟ ٱلْءَايَٰتِ لَيَسْجُنُنَّهُۥ حَتَّىٰ حِينٍ",
        "tafsir": "{ٱلآيَاتِ}\r\n(35) - وَلَمَّا قَامَتْ الأَدِلَّةُ عَلَى صِدْقِ يُوسُفَ وَعِفَّتِهِ، وَبَرَاءَتِهِ مِمَّا رَمَتْهُ بِهِ امْرَأَةُ العَزِيزِ، رَأَوا أَنَّهُ مِنَ المَصْلَحَةِ أَنْ يَسْجُنُوهُ بَعْضَ الوَقْتِ (حَتَّى حِينٍ)، إِِيهَاماً بِأَنَّهُ هُوَ الذِي رَاوَدَ امْرَأَةَ العَزِيزِ عَنْ نَفْسِهَا، وَأَنَّهَا كَانَتْ صَادِقَةً فِيمَا قَالَتْهُ عَنْهُ، وَإِبْعَاداً لَهُ مِنَ الدَّارِ التِي فَتَنَ رَبَّتَهَا وَصَدِيقَاتِهَا، وَاسْتَخَفَّهُنَّ حُبّاً وَشَغَفاً، دُونَ أَنْ يَتْرُكَ لَهُنَّ فِيهِ مَطْمَعاً، وَقَطْعاً لأَِلْسِنَةِ السُّوءِ التِي أَخَذَتْ فِي اللَّغْطِ فِي قِصَّةِ المُرَاوَدَةِ.",
        "sura": "12",
        "aya": "35",
        "page": "239"
    },
    {
        "text": "وَدَخَلَ مَعَهُ ٱلسِّجْنَ فَتَيَانِ قَالَ أَحَدُهُمَآ إِنِّىٓ أَرَىٰنِىٓ أَعْصِرُ خَمْرًا وَقَالَ ٱلْءَاخَرُ إِنِّىٓ أَرَىٰنِىٓ أَحْمِلُ فَوْقَ رَأْسِى خُبْزًا تَأْكُلُ ٱلطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِۦٓ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
        "tafsir": "{أَرَانِيۤ} {نَرَاكَ}\r\n(36) - وَدَخَلَ السِّجْنَ مَعَ يُوسُفَ عَبْدَانِ مَمْلُوكَانِ لَمَلِكِ مِصْرَ (فَتَيَانِ)، قِيلَ إِنَّ أَحَدَهُمَا سَاقِي المَلِكِ، وَالآخَرَ خَبَّازُهُ، وَقَدْ اتُّهِمَا بِمُحَاوَلَةِ دَسِّ السُّمِّ لِلْمَلِكِ لِلْفَتْكِ بِهِ. وَقَدْ شَاعَ فِي السِّجْنِ مَا عَلَيْهِ يُوسُفُ مِنَ الصِدْقِ وَالصَّلاحِ، وَمَعْرِفَةِ تَعْبِيرِ الأَحْلاَمِ، وَقَدْ رَأَى كُلُّ وَاحِدٍ مِنَ الغُلاَمَيْنِ مَنَاماً قَصَّهُ عَلَى يُوسُفَ، وَرَجَاهُ أَنْ يُفَسِّرَهُ لَهُ. وَكَانَ السَّاقِي قَدْ رَأَى فِي نَوْمِهِ أَنَّهُ يَعْصِرُ عِنَباً وَيَصْنَعُ مِنْهُ خَمْراً، وَرَأَى الآخَرُ أَنَّهُ يَحْمِلُ فَوْقَ رَأْسِهِ خُبْزاً فَتَأْتِي الطَّيْرُ فَتَأْكُلُ مِنْهُ. وَطَلَبَ كُلُّ وَاحِدٍ مِنْهُمَا مِنْ يُوسُفَ أَنْ يُفَسِّرَ لَهُ رُؤْيَاهُ، لأَنَّهُ يَرَاهُ مِنَ الذِينَ يُحْسِنُونَ تَفْسِيرَ الأَحْلاَمِ وَتَأْوِيلَها.\r\nأَعْصِرُ خَمْراً - أَعْصِرُ عِنَباً يَؤُولُ إِلَى خَمْرٍ أَسْقِيهِ المَلِكَ.",
        "sura": "12",
        "aya": "36",
        "page": "239"
    },
    {
        "text": "قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِۦٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِۦ قَبْلَ أَن يَأْتِيَكُمَا ذَٰلِكُمَا مِمَّا عَلَّمَنِى رَبِّىٓ إِنِّى تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُونَ بِٱللَّهِ وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ",
        "tafsir": "{  لا يأتيكما طعام .  .  .  } وعدهما بإخبارهما بكل طعام يأتيهما قبل إتيانه بطريق الكشف بنور النبوة ،  لأجل أن يعلما صدقه فيمتثلا دعاءه لهما إلى التوحيد .  وهذه معجزة له كمعجزة عيسى حيث قال :  {  وأنبئكم بما تأكلون وما تدخرون في بيوتكم }{[188]} .",
        "sura": "12",
        "aya": "37",
        "page": "239"
    }
]