[{"text":"وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ","aya":"7","page":"397","tafsir":"{  لنكفرن عنهم سيئاتهم } لنغطينها عنهم بالمغفرة لهم ؛  من التكفير وهو ستر الشيء وتغطيته . <br \/>\r\n<br \/>\r\n"},{"text":"وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حُسْنًا وَإِن جَٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَآ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","aya":"8","page":"397","tafsir":"{  حسنا } أي إيصاء حسنا أي ذا حسن ؛  فهو وصف لمصدر محذوف .  أو أن يفعل حسنا ؛  فهو مفعول لفعل محذوف .  والمراد :  البر بهما والعطف عليهما ،  والإحسان إليهما والطاعة لهما في المعروف . <br \/>\r\n<br \/>\r\n"},{"text":"وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّٰلِحِينَ","aya":"9","page":"397","tafsir":"no text"},{"text":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَٰلَمِينَ","aya":"10","page":"397","tafsir":"{  جعل فتنة الناس } أي ما يصيبه من أذاهم{  كعذاب الله } في الآخرة ؛  فجزع منه ولم يصبر عليه ،  وأطاعهم فيما يريدون منه فكفر بالله ؛  كما يطيع الله من يخاف عذابه فيؤمن به .  نزلت في المنافقين . <br \/>\r\n<br \/>\r\n"},{"text":"وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَٰفِقِينَ","aya":"11","page":"397","tafsir":"no text"},{"text":"وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَٰيَٰكُمْ وَمَا هُم بِحَٰمِلِينَ مِنْ خَطَٰيَٰهُم مِّن شَىْءٍ إِنَّهُمْ لَكَٰذِبُونَ","aya":"12","page":"397","tafsir":"no text"},{"text":"وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ","aya":"13","page":"397","tafsir":"{  وليحملن أثقالهم } أوزارهم وذنوبهم التي ارتكبوها بأنفسهم{  وأثقالا مع أثقالهم } وأوزارا مع أوزارهم ،  وهي أوزار من أضلوهم من الأتباع ؛  وهو كقوله تعالى :   \" ليحملوا أوزارهم كاملة يوم القيامة ومن أوزار الذين يضلونهم بغير علم \"  {[272]} ."},{"text":"وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَٰلِمُونَ","aya":"14","page":"397","tafsir":"{  فأخذهم الطوفان } أي الماء الكثير الذي طاف بهم وعلاهم فغرقوا [ آية 133 الأعراف ص 276 ] ."}]