[
    {
        "text": "وَأَسِرُّوا۟ قَوْلَكُمْ أَوِ ٱجْهَرُوا۟ بِهِۦٓ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
        "tafsir": "{وأسروا قولكم. .  .} أي إسراركم بالنيل من محمد [صلى الله عليه وسلم] وجهركم به سيان، فلا يخفى علينا منه شيء، فهو من تتمة الوعيد. نزلت في المشركين الذين كانوا ينالون من النبي صلى الله عليه وسلم؛ فلما أطلعه الله على أمرهم قال بعضهم لبعض: أسروا قولكم كيلا يسمعه رب محمد .",
        "sura": "67",
        "aya": "13",
        "page": "563"
    },
    {
        "text": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
        "tafsir": "وكيف لا يعلم الله تعالى السر والجهر من الناس وهو الذي أوجد، بحكمته وواسع علمه، وعظيم قدرته، جميع الأشياء في هذا الوجود، وهو النافذ علمه إلى ما ظهر وما بطن؟.",
        "sura": "67",
        "aya": "14",
        "page": "563"
    },
    {
        "text": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ ذَلُولًا فَٱمْشُوا۟ فِى مَنَاكِبِهَا وَكُلُوا۟ مِن رِّزْقِهِۦ وَإِلَيْهِ ٱلنُّشُورُ",
        "tafsir": "{ذلولا} سهلة مذللة مسخرة لما تريدون منها؛ من مشي عليها، وغرس فيها، وبناء فوقها؛ من الذل وهو سهولة الانقياد واللين {فامشوا في مناكبها} جوانبها، أو طرقها وفجاجها أو أطرافها، وهو مثل لفرط التذليل ومجاوزته الغاية، وليس أمرا بالمشي حقيقة. {وإليه النشور} إحياء الموتى يوم القيامة؛ فيسألكم هل شكرتم له نعمه أم كفرتم! ؟",
        "sura": "67",
        "aya": "15",
        "page": "563"
    },
    {
        "text": "ءَأَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يَخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِىَ تَمُورُ",
        "tafsir": "{أأمنتم من في السماء. .  .} أي أأمنتم من في السماء وهو الله تعالى أن يذهب الأرض إلى سفل ملتبسة بكم. والآية من متشابه القرآن. وقد أجمعت القرون الثلاثة على إجراء المتشابهات على مواردها مع التنزيه بليس كمثله شيء؛ وقد أوضح الآلوسي هذا غاية الإيضاح في تفسير هذه الآية. {فإذا هي تمور} تضطرب وتتحرك، فتعلو عليهم وهم يخسفون فيها إلى أسفل سافلين، من المور، وأصله التردد في الذهاب والمجئ. يقال: مار يمور، تحرك وجاء وذهب .",
        "sura": "67",
        "aya": "16",
        "page": "563"
    },
    {
        "text": "أَمْ أَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
        "tafsir": "{أم أمنتم من في السماء. .  .} أي بل أأمنتم! ؟  .  وهو إضراب عن وعيد شديد بعذاب أرضي وقع مثله لقارون، إلى وعيد سماوي وقع مثله لقوم لوط وأصحاب الفيل. والحاصب: الريح فيها حجارة، أو هي الحجارة المرسلة من السماء. {فستعلمون كيف نذير} أي كيف إنذاري عند مشاهدتكم للمنذر به؟ ولكن لا ينفعكم العلم .",
        "sura": "67",
        "aya": "17",
        "page": "563"
    },
    {
        "text": "وَلَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
        "tafsir": "{ولقد كذب الذين من قبلهم. .  .} تحذير لهم مما وقع للأمم الماضية من العذاب حين أصروا على الكفر ليعتبروا به .",
        "sura": "67",
        "aya": "18",
        "page": "563"
    },
    {
        "text": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ فَوْقَهُمْ صَٰٓفَّٰتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا ٱلرَّحْمَٰنُ إِنَّهُۥ بِكُلِّ شَىْءٍۭ بَصِيرٌ",
        "tafsir": "{أو لم يروا إلى الطير فوقهم} تصوير لقدرته تعالى، وأن من قدر على إمساك الطير في السماء عند الصف والقبض، قادر على أن يخسف بهم الأرض، ويرسل عليهم الحاصب. {صافات} باسطات أجنحتهن في الهواء عند الطيران. {ويقبضن} يضممنها إذا ضربن بها جنوبهن حينا فحينا للاستظهار بها على التحرك. {ما يمسكهن} في الجو في الحالين {إلا الرحمان} الذي وسعت رحمته كل شيء، ووهب كل شيء خاصته .",
        "sura": "67",
        "aya": "19",
        "page": "563"
    },
    {
        "text": "أَمَّنْ هَٰذَا ٱلَّذِى هُوَ جُندٌ لَّكُمْ يَنصُرُكُم مِّن دُونِ ٱلرَّحْمَٰنِ إِنِ ٱلْكَٰفِرُونَ إِلَّا فِى غُرُورٍ",
        "tafsir": "{أم من هذا الذي هوجند. .  .} تبكيت لهم بنفي أن يكون لهم ناصر غير الله، إذا أراد أن يخسف بهم الأرض .",
        "sura": "67",
        "aya": "20",
        "page": "563"
    },
    {
        "text": "أَمَّنْ هَٰذَا ٱلَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥ بَل لَّجُّوا۟ فِى عُتُوٍّ وَنُفُورٍ",
        "tafsir": "{أمن هذا الذي يرزقكم. .  .} تبكيت آخر بنفي الرزاق لهم إن أمسك رزقه عنهم؛ فلم يرسل لهم المطر، وأرسل بدله حاصبا من السماء. {بل لجوا} تمادوا في اللجاج، وهو تقحم الأمر مع كثرة الصوارف عنه. {في عتو} استكبار وطغيان {ونفور} شرود وتباعد عن الحق .",
        "sura": "67",
        "aya": "21",
        "page": "563"
    },
    {
        "text": "أَفَمَن يَمْشِى مُكِبًّا عَلَىٰ وَجْهِهِۦٓ أَهْدَىٰٓ أَمَّن يَمْشِى سَوِيًّا عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{أفمن يمشي مكبا على وجهه. .  ..} المكب: الساقط على وجهه. يقال: كبه وأكبه، قلبه وصرعه. وهو مثل ضربه الله للكافر والمؤمن؛ أي أفمن يمشي وهو يعثر في كل ساعة ويخر على وجهه في كل خطوة؛ لتوعر طريقه واختلافه بانخفاض وارتفاع، أهدى وأرشد إلى المقصد الذي يؤمه، أم من يمشي قائما سالما من الخليط والعثار على طريق مستو، لا اعوجاج فيه ولا انحراف  !",
        "sura": "67",
        "aya": "22",
        "page": "563"
    },
    {
        "text": "قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ قَلِيلًا مَّا تَشْكُرُونَ",
        "tafsir": "{ٱلأَبْصَارَ} - وقل لهم: إن ربكم هو الذي أوجدكم من عدم، وجعل لكم السمع لتستمعوا به إلى المواعظ، وجعل لكم الأبصار لتنظروا بها بديع صنع الله، وجعل لكم الأفئدة لتتفكروا فيما خلق ربكم في هذا الكون، ولكنكم قلما تستعملون هذه القوى فيما خلقها الله له، ولذلك فإنكم لا تعرفون قدرها، ومبلغ نفعها فلم تشكروا الله عليها حق الشكر.",
        "sura": "67",
        "aya": "23",
        "page": "563"
    },
    {
        "text": "قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
        "tafsir": "{ذرأكم في الأرض} خلقكم وبثكم وكثركم فيها .",
        "sura": "67",
        "aya": "24",
        "page": "563"
    },
    {
        "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{متى هذا الوعد} أي الموعود وهو الحشر .",
        "sura": "67",
        "aya": "25",
        "page": "563"
    },
    {
        "text": "قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
        "tafsir": "فقل لهم مجيبا: إنه لا يعلم وقت ذلك على التحديد والتعيين إلا الله تعالى وحده، ولكنه أمرني بأن أقول لكم: إنه كائن وواقع لا محالة، فاحذروه، وأنا مهمتي هي إبلاغكم ذلك، وإنذاركم بوقوعه، وقد قمت بما كلفت به.",
        "sura": "67",
        "aya": "26",
        "page": "563"
    }
]