[
    {
        "text": "فَلَمَّا تَرَٰٓءَا ٱلْجَمْعَانِ قَالَ أَصْحَٰبُ مُوسَىٰٓ إِنَّا لَمُدْرَكُونَ",
        "tafsir": "{تَرَاءَى} {أَصْحَابُ}\r\n(61) - فلمَّا رأَى كُلُّ فريقٍ الفَريقَ الآخَرَ، قالَ أصْحَابُ موسى: إنَّ فرعونَ وقَوْمَهُ قدْ أدركُوهُمْ وَإِنَّهُمْ سيقتُلُونَهُمْ، وذلكَ لأنهمْ وَصَلُوا إلى سَاحِلِ البحرِ، ولمْ يَعُدْ بإِمكانِهِمْ مُتَابَعَةُ السَّيرِ للتَّخَلُّصِ مِنْ مُطَارَدَةِ فرعَونَ وجُنودِهِ.\r\nتَرَاءى الجَمْعَانِ - رَأَى كلٌّ منهُما الآخَرَ.\n",
        "sura": "26",
        "aya": "61",
        "page": "370"
    },
    {
        "text": "قَالَ كَلَّآ إِنَّ مَعِىَ رَبِّى سَيَهْدِينِ",
        "tafsir": "(62) - فقالَ مُوسى لقَوْمِه: كَلاَّ. إنَّ فرعونَ وقومَهُ لَنْ يَصِلُوا إليكُمْ، فإنَّ اللهَ تَعالى هُوَ الذي أمَرَنِي بأنْ أَسيرَ بكُمْ إِلى هُنا، وهُو تَعالى لا يُخْلِفُ المِيعَادَ، وإنهُ سيهدينِي سواءَ  السَّبيلِ، إلى ما يَجبُ أن أفعَلَهُ لنَنْجُوَ.\n",
        "sura": "26",
        "aya": "62",
        "page": "370"
    },
    {
        "text": "فَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْبَحْرَ فَٱنفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَٱلطَّوْدِ ٱلْعَظِيمِ",
        "tafsir": "{  كل فرق كالطود العظيم } كل قطعة من الماء من البحر الأحمر كالجبل الشامخ .  وأصل الفرق – بكسر أوله - :  القسم من كل شيء .\r\n\r\n",
        "sura": "26",
        "aya": "63",
        "page": "370"
    },
    {
        "text": "وَأَزْلَفْنَا ثَمَّ ٱلْءَاخَرِينَ",
        "tafsir": "{  وأزلفنا ثم الآخرين } وقربنا هنالك فرعون وقومه من قوم موسى حتى دخلوا على أثرهم مداخلهم في البحر ؛  من الزلف وهو القربة .  يقال :  أزلفه أي قربه .\r\n\r\n",
        "sura": "26",
        "aya": "64",
        "page": "370"
    },
    {
        "text": "وَأَنجَيْنَا مُوسَىٰ وَمَن مَّعَهُۥٓ أَجْمَعِينَ",
        "tafsir": "(65) - فَسَارَ موسى وَقومُهُ في المَكَانِ الذِي انْفَتَحَ في البَحرِ وأصْبَحَ يابِساً، وبَلَغُوا الطرفَ الآخَرَ من البحرِ، فَنَجَوْا جَمِيعاً.\n",
        "sura": "26",
        "aya": "65",
        "page": "370"
    },
    {
        "text": "ثُمَّ أَغْرَقْنَا ٱلْءَاخَرِينَ",
        "tafsir": "{ٱلآخَرِينَ}\r\n(66) - وتَبِعَهُمْ فِرعونُ وجنودُهُ في المَكَان الذي انْفَتَحَ في البَحْرِ، فَلمَّا  أصْبَحُوا جَمِيعاً بينَ فِرْقَتَي الماءِ، أطْبَقَ عليهِمُ البحرُ فأغْرَقَهُمْ أجْمَعين.\n",
        "sura": "26",
        "aya": "66",
        "page": "370"
    },
    {
        "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
        "tafsir": "{لآيَةً}\r\n(67) - وفي هذه القصَّةِ، وما فيها منَ العَجائبِ، والنَّصْرِ، والتَأْييدِ لِعِبَادِ اللهِ المؤمنينَ، لدَلاَلَةٌ واضحةٌ وحُجَّةٌ قاطعةٌ على قُدرةِ اللهِ تَعالى، وعلى صِدْقِ مُوسى، ولكنَّ أكْثَرَهُمْ لَمْ يُؤْمِنُوا مَعَ أنهُمْ رَأَوْا بِأَعْيُنِهِمْ هذه الآياتِ العِظامَ الباهرةَ.\n",
        "sura": "26",
        "aya": "67",
        "page": "370"
    },
    {
        "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "tafsir": "(68) - وإنَّ خالقَكَ وَمُرَبِّيكَ، يا مُحَمَّدُ، لهوَ القويُّ القادرُ على الانتِقامِ مِنَ المُكَذِّبينَ، المُنعِمُ بالرَّحمَةِ على المُؤمِنينَ.\n",
        "sura": "26",
        "aya": "68",
        "page": "370"
    },
    {
        "text": "وَٱتْلُ عَلَيْهِمْ نَبَأَ إِبْرَٰهِيمَ",
        "tafsir": "{إِبْرَاهِيمَ}\r\n(69) - واتْلُ يا مُحَمَّدُ عَلَى قَوْمِكَ أخْبَارَ أبيهِمْ إبراهيمَ عَليهِ السَّلامُ، لَعَلَّهُمْ يَقْتَدُونَ بهِ في الإِخلاصِ والتَّوَكُّلِ على اللهِ تَعالى، وَعِبَادَتِه وَحْدَهُ لا شَرِيكَ لهُ، والتَّبَرُّؤ منَ الشِّرْكِ وأهلِهِ فقدْ أُوتِي رُشْدَهُ من صِغَرِهِ، فَهوَ حينَ نَشَأَ وَتَرَعْرَعَ أنكَرَ على أبيهِ وقومِهِ عبادةَ الأصْنَامِ.\n",
        "sura": "26",
        "aya": "69",
        "page": "370"
    },
    {
        "text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا تَعْبُدُونَ",
        "tafsir": "(70) - فقالَ لأبيه وقومِهِ: مَاذا تَعْبدُونَ؟ وما هذهِ التَّمَاثيلُ التي أَنتُمْ على عِبَادَتِها عَاكِفُونَ؟ مَعَ أنَّها لا تَستحِقُّ العبادَةَ.\n",
        "sura": "26",
        "aya": "70",
        "page": "370"
    },
    {
        "text": "قَالُوا۟ نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَٰكِفِينَ",
        "tafsir": "{  فنظل لها عاكفين } أي نظل لأجلها مقبلين على عبادتها .\r\n\r\n",
        "sura": "26",
        "aya": "71",
        "page": "370"
    },
    {
        "text": "قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ",
        "tafsir": "(72) - فَسَأَلَهُمْ إبراهيمُ مُسْتَغْرِباً، ومُسْتَهْزِئاً، وَمُنْكِراً تَصَرُّفَهُمْ هذا: هَلْ يَسْمَعُونَكُمْ حِينَما تَدْعُونَهُمْ وهُمْ حِجَارَةٌ، وهَلْ يُجِيبُونَكُمْ إذا دَعَوْتُمُوهُمْ؟\n",
        "sura": "26",
        "aya": "72",
        "page": "370"
    },
    {
        "text": "أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ",
        "tafsir": "(73) - وَهَلْ يَسْتَطِيعُونَ نَفْعَكُمْ إِذا أطَعْتُمُوهُم، أَوْ ضَرَّكُمْ إِنْ عَصَيْتُموهُمْ؟\n",
        "sura": "26",
        "aya": "73",
        "page": "370"
    },
    {
        "text": "قَالُوا۟ بَلْ وَجَدْنَآ ءَابَآءَنَا كَذَٰلِكَ يَفْعَلُونَ",
        "tafsir": "{آبَآءَنَا}\r\n(74) - فَاعْتَرَفُوا بأَنَّهُمْ لا يَعْرِفُون أنَّها تَنْفعُ وتَضُرُّ، وإنَّما وَجَدُوا آباءَهُمْ يَعْبُدُونَها، ويَسجُدُونَ لهَا، ويَنْحَرُونَ لها القَرابينَ، فاقْتَدَوْا بِهمْ، وفَعلُوا فِعلهُمْ.\n",
        "sura": "26",
        "aya": "74",
        "page": "370"
    },
    {
        "text": "قَالَ أَفَرَءَيْتُم مَّا كُنتُمْ تَعْبُدُونَ",
        "tafsir": "{  أفرأيتم ما كنتم تعبدون } أتأملتم فعلمتم أي شيء تعبدونه أنتم وآباؤكم الأقدمون !  .\r\n\r\n",
        "sura": "26",
        "aya": "75",
        "page": "370"
    },
    {
        "text": "أَنتُمْ وَءَابَآؤُكُمُ ٱلْأَقْدَمُونَ",
        "tafsir": "{َآبَآؤُكُمُ }\r\n(76) - والتي عَبَدَهَا آباؤُكُم الأقْدَمُون من قَبْلِكُمْ؟\n",
        "sura": "26",
        "aya": "76",
        "page": "370"
    },
    {
        "text": "فَإِنَّهُمْ عَدُوٌّ لِّىٓ إِلَّا رَبَّ ٱلْعَٰلَمِينَ",
        "tafsir": "{ٱلْعَالَمِينَ}\r\n(77) - إِنَّنِي بَرَاءٌ منها جَميعاً، وَأَنَا لا أَعتَرِفُ برُبوبيَّةِ شَيءٍ منْها، وإِنَّنِي لا أَعْبُدُ إِلاَّ اللهَ وَحْدَهُ سُبحانَهُ، فَهُوَ رَبُّ العَالمِينَ، وَلا رَبَّ سِوَاهُ.\n",
        "sura": "26",
        "aya": "77",
        "page": "370"
    },
    {
        "text": "ٱلَّذِى خَلَقَنِى فَهُوَ يَهْدِينِ",
        "tafsir": "(78) - وهُوَ تَعَالَى الذيْ خَلَقَنِي، وخَلَقَ كُلَّ شَيءٍ، وهُوَ الذِي هَدَى الخَلائِقَ إِلَيْهِ، فَكُلٌّ يجرِي عَلى ما قُدِّرَ لَهُ، وهُو الذيْ يَهْدِينِي إلى كلِّ ما يُوصلُني إِلى السَّعَادَةِ في الدُّنْيَا والآخِرَةِ.\n",
        "sura": "26",
        "aya": "78",
        "page": "370"
    },
    {
        "text": "وَٱلَّذِى هُوَ يُطْعِمُنِى وَيَسْقِينِ",
        "tafsir": "(79) - وهُو خَالِقِي ورَازِقِي بِمَا سَخَّرَ ويَسَّرَ مِنَ الأسْبَابِ.\n",
        "sura": "26",
        "aya": "79",
        "page": "370"
    },
    {
        "text": "وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ",
        "tafsir": "(80) - وإذَا ألمَّ بِي مَرَضٌ فَرَبِّي هوَ الذي يَشْفِينِي مِنَ المَرضِ، ولا يقْدِرُ عَلى شِفَائي غيرُهُ، بما يُقَدِّرُهُ من الأَسْبَابِ المُوصِلَةِ إليهِ.\n",
        "sura": "26",
        "aya": "80",
        "page": "370"
    },
    {
        "text": "وَٱلَّذِى يُمِيتُنِى ثُمَّ يُحْيِينِ",
        "tafsir": "(81) - وهُوَ الذيْ خَلَقَنِي ثُمَّ يُمِيتُنِي حينَمَا يَحِينُ أَجَلِي، ثُمَّ يَبْعَثُنِي حَيّاً مَرَّةً أُخْرى يَومَ القِيامةِ، ولا يَقْدِرُ أَحَدٌ سواهُ على شَيءٍ مِنْ ذَلكَ.\n",
        "sura": "26",
        "aya": "81",
        "page": "370"
    },
    {
        "text": "وَٱلَّذِىٓ أَطْمَعُ أَن يَغْفِرَ لِى خَطِيٓـَٔتِى يَوْمَ ٱلدِّينِ",
        "tafsir": "(82) - وإنِّي أطْمَعُ في أنْ يغْفِرَ تَعالى خَطَايَايَ وذُنُوبِي وهَفَوَاتِي يومَ القِيَامَةِ (يومَ الدِّين)، ولا يَقْدِرُ على مَغْفِرَةِ الذُّنُوبِ غيرُهُ، في الدُّنْيا والآخِرَةِ، وهو الفَعَّالُ لِمَا يَشَاءُ.\r\nيومَ الدِّين - يومَ القِيَامَةِ.\n",
        "sura": "26",
        "aya": "82",
        "page": "370"
    },
    {
        "text": "رَبِّ هَبْ لِى حُكْمًا وَأَلْحِقْنِى بِٱلصَّٰلِحِينَ",
        "tafsir": "{  هب لي حكما } كمالا في العلم والعمل ؟  ،  أستعد به للقيام بأعباء الرسالة .\r\n\r\n",
        "sura": "26",
        "aya": "83",
        "page": "370"
    }
]