[
    {
        "text": "إِنَّ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱطْمَأَنُّوا۟ بِهَا وَٱلَّذِينَ هُمْ عَنْ ءَايَٰتِنَا غَٰفِلُونَ",
        "tafsir": "{  إن الذين لا يرجون لقاءنا .  .  } لا يتوقعون لقاء حسابنا  ،  فلا يأملون ثوابنا ،  ولا يخشون عقابنا ،  لإنكارهم البعث .  والرجاء في الأصل :  توقع الخير ،  كالأمل .  ويستعمل في الخوف وتوقع الشر ،  وفي مطلق التوقع الشامل للأمل والخوف ،  وهو المراد هنا . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "7",
        "page": "209"
    },
    {
        "text": "أُو۟لَٰٓئِكَ مَأْوَىٰهُمُ ٱلنَّارُ بِمَا كَانُوا۟ يَكْسِبُونَ",
        "tafsir": "{أُوْلَـٰئِكَ} {مَأْوَاهُمُ}\r\n(8) - فَهَؤُلاَءِ سَيُدْخِلُهُمْ رَبُّهُمْ جَهَنَّمَ يَوْمَ القِيَامَةِ، لِيَصْلِيَهُمْ بِنِيرَانِهَا، وَسَيَجْعَلُهَا مَأْوًى لَهُمْ وَمَنْزِلاً، جَزَاءً لَهُمْ عَلَى كُفْرِهِمْ بِرَبِّهِمْ، وَعَلَى مَا اكْتَسَبُوا فِي دُنْيَاهُمْ مِنَ المَعَاصِي وَالآثَامِ وَالخَطَايَا وَالإِجْرَامِ.",
        "sura": "10",
        "aya": "8",
        "page": "209"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ يَهْدِيهِمْ رَبُّهُم بِإِيمَٰنِهِمْ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ فِى جَنَّٰتِ ٱلنَّعِيمِ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ} {بِإِيمَانِهِمْ} {ٱلأَنْهَارُ} {جَنَّاتِ}\r\n(9) - أَمَّا الذِينَ آمَنُوا بِرَبِّهِمْ وَاتَّقَوْهُ، وَتَبَصَّرُوا بِمَا خَلَقَ اللهُ فِي الكَوْنِ، فَزَادَهُمْ ذَلِكَ إِيمَاناً وَيَقِيناً، وَعَمِلُوا مَا أَمَرَهُمْ بِهِ رَبُّهُمْ مِنْ صَالِحَاتِ الأَعْمَالِ، فَإِنَّ إِيمَانَهُمْ وَأَعْمَالَهُمُ الصَّالِحَاتِ سَتَكُونُ لَهُمْ نُوراً يَهْدِيهِمْ يَوْمَ القِيَامَةِ إِلَى طَرِيقِ الجَنَّةِ التِي وَعَدَهُمْ بِهَا رَبُّهُمْ، وَهِيَ جَنَّةُ رِفهٍ وَنَعِيمٍ تَجْرِي الأَنْهَارُ فِي جَنَبَاتِهَا.",
        "sura": "10",
        "aya": "9",
        "page": "209"
    },
    {
        "text": "دَعْوَىٰهُمْ فِيهَا سُبْحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَٰمٌ وَءَاخِرُ دَعْوَىٰهُمْ أَنِ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{  دعواهم فيها سبحانك }أي دعاؤهم في الجنة التسبيح والتنزيه ،  الذي هو إشارة إلى وصفه تعالى بصفات الجلال  ،  فيقابلون بالتحية منه تعالى ،  أو من الملائكة بالسلام ،  أي بالدعاء لهم بالسلامة من كل مكروه والتحية :  التكرمة بالحالة الجليلة .  وأصلها من الحياة ،  أي أحياك الله حياة طيبة .  ثم يختمون دعاءهم بالتحميد ،  الذي هو إشارة إلى وصفه بنعوت الجمال والإكرام . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "10",
        "page": "209"
    },
    {
        "text": "وَلَوْ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسْتِعْجَالَهُم بِٱلْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا فِى طُغْيَٰنِهِمْ يَعْمَهُونَ",
        "tafsir": "{  ولو يعجل الله للناس } نزلت في المشركين حين استعجلوا العذاب الذي اوعدوا به ،  استهزاء وتكذيبا لإنكارهم البعث ،  فقالوا :  {  اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو اثتنا بعذاب أليم }{[181]} .  أي ولو يعجل الله لهم الشر الذي استعجلوه {  استعجالهم بالخير } أي تعجيله لهم بالخير .  فوضع الاستعجال بالخير ،  حتى كان استعجالهم بالخير تعجيل له ،  لسبق رحمته تعالى لعباده . {  لقضى إليهم أجلهم } أهلكوا جميعا .  يقال إليه اجله ،  أي أنهى إليه مدته التي قدرها لموته فهلك .  ولكنه تعالى لا يعجل الشر لهم ،  ولا يقضى آجالهم استدراجا لهم . <br />\r\n{  في طغيانهم } وهو إنكارهم البعث ،  وما يتفرغ عليه من الأعمال الفاسدة .  {  يعمهون } يترددون ويتحيرون . أو يعمون عن الرشد .  والجملة حالية ( آية 15 البقرة ص 18 ) .",
        "sura": "10",
        "aya": "11",
        "page": "209"
    },
    {
        "text": "وَإِذَا مَسَّ ٱلْإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوْ قَاعِدًا أَوْ قَآئِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُۥ مَرَّ كَأَن لَّمْ يَدْعُنَآ إِلَىٰ ضُرٍّ مَّسَّهُۥ كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{  و إذا مس الإنسان .  .  .  } أي إذا أصاب الإنسان أي شدة ومكروه- ولو قليلا يسيرا- دعانا لكشفه في كل أحواله ،  فإذا استجبنا له استمر على حالته الأولى ونسي ما كان فيه من البلاء ،  كأنه لم يدعنا إلى كشفه .  والمراد جنس الإنسان ،  أو الكافر من الناس باعتبار حال بعض أفراده ،  وهو من يذكر الله عند البلاء وينساه عند الرخاء .  والآية بيان لكذب الذين استعجلوا العذاب ،  لأنهم سيضرعون إلى الله عند نزوله ،  لكشفه وعجزهم عن احتماله . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "12",
        "page": "209"
    },
    {
        "text": "وَلَقَدْ أَهْلَكْنَا ٱلْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُوا۟ وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ وَمَا كَانُوا۟ لِيُؤْمِنُوا۟ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
        "tafsir": "{  أهلكنا القرون } الأمم الماضية ( آية 2 الأنعام ص 210 ) .",
        "sura": "10",
        "aya": "13",
        "page": "209"
    },
    {
        "text": "ثُمَّ جَعَلْنَٰكُمْ خَلَٰٓئِفَ فِى ٱلْأَرْضِ مِنۢ بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ",
        "tafsir": "{  خلائف } خالفين  لمن سبقكم .  جمع خليفة ( آية 165 الأنعام ص 251 ) .  {  لننظر كيف تعملون } أي لنعلم أي عمل تعملون ،  خيرا أو شرا .  والمراد :  لنعاملكم معاملة من يطلب العلم بما يكون منكم لنجازيكم بحسبه ،  وإلا فهو تعالى عالم بما يكون منهم .",
        "sura": "10",
        "aya": "14",
        "page": "209"
    }
]