[
    {
        "text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
        "tafsir": "{ٱلسَّمَاوَاتِ} - جميع من في السماوات والأرض عبيد لله، وهم ملك له، يتصرف في شؤونهم بحسب سننه الحكيمة التي لا تغيير فيها ولا تبديل، وهو الحاكم المتصرف في الدنيا والآخرة، وإليه تصير أمور الخلق جميعا فيحاسبهم على أعمالهم.",
        "sura": "3",
        "aya": "109",
        "page": "64"
    },
    {
        "text": "كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِٱلْمَعْرُوفِ وَتَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَتُؤْمِنُونَ بِٱللَّهِ وَلَوْ ءَامَنَ أَهْلُ ٱلْكِتَٰبِ لَكَانَ خَيْرًا لَّهُم مِّنْهُمُ ٱلْمُؤْمِنُونَ وَأَكْثَرُهُمُ ٱلْفَٰسِقُونَ",
        "tafsir": "{كنتم خير أمة} أفاد أن هذه الأمة خير الأمم، وأنفع الناس للناس، لاتصافها بما وصفها الله به في هذه الآية .",
        "sura": "3",
        "aya": "110",
        "page": "64"
    },
    {
        "text": "لَن يَضُرُّوكُمْ إِلَّآ أَذًى وَإِن يُقَٰتِلُوكُمْ يُوَلُّوكُمُ ٱلْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ",
        "tafsir": "{إلا أذى} أي لن يضركم اليهود إلا ضررا يسيرا لا يبالى به، كالسب والطعن والتهديد ونحوه، فلا تبالوا بهم .",
        "sura": "3",
        "aya": "111",
        "page": "64"
    },
    {
        "text": "ضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ أَيْنَ مَا ثُقِفُوٓا۟ إِلَّا بِحَبْلٍ مِّنَ ٱللَّهِ وَحَبْلٍ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ وَضُرِبَتْ عَلَيْهِمُ ٱلْمَسْكَنَةُ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
        "tafsir": "{ضربت عليهم الذلة. .} [راجع آية 61 البقرة ص 31] ،  و {ثقفوا} أي وجدوا، أو ظفر بهم. {إلا بحبل من الله. .} أي لا يسلمون من الذلة في أي حال إلا فيحال اعتصامهم بحبل من الله، وهو دينه أو كتابه، {وحبل من الناس} وهو عهد الذمة والأمان. والواو بمعنى أو .",
        "sura": "3",
        "aya": "112",
        "page": "64"
    },
    {
        "text": "لَيْسُوا۟ سَوَآءً مِّنْ أَهْلِ ٱلْكِتَٰبِ أُمَّةٌ قَآئِمَةٌ يَتْلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيْلِ وَهُمْ يَسْجُدُونَ",
        "tafsir": "{ليسوا سواء} تمهيد لتعداد محاسن مؤمني أهل الكتاب، كعبد الله بن سلام وأضرابه والنجاشي\r\nو أصحابه. أي ليس أهل الكتاب متساوين في الاتصاف بما ذكر من القبائح، بل منهم طائفة سلمت منها، واتصفت بالخير، وقد وصفها الله هنا بثمانية أوصاف. {من أهل الكتاب أمة قائمة} مستقيمة ثابتة على طاعة الله، من قام بمعنى استقام. تقول: أقمت العود فقام، أي استقام واعتدل. {آناء الليل} أي ساعاته. جمع إنى وأني وأنى وإنو. فالهمزة في (آناء) منقلبة عن ياء، كرداء. أو عن واو ككساء .",
        "sura": "3",
        "aya": "113",
        "page": "64"
    },
    {
        "text": "يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَأُو۟لَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ",
        "tafsir": "{يُسَارِعُونَ} {ٱلْخَيْرَاتِ} {وَأُوْلَـٰئِكَ} {ٱلصَّالِحِينَ} - وقد آمنوا بالله، وباليوم الآخر، إيمانا صادقا، ونهضوا بتكاليف الجماعة المسلمة، فأمروا بالمعروف، ونهوا عن المنكر، وعملوا الخير، فجعلهم الله تعالى من الصالحين، وشهد لهم بهذا الصلاح.",
        "sura": "3",
        "aya": "114",
        "page": "64"
    },
    {
        "text": "وَمَا يَفْعَلُوا۟ مِنْ خَيْرٍ فَلَن يُكْفَرُوهُ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
        "tafsir": "وجميع ما يفعلونه، من الخير والطاعات، فلن يحرموا ثوابه، وسيجزيهم الله عليه، ولن ينقصهم منه شيئا، والله عليم بالمتقين.\r\nلن يكفروه- لن يحرموا ثوابه.",
        "sura": "3",
        "aya": "115",
        "page": "64"
    }
]