[{"text":"قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ","aya":"11","page":"460","tafsir":"no text"},{"text":"وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ","aya":"12","page":"460","tafsir":"no text"},{"text":"قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ","aya":"13","page":"460","tafsir":"no text"},{"text":"قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًا لَّهُۥ دِينِى","aya":"14","page":"460","tafsir":"no text"},{"text":"فَٱعْبُدُوا۟ مَا شِئْتُم مِّن دُونِهِۦ قُلْ إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ","aya":"15","page":"460","tafsir":"no text"},{"text":"لَهُم مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ يَٰعِبَادِ فَٱتَّقُونِ","aya":"16","page":"460","tafsir":"{  لهم من فوقهم ظلل من النار } أي لأولئك الخاسرين أطباق كثيرة من النار فوقهم كهيئة الظلل .  جمع ظلة ،  وأصلها السخابة تظل ما تحتها ؛  وأكثر ما يقال فيما يستوخم ويكره . {  ومن تحتهم ظلل } من النار .  والمراد :  أن النار محيطة بهم إحاطة تامة من جميع الجوانب .  وإطلاق الظلة على ما تحتهم لكونها ظلة من تحتهم من أهل الدّركات ؛  وهو كقوله تعالى :   \" لهم من جهنم مهاد ومن فوقهم غواش \"   وقوله تعالى :  يوم يغشاهم العذاب من فوقفهم ومن تحت أرجلهم \"   . <br \/>\r\n<br \/>\r\n"},{"text":"وَٱلَّذِينَ ٱجْتَنَبُوا۟ ٱلطَّٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا۟ إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ فَبَشِّرْ عِبَادِ","aya":"17","page":"460","tafsir":"{  اجتبوا الطاغوت أن يعبدوها } أي اجتنبوا عبادة الطاغوت ،  وهو الأصنام أو الشياطين ،  وكل معبود من دون الله [ آية 256 البقرة ص 84 ] .  ويستعمل في الواحد والجمع والمذكر والمؤنث ."},{"text":"ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ أُو۟لَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ وَأُو۟لَٰٓئِكَ هُمْ أُو۟لُوا۟ ٱلْأَلْبَٰبِ","aya":"18","page":"460","tafsir":"no text"},{"text":"أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ","aya":"19","page":"460","tafsir":"{  أفمن حق عليه كلمة العذاب } كان صلى الله عليه وسلم حريصا على إيمان قومه أشد الحرص ؛  فأعلمه الله أن من سبق عليه القضاء بأنه من أهل النار لا يقدر الرسول صلى الله عليه وسلم أن ينقذه منها بجعله مؤمنا .  أي أأنت مالك أمر الناس قادر على التصرف فيهم ؛  فمن حق عليه كلمة العذاب فأنت تنقذه !  أي لست مالكا ولا قادرا على ذلك .  وزيدت همزة الاستفهام في  \" أفأنت \"  لاستطالة الكلام . <br \/>\r\n<br \/>\r\n"},{"text":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَعْدَ ٱللَّهِ لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ","aya":"20","page":"460","tafsir":"no text"},{"text":"أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَلَكَهُۥ يَنَٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُۥ حُطَٰمًا إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ","aya":"21","page":"460","tafsir":"{  ألم تر .  .  .  } تمثيل للحياة الدنيا – في سرعة زوالها وقرب اضمحلالها – بما ذكر من أحوال الزرع ؛  تحذيرا من الاغترار بها ،  وتنفيرا من التشبث بأذيالها ،  بعد أن وصفت الجنة بما يرغّب فيها ويشوّق إليها . {  فسلكه ينابيع } أدخله في عيون ومسارب في الأرض .  جمع ينبوع وهو المنبع والمجرى . <br \/>\r\n{  ثم يهيج } ييبس ويجف ؛  من الهيج بمعنى اليبس والجفاف .  يقال :  هاج النبت هيجا وهياجا ، <br \/>\r\nيبس واصفر .  أو يثور ؛  من الهيج بمعنى الحركة .  يقال :  هاج الشيء يهيج ،  ثار لمشقة أو ضرر . <br \/>\r\n{  ثم يجعله حطاما } فتاتا متكسرا .  يقال :  حطم الشيء حطما – من باب تعب – إذا تكسر .  وحطمته حطما – من باب ضرب – كسرته .  وتحطّم العود :  إذا تفتّت من اليبس . <br \/>\r\n<br \/>\r\n"}]