[
    {
        "text": "حمٓ",
        "tafsir": "(حَا. مِيمِ)\r\n(1) - اللهُ أَعْلَمُ بِمُرَادِهِ.\n",
        "sura": "41",
        "aya": "1",
        "page": "477"
    },
    {
        "text": "تَنزِيلٌ مِّنَ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
        "tafsir": "(2) - هَذَا القُرْآنُ مُنَزَّلٌ مِنَ اللهِ الرَّحْمَنِ الرَّحِيمِ عَلَى نَبِيِّهِ مُحَمَّدٍ صلى الله عليه وسلم.\n",
        "sura": "41",
        "aya": "2",
        "page": "477"
    },
    {
        "text": "كِتَٰبٌ فُصِّلَتْ ءَايَٰتُهُۥ قُرْءَانًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
        "tafsir": "{  كتاب فصلت آياته } ميزت آياته :  لفظا بفواصل ومقاطع ،  ومعنى بكون بعضها في بيان صفاته وأفعاله تعالى ،  وبعضها في عجائب خلقه في العوالم كلها ،  وبعضها في الأحكام ،  وبعضها في المواعظ والأخبار ،  وبعضها في التبشير والإنذار ،  وبعضها في رياضة النفوس وتهذيبها ،  وغير ذلك من الفنون والعلوم التي لا تحصى .\r\n\r\n",
        "sura": "41",
        "aya": "3",
        "page": "477"
    },
    {
        "text": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
        "tafsir": "(4) - وَقَدْ أَنْزَلَ اللهُ تَعَالَى القُرْآنَ لِيَكُونَ مُبَشِّراً لِلْمُؤْمِنِينَ بِاللهِ وَكُتُبِهِ وَرُسُلِهِ، بِالجَنَّةِ والنَّعِيمِ المُقِيمِ، وَمُنْذِراً الكَافِرِينَ المُكَذّبِينَ بِالعَذَابِ الأَلِيمِ، والخِزْيِ فِي الدُّنْيَا والآخِرَةِ، فَاسْتَكْبَرَ أَكْثَرُ المُشْرِكِينَ عَنِ الاسْتِمَاعِ إِلَيهِ، وَأَعْرَضُوا عَنِ اتِّبَاعِ مَا جَاءَ فِيهِ مِنَ الحَقِّ والهُدَى.\n",
        "sura": "41",
        "aya": "4",
        "page": "477"
    },
    {
        "text": "وَقَالُوا۟ قُلُوبُنَا فِىٓ أَكِنَّةٍ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌ وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَٱعْمَلْ إِنَّنَا عَٰمِلُونَ",
        "tafsir": "{  قلوبنا في أكنة } أغطية متكاثفة فلا تفقه ما تقول .  جمع كنان . {  وفي آذاننا وقر } صمم يمنع من استماع قولك . {  ومن بيننا وبينك حجاب } ساتر وحاجز منيع يمنع التواصل بيننا .  وهو تمثيل لنبوّ قلوبهم عن إدراك الحق وقبوله ،  ومج أسماعهم له ،  وامتناع موافقتهم للرسول صلى الله عليه وسلم ؛  لتباعد ما بين المذهبين .\r\n\r\n",
        "sura": "41",
        "aya": "5",
        "page": "477"
    },
    {
        "text": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ فَٱسْتَقِيمُوٓا۟ إِلَيْهِ وَٱسْتَغْفِرُوهُ وَوَيْلٌ لِّلْمُشْرِكِينَ",
        "tafsir": "{  فاستقيموا إليه } فالزموا الاستقامة في طريقكم إليه تعالى بالإيمان به ،  وطاعته والإخلاص في عبادته . {  وويل للمشركين }\r\nهلاك وخزي لهم لشركهم بربهم .\r\n\r\n",
        "sura": "41",
        "aya": "6",
        "page": "477"
    },
    {
        "text": "ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ",
        "tafsir": "{ٱلزَّكَاةَ} {كَافِرُونَ}\r\n(7) - وَالوَيْلُ والخَسَارُ لِمَنْ أَشْرَكَ بِرَبِّهِ، وَلَمْ يَدْفَعْ زَكَاةَ مَالِهِ لِمُوَاسَاةِ الفَقِيرِ وَالْمُحْتَاجِ واليَتِيمِ، وَكَفَرَ بِالْبَعْثِ وَالمَعَادِ والحِسَابِ.\r\nوَقَدْ جَعَلَ اللهُ مَنْعَ أدَاءِ الزَّكَاةِ مَقْرُوناً بِالشِّرْكِ، لأَِنَّ بَذْلَ المَالِ فِي سَبِيلِ اللهِ دَلِيلٌ عَلَى اسْتِقَامَةِ الإِنْسَانِ، وَصِدْقِهِ فِي إِيْمَانِهِ.\n",
        "sura": "41",
        "aya": "7",
        "page": "477"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
        "tafsir": "{  لهم أجر غير ممنون } غير مقطوع عنهم ؛  من مننت الحبل :  إذا قطعته .  أو غير منقوص عما وعدهم الله به .\r\n\r\n",
        "sura": "41",
        "aya": "8",
        "page": "477"
    },
    {
        "text": "قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ وَتَجْعَلُونَ لَهُۥٓ أَندَادًا ذَٰلِكَ رَبُّ ٱلْعَٰلَمِينَ",
        "tafsir": "{  قل أئنكم لتكفرون بالذي خلق الأرض في يومين } أي أوجدها في مقدار يومين من أيام الدنيا .  وقيل :  اليوم منهما كألف سنة من أيامنا .  والآية :  تنديد بالمشركين ؛  لتماديهم في الشرك مع ظهور الدلائل الموجبة للإيمان بوحدانيته تعالى وكمال قدرته .\r\n\r\n",
        "sura": "41",
        "aya": "9",
        "page": "477"
    },
    {
        "text": "وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ",
        "tafsir": "{  وجعل فيها رواسي } جبالا ثوابت{  من فوقها } لئلا تميد وتضطرب{  وبارك فيها } جعلها مباركة قابلة للخير ؛  كالإنبات وإخراج ما ينفع الناس . {  وقدر فيها أقواتها } جعل أقوات أهلها التي يحتاجون إليها في معايشهم على مقادير معينة ؛  بحيث جعل في كل قطر ما يناسب أهله ؛  ليكون الناس محتاجا بعضهم إلى بعض فيما يرتفقون به .  وهو سبب عمارة الأرض ونظام العالم . {  في أربعة أيام } أي خلق ما في الأرض في تمام أربعة أيام{  سواء } مستوية كاملة .  مصدر مؤكد لمضمر هو صف ل  \" أيام \"  ،  أي استوت ساء أي استواء ؛  وقيدت به لدفع توهم التجوز بإطلاقها على ما دونها بقليل . {  للسائلين } أي قدر فيها أقواتها لأجل الطالبين لها ،  المحتاجين إليها من المقتاتين .  فمدة خلق كل من الأرض وما فيها مقدار يومين ،  وتمام المدتين أربعة أيام كاملة .\r\n\r\n",
        "sura": "41",
        "aya": "10",
        "page": "477"
    },
    {
        "text": "ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَآ أَتَيْنَا طَآئِعِينَ",
        "tafsir": "{  ثم استوى إلى السماء } أي قصد إلى خلقها وإيجادها .  وظاهر هذه الآية وآية  \" هو الذي خلق لكم ما في الأرض جميعا ثم استوى السماء فسواهن سبع سموات \"  {[300]} يدل على تقدم خلق الأرض وما فيها على خلق السماء وما فيها ؛  وإليه ذهب جمهور المفسرين .  وقيل :  إن خلق السماء متقدم\r\nعلى خلق الأرض ؛  أخذا بظاهر قوله تعالى في سورة النازعات :   \" والأرض بعد ذلك دحاها \"  أي بسطها .  ووفق بعضهم بين ظواهر الآيات ؛  كما روي عن ابن عباس بأن الله خلق الأرض قبل خلق السماء ،  ثم خلق السماء ثم دحا الأرض بعد ذلك .  واعترض عليه بأن آية البقرة صريحة في خلق ما في الأرض قبل خلق السموات ،  ومعلوم أن خلق ما فيها إنما هو بعد الدحو ؛  فكيف يكون الدحو متأخرا عن خلق السموات !  ؟  ولذلك رجح الجمهور القول الأول ،  وأولوا قوله تعالى :   \" والأرض بعد ذلك دحاها \"  بما سيأتي بيانه في تفسيرها بمشيئته تعالى .\r\n{  فقال لها وللأرض ائتيا .  .  .  } أخرجا ما خلقت فيكما من المنافع لمصالح العباد . {  قالتا أتينا طائعين } فعلنا ما أمرتنا به منقادين ؛  وهو تصوير لانفعالهما بالقدرة الإلهية .",
        "sura": "41",
        "aya": "11",
        "page": "477"
    }
]