[
    {
        "text": "وَأَنَا ٱخْتَرْتُكَ فَٱسْتَمِعْ لِمَا يُوحَىٰٓ",
        "tafsir": "{أكاد أخفيها} أقرب أن أسترها من نفسي، فكيف أظهركم عليها! أو فكيف يعلمها مخلوق! جرى الخطاب على ما تعارفه العرب إذا بالغ أحدهم في إخفاء شيء أن يقول: كدت أخفيه من نفسي! أو أقرب أن أخفيها ولا أظهرها بقوله إنها آتية، ولولا أن في الأخبار بذلك من اللطف وقطع الأعذار مالا يخفى لما فعلت! وقوله: {لتجزى كل نفس بما تسعى} متعلق ب\" آتية\" ،  وجملة\" أكاد أخفيها\" معترضة بينهما .",
        "sura": "20",
        "aya": "13",
        "page": "313"
    },
    {
        "text": "إِنَّنِىٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعْبُدْنِى وَأَقِمِ ٱلصَّلَوٰةَ لِذِكْرِىٓ",
        "tafsir": "{ٱلصَّلاَةَ} - إن أول واجب للمكلف هو أن يعلم أن الله تعالى واحد لا إله إلا هو، لا شريك له، وهو رب المخلوقات وخالقها، والمتصرف فيها، فقم يا موسى بعبادته من غير شريك، وأد الصلاة على الوجه الأكمل الذي أمرك به ربك، بكامل شروطها لتذكر بها ربك، وتدعوه دعاء خالصا لا يشوبه إشراك.\r\n(وَفِي الحَدِيثِ:  \"مَنْ نَامَ عَنْ صَلاَةٍ أَوْ نَسِيها فَكَفَّارَتُها أَنْ يُصَلِّيَهَا إِذَا ذَكَرَهَا، لاَ كَفَارَةَ لَهَا إِلاَّ ذَلِكَ\") . (رواه البخاري ومسلم.",
        "sura": "20",
        "aya": "14",
        "page": "313"
    },
    {
        "text": "إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا تَسْعَىٰ",
        "tafsir": "{آتِيَةٌ} - إن الساعة آتية لا محالة ولا شك في ذلك، وإنه تعالى لا يطلع أحدا من خلقه على موعدها، حتى إنه ليكاد يخفيها عن نفسه الكريمة (أَكَادُ أُخْفِيهَا) ، فهي مما استأثر الله بعلمه وحده، ليبقى الناس على حذر باستمرار، وإنه تعالى سيقيم الساعة، ويحشر الناس للحساب، ليجزي كل نفس بما عملت وكسبت.\r\nالساعة- القيامة.",
        "sura": "20",
        "aya": "15",
        "page": "313"
    },
    {
        "text": "فَلَا يَصُدَّنَّكَ عَنْهَا مَن لَّا يُؤْمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرْدَىٰ",
        "tafsir": "{فتردى} فتهلك إن أنت انصددت عن ذكرها ومراقبتها والتأهب لها. يقال: ردي– كرضي– ردا، هلك. وأرداه غيره: أهلكه؛ ومنه تردى في البئر: أي سقط فيها .",
        "sura": "20",
        "aya": "16",
        "page": "313"
    },
    {
        "text": "وَمَا تِلْكَ بِيَمِينِكَ يَٰمُوسَىٰ",
        "tafsir": "{يٰمُوسَىٰ} - ثم سأل الله تعالى موسى عن العصا التي يحملها بيمينه فقال له: وما ذلك الشيء الذي تحمله بيدك اليمنى؟",
        "sura": "20",
        "aya": "17",
        "page": "313"
    },
    {
        "text": "قَالَ هِىَ عَصَاىَ أَتَوَكَّؤُا۟ عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِى وَلِىَ فِيهَا مَـَٔارِبُ أُخْرَىٰ",
        "tafsir": "{وأهش بها على غنمي} أضرب بها الشجر اليابس ليسقط ورقه فترعاه غنمي. يقال: هش الشجرة بالعصا يهشها هشا، إذا خبطها ليتساقط ورقها. {ولي فيها مآرب أخرى} حاجات ومنافع أخرى غير ذلك. مفردها مأربة– مثلثة الراء– من قولهم: لا أرب لي في كذا، أي لا حاجة لي في .",
        "sura": "20",
        "aya": "18",
        "page": "313"
    },
    {
        "text": "قَالَ أَلْقِهَا يَٰمُوسَىٰ",
        "tafsir": "{يٰمُوسَىٰ} - قال الله تعالى لموسى: ألق العصا التي تمسكها بيمينك لترى لها شأنا آخر.",
        "sura": "20",
        "aya": "19",
        "page": "313"
    },
    {
        "text": "فَأَلْقَىٰهَا فَإِذَا هِىَ حَيَّةٌ تَسْعَىٰ",
        "tafsir": "{فَأَلْقَاهَا} - فألقى موسى عصاه، فانقلبت حية تمشي (تَسْعَى) . وفي آية أخرى قال إن العصا كانت تهتز بسرعة وكأنها جان، (وَالجَانُّ نَوْعٌ سَرِيعُ الحَرَكَةِ مِنَ الحَيَّاتِ) .\r\nحية تسعى- تمشي بسرعة وخفة.",
        "sura": "20",
        "aya": "20",
        "page": "313"
    },
    {
        "text": "قَالَ خُذْهَا وَلَا تَخَفْ سَنُعِيدُهَا سِيرَتَهَا ٱلْأُولَىٰ",
        "tafsir": "{سنعيدها سيرتها الأولى} أي إلى هيئتها الأولى التي كانت عليها قبل أن نصيرها حية تسعى. فعلة من السير، تقال للهيئة والحالة الواقعة فيه، ثم استعملت في مطلق الهيئة والحالة التي يكون عليها الشيء .",
        "sura": "20",
        "aya": "21",
        "page": "313"
    },
    {
        "text": "وَٱضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ ءَايَةً أُخْرَىٰ",
        "tafsir": "{واضمم يدك إلى جناحك} أي واضمم يدك اليمنى إلى عضد اليسرى بأن تجعلها تحته عند الإبط، وذلك بعد أن تدخلها من طوق مدرعتك. والجناح: العضد، وأصله جناح الطائر، وسمي بذلك لأنه يجنحه أي يميله عند الطيران، ثم توسع فيه فأطلق على العضد. {تخرج بيضاء} نيرة مشرقة. {من غير سوء} أي من غير عيب. والسوء: الرداءة والقبح في كل شيء، وكني به عن البرص لشدة قبحه. {آية أخرى} معجزة غير العصا .",
        "sura": "20",
        "aya": "22",
        "page": "313"
    },
    {
        "text": "لِنُرِيَكَ مِنْ ءَايَٰتِنَا ٱلْكُبْرَى",
        "tafsir": "{آيَاتِنَا} - وهاتان الآيتان اللتان أريتهما، الساعة، هما من آيات الله الكبرى، وقعتا تحت حسك وبصرك، لتطمئن إلى أنك لقيت ربك فعلا، تمهيدا للنهوض بأمانة الرسالة الكبرى التي سيعهد بها إليك ربك.",
        "sura": "20",
        "aya": "23",
        "page": "313"
    },
    {
        "text": "ٱذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ",
        "tafsir": "{إنه طغى} جاوز الحد في العتو والتمرد على ربه حتى ادعى الروبية [آية 256. البقرة ص 84] .",
        "sura": "20",
        "aya": "24",
        "page": "313"
    },
    {
        "text": "قَالَ رَبِّ ٱشْرَحْ لِى صَدْرِى",
        "tafsir": "فسأل موسى ربه أن يشرح له صدره (وَشَرْحُ الصَّدْرِ يَعْنِي اطْمِئْنَانَ النَّفْسِ إِلَى مَا يَقُومُ بِهِ الإِنْسَانُ مِنْ عَمَلٍ، وَإِذا اطْمَأَنَّتِ النَّفْسُ إِلَى مَا تَقُومُ بِهِ تَحَوَّلَتْ مَشَقَّةُ التَّكْلِيفِ إِلَى مُتْعةٍ) .",
        "sura": "20",
        "aya": "25",
        "page": "313"
    },
    {
        "text": "وَيَسِّرْ لِىٓ أَمْرِى",
        "tafsir": "ثم سأل ربه أن ييسر له أمره، وأن يضمن له نجاح مهمته، وإذا لم ييسر الله الأمر لعبده فإن العبد بقواه المحدودة لا يملك ضمان النجاح.",
        "sura": "20",
        "aya": "26",
        "page": "313"
    },
    {
        "text": "وَٱحْلُلْ عُقْدَةً مِّن لِّسَانِى",
        "tafsir": "وكان في لسان موسى حبسة فسأل ربه أن يزول منها شيء بقدر ما يمكنه من الإفصاح، والتعبير عن المهمة التي أرسله بها إلى فرعون.",
        "sura": "20",
        "aya": "27",
        "page": "313"
    },
    {
        "text": "يَفْقَهُوا۟ قَوْلِى",
        "tafsir": "ليفهم فرعون وقومه ما يريد أن يقوله لهم حينما يبلغهم رسالة ربهم.",
        "sura": "20",
        "aya": "28",
        "page": "313"
    },
    {
        "text": "وَٱجْعَل لِّى وَزِيرًا مِّنْ أَهْلِى",
        "tafsir": "{واجعل لي وزيرا} معينا وظهيرا في إبلاغ رسالتك؛ من الموازرة وهي المعاونة. يقال: وازرت فلانا موازرة، أعنته على أمره. أو من الوزر وهو الملجأ؛ وأصله الجبل يتحصن به .",
        "sura": "20",
        "aya": "29",
        "page": "313"
    },
    {
        "text": "هَٰرُونَ أَخِى",
        "tafsir": "{هَارُونَ} - ثم خصص طلبه، فطلب أن يكون ذلك الرجل الذي يريده معينا في أداء مهمته أخاه هارون، فهو أفصح منه لسانا كما جاء في آية أخرى.",
        "sura": "20",
        "aya": "30",
        "page": "313"
    },
    {
        "text": "ٱشْدُدْ بِهِۦٓ أَزْرِى",
        "tafsir": "{اشدد به أزري} قو به ظهري. يقال: أزر فلان فلانا، إذا أعانه وشد ظهره. وآزره: أعانه وقواه، وأصله من شد الإزار .",
        "sura": "20",
        "aya": "31",
        "page": "313"
    },
    {
        "text": "وَأَشْرِكْهُ فِىٓ أَمْرِى",
        "tafsir": "{وأشركه في أمري} اجعله شريكي في أمر الرسالة لنتعاون على أدائها .",
        "sura": "20",
        "aya": "32",
        "page": "313"
    },
    {
        "text": "كَىْ نُسَبِّحَكَ كَثِيرًا",
        "tafsir": "والأمر الجليل الذي كلف الله به موسى يحتاج إلى الكثير من التسبيح وذكر الله، لتقوى النفس وتطمئن وتهدأ.",
        "sura": "20",
        "aya": "33",
        "page": "313"
    },
    {
        "text": "وَنَذْكُرَكَ كَثِيرًا",
        "tafsir": "كما يحتاج إلى الكثير من ذكر الله، لتطمئن النفس وتهدأ فتتمكن من القيام بما كلفت به بروية وهدوء بال.",
        "sura": "20",
        "aya": "34",
        "page": "313"
    },
    {
        "text": "إِنَّكَ كُنتَ بِنَا بَصِيرًا",
        "tafsir": "لقد كنت يا رب بصيرا بنا إذ اصطفيتنا، وآتيتنا النبوة وأمرتنا بالتوجه إلى عدوك فرعون، فلك الحمد على ذلك.",
        "sura": "20",
        "aya": "35",
        "page": "313"
    },
    {
        "text": "قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَٰمُوسَىٰ",
        "tafsir": "{قد أوتيت سؤلك} أعطيت مسئولك، فعل بمعنى مفعول؛ كالأكل بمعنى المأكول .",
        "sura": "20",
        "aya": "36",
        "page": "313"
    },
    {
        "text": "وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَىٰٓ",
        "tafsir": "{ولقد مننا عليك مرة أخرى} ذكر الله من المنن على موسى بغير سؤال ثمانيا: الأولى– قوله: \" إذ أوحينا إلى أمك\" إلى قوله: \" وعدو له\" .  والثانية– قوله: \" وألقيت عليك محبة مني\" .  والثالثة– قوله: \" ولتصنع على عيني\" إلى قوله: \" من يكفله\" .  والرابعة– قوله: \" فرجعناك إلى أمك\" إلى قوله: \" ولا تحزن\" .  والخامسة– قوله: \" وقتلت نفسا\" .  والسادسة– قوله: \" وفتناك فتونا\" .  والسابعة– قوله: \" فلبثت\" إلى قوله: \" يا موسى\" .  والثامنة– قوله: \" واصطنعتك لنفسي\" .",
        "sura": "20",
        "aya": "37",
        "page": "313"
    }
]