[
    {
        "text": "أَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ",
        "tafsir": "{آيَاتِي}\r\n(105) - وَيُقَالُ لأَِهْلِ النَّارِ تَوْبِيخاً وَتَقْرِيعاً لَهُمْ عَلَى مَا ارْتَكَبُوا مِنْ كُفْرِ وَآثَامٍ فِي الدُّنْيَا فَأَوْصَلَهُمْ ذَلِكَ إِلَى نَارِ جَهَنَّمَ: لَقَدْ أَرْسَلْتُ إِلَيْكُمُ الرُّسُلَ، وَأَنْزَلْتُ إِلَيْكُمُ الكُتُبَ، وَأَزَلْتُ شُبَهَكُمْ، فَلَمْ تَبْقَ لَكُمْ حُجَّةٌ، وَلَكِنَّكُمْ كُنْتُمْ تُكَذِّبُونَ بِآيَاتِي.\n",
        "sura": "23",
        "aya": "105",
        "page": "349"
    },
    {
        "text": "قَالُوا۟ رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَآلِّينَ",
        "tafsir": "{  غلبت علينا شقوتنا } ملكتنا لذاتنا وأهواؤنا التي بها شقاؤنا .  والشقوة والشقاوة :  ضد السعادة .  مصدر شقي ؛  كرضي . \r\n\r\n",
        "sura": "23",
        "aya": "106",
        "page": "349"
    },
    {
        "text": "رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَٰلِمُونَ",
        "tafsir": "{ظَالِمُونَ}\r\n(107) - ثُمَّ يَقُولُونَ لِرَبِهِّمْ: رَبَّنَا أَخْرَجْنَا مِنَ النَّارِ، وَرُدَّنَا إِلَى الدُّنْيَا، فَإِنْ عُدْنَا إِلَى مَا كُنَّا عَلَيْهِ مِنَ الكُفْرِ وارْتِكَابِ الآثَامِ، فَنَحْنُ ظَالِمُونَ لأَِنْفُسِنَا مُسْتَحِقُّونَ للْعُقُوبَةِ.\n",
        "sura": "23",
        "aya": "107",
        "page": "349"
    },
    {
        "text": "قَالَ ٱخْسَـُٔوا۟ فِيهَا وَلَا تُكَلِّمُونِ",
        "tafsir": "{  اخسئوا فيها } انزجروا إنزجار الكلاب إذا زجرت .  أو امكثوا فيها صاغرين أذلاء .  [ آية 65 البقرة ص 32 ] .",
        "sura": "23",
        "aya": "108",
        "page": "349"
    },
    {
        "text": "إِنَّهُۥ كَانَ فَرِيقٌ مِّنْ عِبَادِى يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
        "tafsir": "{آمَنَّا} {ٱلرَّاحِمِينَ}\r\n(109) - ثُمَّ يَقُولُ تَعَالَى مُذَكِّراً لِهَؤُلاَءِ بِذُنُوِبِهِمْ فِي الدُّنْيَا، وَبِاسْتِهْزَائِهِمْ بِعِبَادِه المُؤْمِنِينَ وَأَوْلِيَائه: إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي آمنُوا بِي وَبِرُسُلِي، وَكَانُوا يَقُولُون: رَبَّنَا آمَنَّا بِكَ، وَبِرُسُلِكَ، فَاغْفِرْ لَنَا وَارْحَمْنَا، وَأَنْتَ خَيْرُ الرَّاحِمِينَ.",
        "sura": "23",
        "aya": "109",
        "page": "349"
    },
    {
        "text": "فَٱتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰٓ أَنسَوْكُمْ ذِكْرِى وَكُنتُم مِّنْهُمْ تَضْحَكُونَ",
        "tafsir": "{  فاتخذتموهم سخريا } هزاءا ؛  ومنهم بلال وعمار وأضرابهما من الضعفاء .  مصدر بكسر السين وضمها ،  كعصي وعصي ؛  من سخر – كفرح – زيدت فيه ياء النسب للمبالغة في قوة الفعل .  وفي المختار :  سخر منه وبه ،  وهزئ منه وبه معنى .  والاسم السخرية والسخري – بضم السين وكسرها – وبهما قرئ . \r\n\r\n",
        "sura": "23",
        "aya": "110",
        "page": "349"
    },
    {
        "text": "إِنِّى جَزَيْتُهُمُ ٱلْيَوْمَ بِمَا صَبَرُوٓا۟ أَنَّهُمْ هُمُ ٱلْفَآئِزُونَ",
        "tafsir": "{ٱلْفَآئِزُونَ}\r\n(111) - وَإِنِّي جَزَيْتُهُمْ عَلَى إِيْمَانِهِمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ، وَكَافَأْتُهم عَلَى صَبْرِهِمْ عَلَى أَذَاكُمْ لَهُمْ، وَاسْتِهْزَائِكُم بِهِمْ، وَجَعَلْتُهُم الفَائِزِينَ بالسَّعَادَةِ والسَّلاَمَةِ والجَنَّةِ والنَّجَاةِ مِنَ النَّارِ.\n",
        "sura": "23",
        "aya": "111",
        "page": "349"
    },
    {
        "text": "قَٰلَ كَمْ لَبِثْتُمْ فِى ٱلْأَرْضِ عَدَدَ سِنِينَ",
        "tafsir": "{قَالَ}\r\n(112) - يُنَبِّهُ اللهُ تَعَالَى إِلَى مَا أَضَاعُوهُ، فِي عُمْرِهِم القصِيرِ فِي الدُّنْيَا، مِنْ طَاعَةِ اللهِ، وَعِبَادَتِهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَلَوْ صَبَرُوا مُدَّةَ حَيَاتِهِم الدُّنْيَا القَصِيرَةِ لَفَازُوا كَمَا فَازَ أَوْلِيَاءُ اللهِ المُتَّقُونَ.\r\nوَيَقُولُ لَهُمْ تَعَالَى: كَمْ كَانَتْ مُدَّةُ لَبْثِكُمْ وإِقَامَتِكُمْ فِي الدُّنْيَا مِنَ السِّنِينَ؟\n",
        "sura": "23",
        "aya": "112",
        "page": "349"
    },
    {
        "text": "قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ ٱلْعَآدِّينَ",
        "tafsir": "{  فاسأل العادين } الحاسبين الذين يحصون أعداد الأشياء ؛  وهم الملائكة .  والله أعلم . \r\n\r\n",
        "sura": "23",
        "aya": "113",
        "page": "349"
    },
    {
        "text": "قَٰلَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ",
        "tafsir": "{قَالَ}\r\n(114) - وَيَقُولُ لَهُمْ تَعَالَى: إِنَّكُمْ لَبِثْتُمْ مُدَّةً يَسِيرَةً عَلَى كُلِّ تَقْدِيرٍ، وَلَوْ أَنَّكُمْ كُنْتُمْ تُدْرِكُونَ لَمَا آثَرْتُم الزَّائِلَ الفَانِي، عَلَى الدَّائِم البَاقِي، وَلَمَا تَصَرَّفْتُم هَذَا التَّصَرُّفَ السَّيِّئَ الذي اسْتَوْجَبَ سَخَطَ اللهِ عَلَيْكُم فِي تِلْكَ المُدَّةِ اليَسِيرَةِ، وَلَوْ أَنَّكُم صَبَرْتُم عَلَى عِبَادَتِهِ وَطَاعَتِهِ، كَمَا فَعَلَ المُؤْمِنُونَ لَفزْتُم كَمَا فَازُوا.\n",
        "sura": "23",
        "aya": "114",
        "page": "349"
    },
    {
        "text": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَٰكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
        "tafsir": " {خَلَقْنَاكُمْ}\r\n(115)- هَلْ ظَنَنْتُمْ أَيُّهَا الأَشْقِيَاءُ أَنَّنا خَلَقْنَاكُمْ لَعِباً وَبَاطِلاً (عَبَثاً)، وَأَنَّنا لاَ حِكْمَةَ لَنَا فِي خَلْقِكُمْ؟ إِنَّنا لَمْ نَخْلُقْكُم عَبَثاً وَلاَ بَاطِلاً لِلَّعِبِ والتَّسْلِيَةِ، وَإِنَّمَا خَلَقْنَاكُمَ لِتَعْبُدوا اللهَ، وَتُقِيمُوا أَوَامِرَهُ، فَهْلْ حَسَبْتُمْ أَنَّكُمْ لاَ تَرْجِعُونَ إِلَيْنَا فِي الآخِرَةِ لِنُحَاسِبَكُم عَلَى أَعْمَالِكُمْ؟\r\n(وَقِيلَ بَلْ مَعْنَى الآيَةِ هُوَ: هَلْ تَظُنُّونَ أَنَّكُمْ خُلِقْتُمْ لِتَعْبَثُوا وَتَلْعَبُوا كَمَا خُلِقَتِ البَهَائِمُ، لاَ ثَوَابَ وَلاَ عِقَابَ؟)\n",
        "sura": "23",
        "aya": "115",
        "page": "349"
    },
    {
        "text": "فَتَعَٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ",
        "tafsir": "{فَتَعَالَى}\r\n(116) - فَتَعَالَى اللهُ وَتَقَدَّسَ وَتَنَزَّهَ عَنْ أَنْ يَخْلُقُ شَيئْاً عَبَثاً، فَإِنَّهُ المَلِكُ الحَقُّ المُنَزِّهُ عَنْ كُلِّ ذَلِكَ، لاَ إِلَه إِلاَّ هُوَ رَبُّ كُلِّ شَيْءٍ، وَرَبُّ العَرْشِ، (والعَرْشَ هُوَ سَقْفُ جَمِيعِ المَخْلُوقَاتِ) فَهُوَ تَعَالَى المُهَيْمِنُ المُسَيْطِرُ عَلَى جَمِيعِ مَا فِي الوُجَودِ، وَهُوَ الكَرِيمُ.\r\n(وَقِيلَ إِنَّ الكَرِِيمَ هُنَا صِفَةٌ لِلْعَرْشِ، وَتَعْنِي أَنَّهُ البَديعُ الحَسَنُ البَهِيُّ المَنْظَرِ).\r\nفَتَعَالَى اللهُ - ارْتَفَعَ بِعَظَمَتِهِ، وَتَنَزَّهَ عَنِ العَبَثِ.\n",
        "sura": "23",
        "aya": "116",
        "page": "349"
    },
    {
        "text": "وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرْهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَٰفِرُونَ",
        "tafsir": "{آخَرَ} {بُرْهَانَ} {ٱلْكَافِرُونَ}\r\n(117) - يَتَوَعَّدُ اللهُ تَعَالَى مَنْ أَشْرَكَ بِعِبَادَتِهِ أَحَدَاً سِوَاهُ فَيَقُولُ: إِنَّ مَنْ أَشْرَكَ باللهِ سِوَاهُ، وَعَبَدَ مَعَهُ غَيْرَهُ، وَلاَ بُرْهَانَ لَهُ عَلَى صِحَّةِ ذَلِكَ، وَلاَ دَلِيلَ فَإِنَّ اللهَ يُحَاسِبُهُ عَلَى ذَلِكَ وَيُوَفِّيهِ مَا يَسْتَحِقُّهُ مِنْ جَزَاءٍ، وَلاَ يُفْلِحُ الكُفَّارُ، وَلاَ يَنْجُونَ مِنَ العِقَابِ.\n",
        "sura": "23",
        "aya": "117",
        "page": "349"
    },
    {
        "text": "وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
        "tafsir": "{ٱلرَّاحِمِينَ}\r\n(118) - ثُمَّ أَرْشَدَ اللهُ تَعَالَى رَسُولَهُ صلى الله عليه وسلم والمُؤْمِنِينَ إِلَى هَذَا الدُّعَاءِ. فَقُلْ يَا أَيُّهَا الرَّسْولُ: يَا رَبِّ اغْفِرْ (أَي امْحُ ذَنْبِي واسْتُرْهُ عن النَّاسِ)، وارْحَمْ (أي سَدِّدُ خُطَايِ وَوَفِّقْنِي فِي الأَقْوَالِ والأفْعَالِ)، وأَنْتَ يَا رَبّ خَيْرُ مَنْ رَحِمَ ذا ذَنْبٍ، فَقَبِلَ تَوْبَتَهُ، وَتَجَاوَزَ عَنْ عِقَابِهِ. \n",
        "sura": "23",
        "aya": "118",
        "page": "349"
    }
]