[{"text":"قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنتُكُمْ عَلَىٰٓ أَخِيهِ مِن قَبْلُ فَٱللَّهُ خَيْرٌ حَٰفِظًا وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ","aya":"64","page":"243","tafsir":"no text"},{"text":"وَلَمَّا فَتَحُوا۟ مَتَٰعَهُمْ وَجَدُوا۟ بِضَٰعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا۟ يَٰٓأَبَانَا مَا نَبْغِى هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَٰلِكَ كَيْلٌ يَسِيرٌ","aya":"65","page":"243","tafsir":"{  ما نبغي } أي أي شيء نطلب من إحسان للملك الذي وصفناه لك وراء ما فعل ،  من البغاء وهو الطلب . {  و نمير أهلنا } نجلب لهم  الميرة ،  وهي الطعام يجلبه الإنسان من بلد إلى بلد .  يقال :  مار عياله يميرهم ميرا ،  وأمارهم وامتار لهم ،  بمعنى جلب لهم طعاما ،  وهو ميار .  وهو معطوف على محذوف ،  أي نستعين بها ونمير أهلنا . <br \/>\r\n<br \/>\r\n"},{"text":"قَالَ لَنْ أُرْسِلَهُۥ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ ٱللَّهِ لَتَأْتُنَّنِى بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمْ فَلَمَّآ ءَاتَوْهُ مَوْثِقَهُمْ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ","aya":"66","page":"243","tafsir":"{  موثقا من الله } ميثاقا وعهدا مؤكدا باليمين ،  وجمعه مواثيق ومياثيق . {  لتأتنني به إلا أن يحاط بكم } أي إلا أن تهلكوا جميعا .  تقول العرب :  أحيط بفلان ،  إذا هلك أو قارب الهلاك ، <br \/>\r\nو أصله من إحاطة العدو ،  واستعمل في الهلاك ،  لأن من أحاط به العدو يهلك غالبا .  أو إلا أن تغلبوا عليه فلا تطيقوا الإتيان به . <br \/>\r\n<br \/>\r\n"},{"text":"وَقَالَ يَٰبَنِىَّ لَا تَدْخُلُوا۟ مِنۢ بَابٍ وَٰحِدٍ وَٱدْخُلُوا۟ مِنْ أَبْوَٰبٍ مُّتَفَرِّقَةٍ وَمَآ أُغْنِى عَنكُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ","aya":"67","page":"243","tafsir":"{  لا تدخلوا من باب واحد .  .  .  } نهاهم عن الدخول من باب واحد ،  وأمرهم بالدخول من أبواب متفرقة ،  أخذا بالسبب العادي في اتقاء الحسد .  وأرشدهم إلى التوكل على الله ،  مع ذلك ،  لأنه لا حكم إلا له تعالى ،  ولا يدفع قضاءه شيء إلا أن يكون شيء قد قدره الله تعالى سببا لمنع شيء آخر .  فكل من التوكل والأخذ بالأسباب مطلوب  من العبد ،  إلا أنه حين الأخذ بالأسباب يجزم بأن الحكم لله وحده في كل الأمور .  وما الأسباب إلا أمور عادية يخلق الله عندها ما يريد ،  أو يمتنع عندها ما يريد منعه ،  والله فعال لما يريد .  وقد أخير الله تعالى أن امتثالهم أمر أبيهم ما كان يغنى عنهم من  الله شيئا لو سبق في قضائه إصابتهم  بالعين ،  ولكن شفقة يعقوب حملته على وصيتهم بما ذكر ،  دفعا للخطرة التي تسبق إلى النفس ،  وهو يعلم أن ذلك لا تأثير له إلا بإذن الله ، <br \/>\r\n<br \/>\r\n"},{"text":"وَلَمَّا دَخَلُوا۟ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِى عَنْهُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِلَّا حَاجَةً فِى نَفْسِ يَعْقُوبَ قَضَىٰهَا وَإِنَّهُۥ لَذُو عِلْمٍ لِّمَا عَلَّمْنَٰهُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ","aya":"68","page":"243","tafsir":"{  و إنه لذو علم } بأن الحذر لا يدفع  القدر . {  و لكن أكثر الناس لا يعلمون } سر القدر ،  وأنه لا يندفع بالحذر . <br \/>\r\n<br \/>\r\n"},{"text":"وَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَخَاهُ قَالَ إِنِّىٓ أَنَا۠ أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَعْمَلُونَ","aya":"69","page":"243","tafsir":"{  آوى إليه أخاه } ضمه إلى نفسه وأنزله معه في منزله .  يقال :  آواه إذا ضمه .  وأويت منزلي وإلى منزلي ،  نزلته .  وتأوت الطير وتآوت :  تجمعت . {  فلا تبتئس } فلا تحزن بشيء فعلوه بنا فيما مضى ،  افتعال من البؤس وهو الشدة والضرر .  يقال :  بئس – كسمع – بؤسا وبئوسا ،  اشتدت حاجته وابتئاسا ،  ومنه المبتئس ،  أي الكاره الحزين . <br \/>\r\n<br \/>\r\n"}]