[{"text":"وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَأَنْهَٰرًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ","aya":"15","page":"269","tafsir":"{  رواسي .  .  .  } جبالا ثوابت .  {  أن تميد بكم } كراهة أن تميد ،  أولئك تميد ،  أي تميل بكم وتضطرب .  يقال :  مادت السفينة  تميد ميدا ،  إذا تحركت ومالت .  ومادت الأغصان :  تمايلت . <br \/>\r\n<br \/>\r\n"},{"text":"وَعَلَٰمَٰتٍ وَبِٱلنَّجْمِ هُمْ يَهْتَدُونَ","aya":"16","page":"269","tafsir":"no text"},{"text":"أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ أَفَلَا تَذَكَّرُونَ","aya":"17","page":"269","tafsir":"{  أفمن يخلق كمن لا يخلق } من هذه الآية إلى آية 29 ،  ومن آية 33 على آية 39 في محاجة عبدة الأصنام ومنكري البعث ،  بعد بيان دلائل القدرة الباهرة والوحدانية ،  وخلق هذه النعم الوافرة التي  ينقلب فيها العباد .  أي أفمن يخلق هذه المخلوقات البديعة وغيرها كمن لا يخلق شيئا .  فكيف تعبدون من لا يستحق العبادة ،  وتتركون عبادة من يستحقها وهو الله وحده ؟"},{"text":"وَإِن تَعُدُّوا۟ نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ إِنَّ ٱللَّهَ لَغَفُورٌ رَّحِيمٌ","aya":"18","page":"269","tafsir":"no text"},{"text":"وَٱللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ","aya":"19","page":"269","tafsir":"no text"},{"text":"وَٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ لَا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ","aya":"20","page":"269","tafsir":"no text"},{"text":"أَمْوَٰتٌ غَيْرُ أَحْيَآءٍ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ","aya":"21","page":"269","tafsir":"no text"},{"text":"إِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ فَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ قُلُوبُهُم مُّنكِرَةٌ وَهُم مُّسْتَكْبِرُونَ","aya":"22","page":"269","tafsir":"no text"},{"text":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْتَكْبِرِينَ","aya":"23","page":"269","tafsir":"{  لا جرم } حق وثبت أن الله يعمل ( آية 22 هود ص 321 ) ."},{"text":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ قَالُوٓا۟ أَسَٰطِيرُ ٱلْأَوَّلِينَ","aya":"24","page":"269","tafsir":"{  أساطير الأولين } أباطيلهم وترهاتهم .  جمع أسطورة ،  كأعاجيب وأعجوبة( آية 25 الأنعام ص 219 ) ."},{"text":"لِيَحْمِلُوٓا۟ أَوْزَارَهُمْ كَامِلَةً يَوْمَ ٱلْقِيَٰمَةِ وَمِنْ أَوْزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ أَلَا سَآءَ مَا يَزِرُونَ","aya":"25","page":"269","tafsir":"{  ليحملوا أوزارهم .  .  .  } آثام ضلالهم كاملة ،  ويحملوا معها آثام إضلالهم لأتباعهم ،  فضاعف لهم العذاب على الضلال والإضلال .  {  بغير علم } أي  من المضلين بما يستحقونه من العقاب الشديد على الإضلال ،  بل يقدمون عليه جهلا منهم بما يستحقونه منه . <br \/>\r\n<br \/>\r\n"},{"text":"قَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَٰنَهُم مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ","aya":"26","page":"269","tafsir":"no text"}]