[
    {
        "text": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
        "tafsir": "{آمَنَّا}\r\n(16) - وَعِبَادُ اللهِ المُتَّقُونَ الذِينَ يَسْتَحِقُّونَ نَعِيمَ الآخِرَةِ، وَرِضْوَانَ اللهِ، هُمُ الذِينَ تَتَأَثَّرُ قُلُوبُهُمْ بِثَمَرَاتِ إِيمَانِهِمْ فَتَفِيضُ أَلْسِنَتُهُمْ بِالاعْتِرَافِ بِهَذَا الإِيمَانِ حِينَ الدُّعَاءِ وَالابْتِهَالِ إلى اللهِ فَيَقُولُونَ: رَبَّنا إنَّنا آمَنَّا بِكَ، وَبِكُتُبِكَ، وَبِرُسُلِكَ، فَاغْفِرْ لَنَا ذُنُوبَنا، وَامْحُها بِفَضْلِكَ وَرَحْمَتِكَ، وَادْفَعْ عَنَّا عَذابَ النَّارِ، إنَّكَ أنْتَ الغَفُورُ الرَّحِيمُ.",
        "sura": "3",
        "aya": "16",
        "page": "52"
    },
    {
        "text": "ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلْقَٰنِتِينَ وَٱلْمُنفِقِينَ وَٱلْمُسْتَغْفِرِينَ بِٱلْأَسْحَارِ",
        "tafsir": "{  والقانتين } المطيعين الخاضعين لله ،  من القنوت ،  وهو لزوم الطاعة مع الخضوع .\r\n{  والمستغفرين بالأسحار }جمع سحر ،  وهو من ثلث الليل الأخير .  أو من حين يدبر الليل إلى طلوع الفجر .  وتخصيص الأسحار بالاستغفار لأن الدعاء فيها أقرب إلى الإجابة ،  إذ العبادة حينئد أشق ،  والنفس أصفى ،  والروع أجمع .  وعن أنس :  كنا نؤمر إذا صلينا من الليل أن نستغفر في آخر السحر سبعين مرة .\r\n\r\n",
        "sura": "3",
        "aya": "17",
        "page": "52"
    },
    {
        "text": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلْمَلَٰٓئِكَةُ وَأُو۟لُوا۟ ٱلْعِلْمِ قَآئِمًۢا بِٱلْقِسْطِ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "tafsir": "{  قائما بالقسط }قائما بالعدل في قسمه وحكمه ،  وتدبير أمر خلقه .  والقسط والإقساط :  العدل .\r\nيقال :  قسط يقسط ويقسط قسطا ،  وأقسط إقساطا فهو مقسط ،  إذا عدل ،  ومنه :  ( إن الله يحب المقسطين ){[79]} .  ويطلق القسط على الجور ،  والفاعل قاسط ،  ومنه :  ( وأما القاسطون فكانوا لجهنم حطبا ){[80]} .",
        "sura": "3",
        "aya": "18",
        "page": "52"
    },
    {
        "text": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَٰمُ وَمَا ٱخْتَلَفَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ وَمَن يَكْفُرْ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
        "tafsir": "{  إن الدين عند الله الإسلام }أي إن الشريعة المرضية عند الله تعالى هي :  الاستسلام والانقياد إليه ،  والدخول في طاعته .  يقال :  أسلم أي انقاد واستسلم ،  وأسلم أمره لله سلمه إليه .  وفسر قتادة الإسلام بأنه :  شهادة أن لا إله إلا الله ،  والإقرار بما جاء من عند الله ،  وهو دين الله الذي شرعه وبعث به رسله ،  ودل عليه أولياء ،  فلا يقبل غيره ولا يجزى بالإحسان إلا به .  وهو الدين الحنيف الذي جاء به خاتم رسل الله صلى الله عليه وسلم .\r\n{  الذين أوتوا الكتاب }هم اليهود والنصارى ،  وقد اختلفوا في الإسلام أو في التوحيد من بعد قيام الدلائل على صحته ،  وشهادة كتبهم به .\r\n\r\n",
        "sura": "3",
        "aya": "19",
        "page": "52"
    },
    {
        "text": "فَإِنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِىَ لِلَّهِ وَمَنِ ٱتَّبَعَنِ وَقُل لِّلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ وَٱلْأُمِّيِّۦنَ ءَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا۟ فَقَدِ ٱهْتَدَوا۟ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَٰغُ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
        "tafsir": "{  أسلمت وجهي لله }أخلصت عبادتي لله وحده ،  وأطعته وانقدت له .  وعبر عن الذات بالوجه لأنه أشرف الأعضاء ،  وبه يحصل التوجه إلى كل شيء .\r\n{  وقل للذين أوتوا الكتاب }هذه الآية من أصرح الأدلة على عموم بعثته صلى الله عليه وسلم للخلق كافة .  قد نطقت بذلك الآيات والأحاديث الصحيحة ،  قال تعالى :  {  قل يأيها الناس إني رسول الله إليكم جميعا } {[81]} وقال :  {  ليكون للعالمين نذيرا } {[82]} .  وقال صلى الله عليه وسلم :  ( والذي نفسي بيده لا يسمع بي أحد من هذه الأمة يهودي ولا نصراني ومات ولم يؤمن بالذي أرسلت به إلا كان من أهل النار ) .  وقال :  ( بعثت إلى الأحمر والأسود ) .  والأميون :  من ليس لهم كتاب ،  والمراد مشركو العرب .",
        "sura": "3",
        "aya": "20",
        "page": "52"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّۦنَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ ٱلَّذِينَ يَأْمُرُونَ بِٱلْقِسْطِ مِنَ ٱلنَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
        "tafsir": "{بِآيَاتِ} {ٱلنَّبِيِّينَ}\r\n(21) - يَذُمُّ اللهُ تَعَالَى أَهْلَ الكِتَابِ الذِينَ ارْتَكَبُوا المَآثِمَ وَالمَحَارِمَ بِكُفْرِهُمْ بِاللهِ وَآيَاتِهِ، وَقَتَلُوا الأَنْبِيَاءَ وَالصَّالِحِينَ الذِينَ يَدُعُونَ إلى اللهِ وَإِلى اتِّبَاعِ الحَقِّ. وَالمَقْصُودُونَ فِي هَذِهِ الآيَةِ هُمُ اليَهُودُ بَنُو إِسْرَائِيلَ، الذِينَ قَتَلُوا عَدَداً مِن أنْبِياءِ اللهِ فِي يَومٍ وَاحِدٍ اسْتِكْباراً، فَعَاقَبَهُمُ اللهُ عَلَى ذَلِكَ بِالذِّلَّةِ وَالصَّغَارِ فِي الدُّنْيا، وَبَشَّرَهُمْ بِعَذَابٍ أليمٍ مُهِينٍ فِي الآخِرةِ، لأنَّ هَذَا هُوَ جَزَاءُ جُرْمِهِمْ وَصَنِيعِهِمْ.",
        "sura": "3",
        "aya": "21",
        "page": "52"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ حَبِطَتْ أَعْمَٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
        "tafsir": "{أُولَـٰئِكَ} {أَعْمَالُهُمْ} {نَّاصِرِينَ}\r\n(22) -   \"قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لأبي عُبَيْدَةَ بْنِ الجَرَّاحِ:يَا أبَا عُبَيْدَةَ قَتَلَتْ بَنُو إسْرائيل ثَلاَثَةً وَأرْبَعينَ نَبِياً أوَّلَ النَّهَارِ فِي سَاعَةٍ وَاحِدَةٍ. فَقَامَ مِئَةٌ وَسَبْعُونَ رَجُلاً مِنْ عُبَّادِ بَني إسْرَائيلَ فَأمَروا القَتَلَةَ بِالمَعْرُوفِ، وَنَهَوْهُمْ عَنِ المُنْكَرِ، فَقُتِلُوا جَمِيعاً مِنْ آخِرِ ذَلِكَ اليَوْمِ فَهُمُ الذِينَ ذَكَرَ اللهُ عَزَّ وَجَلَّ\"  (أخْرَجَهُ ابْنُ أبي حَاتِمٍ).\r\nوَيَقُولُ تَعَالَى إنَّ الذِينَ يَرْتَكِبُونَ هَذِهِ المُنْكَرَاتِ يُهْلِكُ اللهُ أعْمَالَهُمْ وَيُبْطِلُها فِي الدُّنْيا، فَلاَ يَنَالُونَ عَليها حَمْداً، وَلا ثَنَاءً مِنَ النَّاس. وَقَدْ لَعَنَهُمُ اللهُ، وَهَتَكَ أسْتَارَهُمْ وَأبْدَى مَا كَانُوا يُخْفُونَ مِنْ قَبَائِحِ أعْمَالِهِمْ، عَلَى ألْسِنَةِ أنْبِيائِهِ وَرُسُلِهِ. وَقَدْ أعَدَّ لَهُمْ فِي الآخِرَةِ، العَذَابَ الألِيمَ وَالخُلُودَ فِي جَهَنَّمَ، وَلَنْ يَجِدُوا لَهُمْ مَنْ يَنْصُرُهُمْ مِنْ بَأسِ اللهِ.",
        "sura": "3",
        "aya": "22",
        "page": "52"
    }
]