[{"text":"إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟ وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ","aya":"30","page":"480","tafsir":"{  إن الذين قالوا ربنا الله } شروع في بيان حسن أحوال المؤمنين في الدارين ،  بعد بيان سوء أحوال الكافرين فيهما .  أي قالوا ذلك اعترافا بربوبيته ،  وإقرارا بوحدانيته{  ثم استقاموا } أي ثبتوا على الاستقامة في أمر الدين والتوحيد . <br \/>\r\n<br \/>\r\n"},{"text":"نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ","aya":"31","page":"480","tafsir":"{  ولكم فيها ما تدعون } تطلبون وتتمنون لأنفسكم [ آية 57 بس ص 221 ] ."},{"text":"نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ","aya":"32","page":"480","tafsir":"{  نزلا من غفور رحيم } أي رزقا وضيافة مهيأة لكم من الله تعالى .  والنزل :  هو القرى الذي يهيأ للضيف النازل لإكرامه . <br \/>\r\n<br \/>\r\n"},{"text":"وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحًا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ","aya":"33","page":"480","tafsir":"no text"},{"text":"وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌ","aya":"34","page":"480","tafsir":"{  كأنه ولي حميم } صديق قريب مصاف لك . <br \/>\r\n<br \/>\r\n"},{"text":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍ","aya":"35","page":"480","tafsir":"{  وما يلقاها إلا الذين صبروا } أي ما يؤتى هذه الخصلة الشريفة إلا فيهم خلق الصبر على المكاره ،  وكظم الغيظ وترك الانتقام . <br \/>\r\n<br \/>\r\n"},{"text":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","aya":"36","page":"480","tafsir":"{  وإما ينزغنك من الشيطان نزغ .  .  .  } أي وإن تعرض لك من الشيطان وسوسة ،  تصرفك عن تلك الخصلة الشريفة فاستعذ بالله [ آية 200 الأعراف ص 292 ] ."},{"text":"وَمِنْ ءَايَٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ","aya":"37","page":"480","tafsir":"{  ومن آياته } رد على عبدة الشمس والقمر ؛  كالصائبة الذين يعبدون الكواكب . <br \/>\r\n<br \/>\r\n"},{"text":"فَإِنِ ٱسْتَكْبَرُوا۟ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ","aya":"38","page":"480","tafsir":"{  فالذين عند ربك } هم الملائكة .  والعندية :  عندية مكانة وتشريف ،  لا عندية مكان ؛  فهي على حد :  ( أنا عند ظن عبدي بي ) . {  وهم لا يسأمون } لا يملون تسبيحه وعبادته ؛  من السآمة وهي الملالة والضجر مما يكرر فعله [ آية 282 البقرة ص 93 ] .  يقال :  سئم الشيء ومنه يسأم سأما وسآما وسأمة وسآمة ،  أي مله ."}]