[
    {
        "text": "طسٓمٓ",
        "tafsir": "{طَا} {سِينْ} {مِيم}\r\n(1) - وهيَ تُقْرَأُ مُقَطَّعةً، كلُّ حرفٍ على حِدَة - اللهُ أعلمُ بِمُرادِهِ. \n",
        "sura": "26",
        "aya": "1",
        "page": "367"
    },
    {
        "text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ",
        "tafsir": "{آيَاتُ}\r\n(2) - هذه الآياتُ هيَ آياتُ القُرآنِ الجَلِيِّ البيِّنِ الواضِحِ الذي يُفَرِّقُ بينَ الحقِّ والبَاطِلِ.\r\nالمُبين - المُوَضَّحُ - الجَلِيُّ. \n",
        "sura": "26",
        "aya": "2",
        "page": "367"
    },
    {
        "text": "لَعَلَّكَ بَٰخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا۟ مُؤْمِنِينَ",
        "tafsir": "{بَاخِعٌ}\r\n(3) لا تُهْلِكْ يا محمدُ نفسَكَ أَسىً وحُزْناً وحَسْرةً على قومِكَ إذَا لَمْ يُؤْمِنُوا بما جئتَهُم بهِ من عندِ ربكَ.\r\n(وفي هذا الخِطابِ تَسليةٌ للرَّسولِ صلى الله عليه وسلم عَمّا يُلاقِيه من قَوْمِه من عِنَادٍ وكُفْرٍ وتكذيبٍ برسالةِ ربهمْ وتَكذِيبٍ لرَسُولِهِ).\r\nباخِعٌ - مُهْلِكٌ نَفْسَكَ حَسْرَةً وحُزْناً. \n",
        "sura": "26",
        "aya": "3",
        "page": "367"
    },
    {
        "text": "إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ ٱلسَّمَآءِ ءَايَةً فَظَلَّتْ أَعْنَٰقُهُمْ لَهَا خَٰضِعِينَ",
        "tafsir": "{  فظلت أعناقهم لها خاضعين } أي فتظل جماعاتهم أو رؤساؤهم خاضعين لها منقادين .  يقال :  جاءني عنق من الناس – بضم فسكون وبضمتين - ،  أي جماعة منهم ،  أو رؤساؤهم والمقدمون فيهم .  وقيل لهم أعناق كما قيل وجوه وصدور .  أو الأعناق جمع عنق وهو العضو المعروف .  والمعنى :  فتظل أعناقهم خاضعين لها من الذلة .  والأصل :  فظلوا لها خاضعين ؛  فأقحمت الأعناق لبيان موضع الخضوع ،  وترك الجمع بعد الإقحام على أصله .  وقيل :  عوملت معاملة العقلاء ؛  فأخبر عنها بجمع من يعقل لما أسند إليها ما يكون من فعل العقلاء وهو الخضوع . \r\n\r\n",
        "sura": "26",
        "aya": "4",
        "page": "367"
    },
    {
        "text": "وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ ٱلرَّحْمَٰنِ مُحْدَثٍ إِلَّا كَانُوا۟ عَنْهُ مُعْرِضِينَ",
        "tafsir": "{  محدث } محدث تنزيله ،  ومتجدد إنباؤهم به . \r\n\r\n",
        "sura": "26",
        "aya": "5",
        "page": "367"
    },
    {
        "text": "فَقَدْ كَذَّبُوا۟ فَسَيَأْتِيهِمْ أَنۢبَٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
        "tafsir": "{أَنبَاءُ} {يَسْتَهْزِئُونَ}\r\n(6) - لَقَدْ كَذَّبَ هؤلاءِ المشركونَ بما جاءَهُم من ربهمْ من الحَقِّ، ثم انْتَقَلُوا منَ التَّكْذيبِ إلى الاسْتِهْزَاءِ فاصْبِرْ عليْهِمْ فَسَوْفَ يَرَوْنَ - بَعْدَ حينٍ - عَوَاقِبَ هذا التَّكذِيبِ والاستِهزاءِ،  وَسَيَحِلُّ بهم العِقَابُ على ذلِكَ.\r\n(وقدْ يكُونُ ذلكَ في الحَياةِ الدُّنْيا، وقدْ يَكُونُ ذلكَ يومَ القِيامَةِ).\n",
        "sura": "26",
        "aya": "6",
        "page": "367"
    },
    {
        "text": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلْأَرْضِ كَمْ أَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
        "tafsir": "{  أو لم يروا .  .  .  } بيان لإعراضهم عن الآيات التكوينية بعد إعراضهم عن الآيات التنزيلية .  أي أأصروا على كفرهم وتكذيبهم ،  ولم ينظروا في عجائب الأرض الزاجرة لهم عن ذلك ،  والداعية إلى الإيمان بالله تعالى ! {  زوج كريم } صنف حسن كثير المنافع .  وأصل الكرم :  الشرف والفضل ؛  وهو في كل شيء بحسبه . \r\n\r\n",
        "sura": "26",
        "aya": "7",
        "page": "367"
    },
    {
        "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
        "tafsir": "{  إن في ذلك لآية .  .  .  } أي إن فيما ذكر من الإنبات لدليلا على أن منبتها قادر على إحياء الموتى . {  وما كان أكثرهم مؤمنين } مع عظم الآيات الموجبة للإيمان لفرط تماديهم في الضلال .  و  \" كان \"  زائدة كما ذهب إليه سيبويه .  وكررت هاتان الآيتان في هذه السورة ثماني مرات :  الأولى – هذه . \r\nوالباقيات عقب قصص موسى وإبراهيم وقوم نوح وقوم هود وقوم صالح وقوم لوط وقوم شعيب عليهم السلام ؛  لتنبيه كفار مكة إلى أن في كل قصة منها عبرة توجب عليهم الإيمان ،  وتزجرهم عن التكذيب والعصيان . \r\n\r\n",
        "sura": "26",
        "aya": "8",
        "page": "367"
    },
    {
        "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "tafsir": "(9) - ورَبُّكَ أيُّها الرَّسُولَ هو العزيزُ الذي لا يُنالُ، وقَد غَلَبَ كلَّ شيء، وهوَ الرَّؤوفُ الرحيمُ بِخَلْقِهِ، فلا يُعَجِّلُ بالعُقُوبةِ علَى مَنْ عَصَاهُ، بل يُؤجِّلُهُ ويُنْظِرهُ، ثمَّ يَأْخُذُهُ أخْذَ عزيزٍ مُقْتَدِرٍ، وسَيَنْتَقِمُ منْ هؤلاءِ المُكذِّبينَ.\n",
        "sura": "26",
        "aya": "9",
        "page": "367"
    },
    {
        "text": "وَإِذْ نَادَىٰ رَبُّكَ مُوسَىٰٓ أَنِ ٱئْتِ ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
        "tafsir": "{ٱلظَّالِمِينَ}\r\n(10) - واذْكُرْ أيُّها الرسولُ لِقَوْمِكَ، قِصَّةَ مُوسى عليهِ السلامُ، حينَما نَاداهُ ربُّهُ من جَانِِبِ الطُّورِ الأيمنِ، وكَلَّمَهُ ونَاجَاهُ، وأمَرَهُ بالذَّهَابِ إلى القومِ الظالمينَ، الذين ظَلَمُوا أنْفُسَهُم بِكُفْرِهِمْ، والظَّالمِينَ لِبَنيِ إسْرائيلَ باسْتِعْبَادِهِمْ، وذَبْحِ الذُّكُورِ مِنْ أبْنَائِهمْ.\n",
        "sura": "26",
        "aya": "10",
        "page": "367"
    },
    {
        "text": "قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ",
        "tafsir": "(11) - ثُم بَيَّنَ اللهُ تَعالى القَومَ الظَّالمينَ الذينَ أَرْسَلَ إليهم نبيَّهُ مُوسى عليه السلامْ، فقالَ: إِنَّهُمْ فرعونُ ومَلَؤُهُ (أي مَنْ حَوْلَهُ مِنْ كِبَارِ رجالِ دَوْلَتِهِ). وقالَ اللهُ تَعالى لمُوسى ألا يَتَّقي هؤلاءِ الظَّالمونَ رَبَّهُمْ ويَحْذَرُونَ عِقَابَهُ، ويَخَافونَ عَاقِبَةَ بَغْيِهِمْ وكُفْرِهِمْ بهِ؟\n",
        "sura": "26",
        "aya": "11",
        "page": "367"
    },
    {
        "text": "قَالَ رَبِّ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
        "tafsir": "(12) - فقالَ موسى لِرَبِّهِ: إنَّهُ يخَافُ أن يُكَذِّبَهُ فِرْعَوْنَ ومَلَؤُهُ، فيما يَأْتيهِمْ بِه، كِبْراً وبَطَراً وعِنَاداً.\n",
        "sura": "26",
        "aya": "12",
        "page": "367"
    },
    {
        "text": "وَيَضِيقُ صَدْرِى وَلَا يَنطَلِقُ لِسَانِى فَأَرْسِلْ إِلَىٰ هَٰرُونَ",
        "tafsir": "{هَارُونَ}\r\n(13) - وإنَّهُ يخافُ إذا كَذَّبوهُ أن يَضِيق صَدْرُهُ، تَأَثُّراً، ويَتَلَجْلَجَ لسانُهُ، وهو يُجَادِلُهُمْ ويُناقِشُهُمْ ويَدْعُوهُمْ إلى اللهِ، ثم رَجَا رَبَّهُ أنْ يُرْسِلَ مَعَهُ أخَاه هارونَ، ويجعَلَهُ نَبِيّاً مَعهُ يُؤازِرُهُ ويَشُّدُّ بهِ عَضُدَهُ.\n",
        "sura": "26",
        "aya": "13",
        "page": "367"
    },
    {
        "text": "وَلَهُمْ عَلَىَّ ذَنۢبٌ فَأَخَافُ أَن يَقْتُلُونِ",
        "tafsir": "(14) - ثُمَّ عَادَ يَعْتَذِرُ إلى رَبِّهِ بأنهُ كَانَ قَتَلَ رَجُلاً مِنَ القِبْطِ وهَرَبَ مِنْ العقابِ إِلى مَدْيَنَ، ولذلكَ فَإِنَّهُ يَخَافُ أن يقْتُلُوهُ قِصَاصاً بتلكَ الجريمةِ، إِذا جَاءَهُمْ وَحْدَهُ.\n",
        "sura": "26",
        "aya": "14",
        "page": "367"
    },
    {
        "text": "قَالَ كَلَّا فَٱذْهَبَا بِـَٔايَٰتِنَآ إِنَّا مَعَكُم مُّسْتَمِعُونَ",
        "tafsir": "{  كلا } حرف ردع وزجر عن خوف القتل أي كلا لن يقتلك قوم فرعون !  وهو وعد منه تعالى بدفع بلية الأعداء عنه . \r\n{  إنا معكم مستمعون } نسمع ما تقولون وما يقال لكم ؛  فننصركم ونخذل عدوكم .  أو الخطاب لموسى وهارون ومن يتبعهما . \r\n\r\n",
        "sura": "26",
        "aya": "15",
        "page": "367"
    },
    {
        "text": "فَأْتِيَا فِرْعَوْنَ فَقُولَآ إِنَّا رَسُولُ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{ٱلْعَالَمِينَ}\r\n(16) - فاذْهَبا إلى فِرْعَوْنَ وقُولا لهُ: إِنَّ كُلاًّ منكُما مُرْسَلٌ إِليكَ وإِلى قَوْمِكَ مِنْ رَبِّ العَالَمين.\r\n(وكَلِمةُ رَسُولٍ تُسْتَعْمَلُ لِلفَرْدِ والجَمْعِ).\n",
        "sura": "26",
        "aya": "16",
        "page": "367"
    },
    {
        "text": "أَنْ أَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ",
        "tafsir": "{إِسْرَائِيلَ}\r\n(17) - وهوَ يَأْمُرُكَ بأنْ تُطْلِقَ بني إسرائيلَ مِنْ قَبْضَتِكَ وإسَارِكَ وقَهْرِكَ وتَكُفَّ عَنْ تَعْذِيبِهِمْ، فإنَّهُمْ عبَادُ اللهِ المُؤْمِنُون، وأَنْ تَتْرُكَهُمْ يَذْهَبُونَ مَعَنَا إِلى الأرضِ المُقَدَّسَةِ.\n",
        "sura": "26",
        "aya": "17",
        "page": "367"
    },
    {
        "text": "قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ",
        "tafsir": "(18) - فَرَدَّ فرعَونُ على مُوسى بازْدِرَاءٍ، وعَدَمِ اكْتِرَاثٍ، وقَالَ لَهُ: أَمَا أنْتَ الذي رَبَّيْنَاهُ في بَيْتِنا، وَهُوَ طِفْلٌ صغيرٌ، وأنْعَمْنَا عليهِ عَدَداً مَن السنينَ؟\n",
        "sura": "26",
        "aya": "18",
        "page": "367"
    },
    {
        "text": "وَفَعَلْتَ فَعْلَتَكَ ٱلَّتِى فَعَلْتَ وَأَنتَ مِنَ ٱلْكَٰفِرِينَ",
        "tafsir": "{  وفعلت فعلتك .  .  .  } قتلك القبطي حين وكزته . {  وأنت من الكافرين } أي الجاحدين للنعمة التي سلفت منا إليك من التربية والإحسان . \r\n\r\n",
        "sura": "26",
        "aya": "19",
        "page": "367"
    }
]