[
    {
        "text": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا۟ يَعْبُدُونَ",
        "tafsir": "{لِلْمَلاَئِكَةِ}\r\n(40) - وَاذْكُرْ يَا مُحَمَّدُ لِقَوْمِكَ ذَلِكَ اليومَ الذِي يَحْشُرُ اللهُ فِيهِ المُسْتَكْبِرينَ مِنْهُمْ والمُسْتَضْعَفينَ مَعَ المَلائِكةِ، الذينَ كَانَ المُشْرِكُونَ يَعْبُدُونَهُمْ طَمَعاً فِي شَفَاعَتِهِمْ، وَلِيُقرِّبُوهُمْ إِلى اللهِ زُلْفَى، ثُمَّ يَسْأَلُ اللهُ تَعَالَى المَلاَئِكَةَ قَائلاً: هَلْ أَنْتُمْ أَمَرْتُمْ هُؤلاءِ بِعِبَادَتِكُمْ؟\n",
        "sura": "34",
        "aya": "40",
        "page": "433"
    },
    {
        "text": "قَالُوا۟ سُبْحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم بَلْ كَانُوا۟ يَعْبُدُونَ ٱلْجِنَّ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ",
        "tafsir": "{  يعبدون الجن } أي الشياطين ؛  حيث كانوا يطيعونهم فيما يسولون لهم من عبادة غيره تعالى .\r\n\r\n",
        "sura": "34",
        "aya": "41",
        "page": "433"
    },
    {
        "text": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
        "tafsir": "(42) - فَيَقُولُ لَهُمُ اللهُ تَعَالَى: اليَوْمَ لاَ يَنْتَفِعُ أَحَدٌ مِنْكُم بِشَيءٍ مِنَ الأَصْنَامِ وَالأَوْثَانِ التي عَبَدْتُمُوهَا وَأَشْرَكْتُمُوهَا بِالعبادة مع الله، طمعاً في نَفْعِهَا وَاتِّقَاءً لِضَرِّهَا. ثُمَّ يقولُ لَهُمْ تَعَالى مُقَرِّعاً وَمُوَبِّخاً: ذُوقُوا عَذَابَ النَّارِ التِي كُنْتُمْ تُكَذِّبُونَ بِهَا فِي حَيَاتِكُمُ الدُّنيا، فَهَا أَنْتُمْ قَدْ عَايَنْتُمُوهَا، وَأَدْرَكْتُمْ أَنَّهُ لا مَحِيصَ لَكُمْ عَنْهَا، فَلُومُوا أَنفُسَكُمْ عَلَى مَا قَدَّمَتْ أَيدِيكُمْ.\n",
        "sura": "34",
        "aya": "42",
        "page": "433"
    },
    {
        "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ قَالُوا۟ مَا هَٰذَآ إِلَّا رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا۟ مَا هَٰذَآ إِلَّآ إِفْكٌ مُّفْتَرًى وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
        "tafsir": "{  ما هذا إلا إفك مفترى } أي ما هذا القرآن إلا كذب في نفسه ،  مفترى على الله من حيث نسبته إليه ؛  في  \" مفترى \"  تأسيس لا تأكيد .\r\n\r\n",
        "sura": "34",
        "aya": "43",
        "page": "433"
    },
    {
        "text": "وَمَآ ءَاتَيْنَٰهُم مِّن كُتُبٍ يَدْرُسُونَهَا وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍ",
        "tafsir": "{  وما آتيناهم من كتب يدرسونها .  .  .  } أي لم نأتهم بكتب تدل على صحة الشرك ليعذروا فيه ؛  ولم نرسل إليهم قبلك نذيرا يدعوهم إلى الشرك ،  ويخوفهم العقاب على تركه .  وفي هذا من التهكم والتجهيل لهم ما لا يخفى .\r\n\r\n",
        "sura": "34",
        "aya": "44",
        "page": "433"
    },
    {
        "text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَٰهُمْ فَكَذَّبُوا۟ رُسُلِى فَكَيْفَ كَانَ نَكِيرِ",
        "tafsir": "{  فكيف كان نكير } فكيف كان إنكاري عليهم بالتدمير والإهلاك ؛  فليحذر هؤلاء من مثله .  وأصل النكير :  تغيير المنكر ؛  أي إزالته بالعقوبة في الدنيا ،  إذ هي التي يحصل فيها تغييره .\r\n\r\n",
        "sura": "34",
        "aya": "45",
        "page": "433"
    },
    {
        "text": "قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟ مَا بِصَاحِبِكُم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ",
        "tafsir": "{  إنما أعظكم بواحدة } أي إنما آمركم وأوصيكم بخصلة واحدة .  أو أحذركم سوء عاقبة ما أنتم فيه بكلمة واحدة ،  هي : {  أن تقوموا لله مثنى وفرادى } أي تجتهدوا في الأمر بإخلاص لوجه الله\r\nتعالى ،  متفرقين اثنين اثنين وواحدا واحدا{  ثم تتفكروا } في أمر محمد صلى الله عليه وسلم ورسالته وما جاء به ؛  فيتعاضد الاثنان في التفكر والتأمل في أمره ،  وينظر الواحد في أمره بعدل ونصفه ؛  فعند ذلك تعلمون أنه على الحق . {  ما بصاحبكم من جنة } من جنون وخبل ؛  حتى يتصدى لهذا الأمر العظيم من تلقاء نفسه ،  غير مبال بافتضاحه عند مطالبته بالبرهان وظهور عجزه ؛  بل هو من تعلمونه أرجح الناس عقلا ،  وأصدقهم قولا ،  وأفضلهم علما ،  وأحسنهم عملا ،  وأجمعهم للكمالات البشرية ؛  فما جاءكم به إنما هو وحي يوحى إليه من الله تعالى ،  وما هو إلا رسول بشير ونذير .\r\n\r\n",
        "sura": "34",
        "aya": "46",
        "page": "433"
    },
    {
        "text": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
        "tafsir": "(47) - وَقُلْ لَهُمْ: إِنِّي لاَ أُرِيدُ مِنْكُمْ جُعْلاً وَلاَ أَجْراً، وَلاَ عَطَاءَ عَلَى أَدَاءِ الرِّسَالةِ التِي أَمَرني اللهُ بِإِبْلاَغِها إِليكُمْ، وَإِنَّما أَطْلُبُ ثَوَابَ ذَلِكَ مِنَ اللهِ، وَهُوَ العَلِيمُ بِجَمِيعِ الأُمُورِ، المُشَاهِدُ لَها، فَيَعلَمُ صِدْقي وإِخْلاصِي فِيما دَعَوْتُكُمْ إِليهِ.\n",
        "sura": "34",
        "aya": "47",
        "page": "433"
    },
    {
        "text": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّٰمُ ٱلْغُيُوبِ",
        "tafsir": "{  يقذف بالحق } أي يلقى الوحى إلى أنبيائه بسبب الحق أو متلبسا به .  أو يقذف الباطل بالحق ؛  كما قال تعالى :   \" بل نقذف بالحق على الباطل فيدمغه \"  {[285]} .  أو يقضي ويحكم بالحق ؛  بتضمين  \" يقذف \"  معنى يقضى .",
        "sura": "34",
        "aya": "48",
        "page": "433"
    }
]