[{"text":"لِّلَّذِينَ أَحْسَنُوا۟ ٱلْحُسْنَىٰ وَزِيَادَةٌ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ هُمْ فِيهَا خَٰلِدُونَ","aya":"26","page":"212","tafsir":"{  للذين أحسنوا الحسنى } أي لهم المثوبة الحسنى ،  وهي الجنة .  والعرب توقع هذه اللفظة على الخلة المحبوبة ،  والخصلة المرغوب فيها ،  ولذلك ترك موصوفها . {  و زيادة } هي النظر إلى وجه الله الكريم .  وهي المغفرة والرضوان .  {  ولا يرهق وجوههم .  .  .  } الرهق :  الغشيان .  يقال :  رهقه يرهقه ،  إذا غشيه بقهر .  والقتر :  الدخان الساطع من الشواء والعود ونحوهما ،  يصيب الوجوه فتغبر وتسود .  والذلة :  الهوان ،  أي لا يصيبهم ما يصيب أهل النار من ذلك . <br \/>\r\n<br \/>\r\n"},{"text":"وَٱلَّذِينَ كَسَبُوا۟ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةٍۭ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ مَّا لَهُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ كَأَنَّمَآ أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ ٱلَّيْلِ مُظْلِمًا أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ","aya":"27","page":"212","tafsir":"{  كأنما أغشيت وجوههم } أي أن وجوهم في شدة سوادها كأنما ألبست {  قطعا } أي أجزاء من الليل المظلم الحالك السواد . و {  مظلما } حال من الليل ،  وقرئ {  قطعا } أي الأصنام حتى تنظروا ما يفعل بكم وبهم . <br \/>\r\n<br \/>\r\n"},{"text":"وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا۟ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ","aya":"28","page":"212","tafsir":"{  مكانكم }الزموا مكانكم في الموقف ،  {  أنتم وشركاؤكم }أي الأصنام حتى تنظروا ما يفعل بكم وبهم . <br \/>\r\n{  فزيلنا بينهم } فرقنا بين المشركين وشركائهم ،  وقطعنا الوصل التي كانت بينهم في الدنيا .  وذلك حتى يتبرأ كل معبود ممن عبده ،  من زيل ،  بمعنى فرق وميز ،  والتضعيف فيه للتكثير لا للتعدية ،  لأن ثلاثية متعد بنفسه .  تقول :  زيلت الضأن من المعز ،  إذا فرقت بنيهما .  وزلت الشيء عن مكانه أزيله زيلا ،  إذا أزلته . <br \/>\r\n<br \/>\r\n"},{"text":"فَكَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَٰفِلِينَ","aya":"29","page":"212","tafsir":"no text"},{"text":"هُنَالِكَ تَبْلُوا۟ كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ وَرُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ","aya":"30","page":"212","tafsir":"{  هنالك تبلوا .  .  .  } في هذا الموقف الدحض الزلق – وهو موقف الحشر- تختبر وتعلم كل نفس ما قدمت من عمل وتعاينه بكنهه ،  متتبعة لآثاره من خير أو شر ،  من البلو وهو الاختبار .  تقول :  بلوته أي اختبرته .  وأصله من بلى الثوب بلى وبلاء ،  إذا خلق ،  فكأن المختبر للشيء أخلقه من كثرة اختباره له .  وقرئ {  تتلو } بتاءين ،  أي تقرأ كل نفس كتاب حسناتها وسيئاتها . <br \/>\r\n<br \/>\r\n"},{"text":"قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَمَّن يَمْلِكُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَمَن يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَمَن يُدَبِّرُ ٱلْأَمْرَ فَسَيَقُولُونَ ٱللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ","aya":"31","page":"212","tafsir":"{  قل من يرزقكم .  .  .  } هذه ثمانية أسئلة أجابوا عن خمس منها .  وأجاب الرسول صلى الله عليه وسلم عن اثنين منها بتعليم الله إياه ،  لعدم قدرتهم على الإجابة عنهما .  ولم يذكر جواب الأخير منهما لشهرته والعلم به ،  وهو قوله :  {  أفمن يهدي إلى الحق } . <br \/>\r\n<br \/>\r\n"},{"text":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلْحَقُّ فَمَاذَا بَعْدَ ٱلْحَقِّ إِلَّا ٱلضَّلَٰلُ فَأَنَّىٰ تُصْرَفُونَ","aya":"32","page":"212","tafsir":"{  فأنى تصرفون } فكيف مع ذلك تصرفون عن الحق إلى الضلال ،  وعنت التوحيد إلى الشرك . <br \/>\r\n<br \/>\r\n"},{"text":"كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓا۟ أَنَّهُمْ لَا يُؤْمِنُونَ","aya":"33","page":"212","tafsir":"{  كذلك حقت } كما حقت كلمة الربوبية لله تعالى .  أو كما صرفوا عن الحق بعد الإقرار به ،  حقت {  كلمة ربك } على هؤلاء المتمردين في الكفر {  أنهم لا يؤمنون } أي وجب وثبت حكمه عليهم بذلك .  يقال :  حق الأمر يحق ويحق حقة ،  وجب ووقع بلا شك ،  وحق الشيء أوجبه ،  كأحقه .  لازم متعد . <br \/>\r\n<br \/>\r\n"}]