[
    {
        "text": "وَإِذْ أَخَذْنَا مِيثَٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ",
        "tafsir": "{مِيثَاقَكُمْ} {دِيَارِكُمْ}\r\n(84) - يَذَكِّرُ اللهُ تَعَالَى فِي هذِهِ الآيَةِ اليَهُودَ بِأَهَمِّ مَا نَهَاهُمْ عَنْهُ، وَأَخَذَ المِيثَاقَ عَلَيهِمْ لاجْتِنَابِهِ، فَيَقُولُ تَعَالَى: إِنَّهُ أَخَذَ المِيثَاقَ فِي التَّورَاةِ عَلَى بَنِي إِسْرِائِيلَ أَنْ لاَ يَسْفِكَ بعضُهُمْ دَمَ بَعْضٍ، وَأَنْ لا يُخْرِجَ بَعْضُهُم بَعْضاً مِنْ دِيَارِهِمْ وَأَوْطََانِهِمْ، وَإِنَّ يَهُودَ المَدِينَةِ يُقِرُّونَ بِذلِكَ، وَيَشْهَدُونَ عَلَى صِحَّةِ مَا جَاءَتْ بِهِ دِيَانَتُهُمْ فِي ذلِكَ، فَالحُجَّةُ قَائِمَةٌ عَلَيهِمْ.\r\nلاَ تَسْفِكُونَ دِمَاءَكُمْ - أَي لاَ يَسْفِكُ بَعضُكُمْ دَمَ بَعْضٍ عَلَى اعْتِبَارِ أَنَّ بَعْضَ أَفرادِ الجَمَاعَةِ هُمْ مِنْ نَفْسِها.\r\nالسَّفْكُ - الصَّبُّ والإِرَاقَةُ. ",
        "sura": "2",
        "aya": "84",
        "page": "13"
    },
    {
        "text": "ثُمَّ أَنتُمْ هَٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِّنكُم مِّن دِيَٰرِهِمْ تَظَٰهَرُونَ عَلَيْهِم بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَإِن يَأْتُوكُمْ أُسَٰرَىٰ تُفَٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَٰبِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَآءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْىٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ ٱلْقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلْعَذَابِ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
        "tafsir": "{  تَظَاهَرُونَ عَلَيْهِم } تتظاهرون عليهم بحلفائكم من العرب .  من التظاهر ،  وهو التعاون .  و أصله من الظهر ،  كأن المتعاونين يسند كل واحد منهم ظهره إلى الآخر . \r\n{  بِالإِثْمِ } هو اسم للفعل المبطئ عن الثواب ،  وجمعه آثام .  ولذا يطلق على الذنب والمعصية ،  يقال أثم يأثم إثما ومأثما ،  فهو آثيم وأثيم .  وقيل :  اسم للفعل الذي يستحق عليه صاحبه الذم واللوم .  أو ما تنفر منه النفس ،  ولا يطمئن إليه القلب . \r\n{  أُسَارَى } جمع أسير بمعنى مأسور ،  وهو من يؤخذ على سبيل القهر والغلبة فيشد بالإسار ،  وهو القد .  والقد :  سير يقد من جلد غير مدبوغ . \r\n{  تُفَادُوهُمْ } تنقذوهم من الأسر بالفداء .  يقال :  فاداه وفداه ،  أعطى فداءه فأنقذه . \r\n{  خِزْيٌ } بلاء وفضيحة .  مصدر خزى الرجل يخزي خزيا وخزى :  وقع في بلية فذل بذلك ،  وهو خزيان ،  وهن خزايا .  وأخزاه الله فضحه . \r\n\r\n",
        "sura": "2",
        "aya": "85",
        "page": "13"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْءَاخِرَةِ فَلَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنصَرُونَ",
        "tafsir": "{أُولَـٰئِكَ} {ٱلْحَيَاةَ}\r\n(86) - وَهؤُلاءِ الذِينَ يُخَالِفُونَ أَوَامِرَ التَّورَاةِ، وَيَعْمَلُونَ بِبَعْضِ مَا جَاءَ فِيهَا، هُمُ الذِينَ اسْتَحَبُّوا الحَيَاةَ الدُّنيا، وَآثَروها وَفَضَّلُوهَا عَلَى الآخِرَةِ، بِمَا أَهْمَلُوا مِنَ الشَّرائعِ، وَبِمَا تَرَكُوا مِنْ أَوَامِرِهَا التِي يَعْرِفُونَها (كَالانتِصَارِ لِلحَلِيفِ المُشْرِكِ وَمُظَاهَرَتِهِ عَلَى قَوْمِهِمْ فِي الدِّينِ وَالنَّسَبِ، وَإِخْرَاجِ أَهْلِهِمْ مِنْ دِيَارِهِم ابْتِغَاءَ مَرْضَاةِ ذلِكَ الحَلِيفِ المُشْرِكِ)، فَكَانُوا كَمَنِ اشْتَرَى الحَيَاةَ الدُّنيا بِالآخِرَةِ. وَهؤلاءِ لا يُخَفَّفُ عَنْهُمُ العَذَابُ يَوْمَ القِيَامَةِ، وَلاَ يَجِدُونَ لَهُم نَاصِراً يُنْقِذُهُمْ مِنَ العَذَابِ، وَلا مُجِيراً يُجِيرُهُمْ.\r\nاشتَرَوْا - هِيَ هُنَا بِمَعْنى آثَرُوا، أَوِ اسْتَبْدَلُوا.",
        "sura": "2",
        "aya": "86",
        "page": "13"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِٱلرُّسُلِ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَٰتِ وَأَيَّدْنَٰهُ بِرُوحِ ٱلْقُدُسِ أَفَكُلَّمَا جَآءَكُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُكُمُ ٱسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
        "tafsir": "{  وَقَفَّيْنَا مِن بَعْدِهِ بِالرُّسُلِ } أرسلنا على أثره الرسل متتابعين .  يقال :  قفا أثره يقفوه قفوا وقفوا ،  إذا تبعه .  وقفى على أثره بفلان ،  إذا أتبعه إياه .  وقفيته زيدا وبه :  أتبعته إياه .  واشتقاقه من :  قفوته إذا أتبعت قفاه .  والقفا :  كمؤخر العنق ،  ثم أطلق على كل تابع ولو بعد الزمن بينه وبين متبوعه . \r\n{  بِرُوحِ الْقُدُسِ } هو جبريل عليه السلام ،  قال تعالى {  قُل نَزَّلَهُ رُوحُ القُدُسِ }{[38]} والإضافة فيه من إضافة الموصوف إلى الصفة ،  أي الروح المقدس ،  ووصف بالقدس لطهارته عن مخالفة ربه في شئ وسمي روحا لمشابهته الروح الحقيقي في أن كلا منهما مادة الحياة للبشر .  فجبريل من حيث ما يحمل من الرسالة الإلهية تحيا به القلوب .  والروح تحيا به الأجسام .",
        "sura": "2",
        "aya": "87",
        "page": "13"
    },
    {
        "text": "وَقَالُوا۟ قُلُوبُنَا غُلْفٌۢ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَّا يُؤْمِنُونَ",
        "tafsir": "{  قُلُوبُنَا غُلْفٌ } مغشاة بأغطية حسية مانعة من نفوذ ما جئت به فيها .  جمع أغلف ،  وهو الذي جعل له غلاف ،  ومنه قيل للقلب الذي لا يعي ولا يفهم :  قلب أغلف ،  كأنه حجب عن الفهم بالغلاف . \r\n\r\n",
        "sura": "2",
        "aya": "88",
        "page": "13"
    }
]