[
    {
        "text": "إِنَّ ٱلسَّاعَةَ لَءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
        "tafsir": "(59) - إِنَّ يَوْمَ القِيَامَةِ الذِي يُحيي اللهُ فِيهِ المَوْتَى لِيُحَاسِبَهُمْ فِيهِ عَلَى أَعْمَالِهِمْ، لآتٍ لاَ شَكَّ فِيهِ، وَسَتُبْعَثُونَ بَعْدَ مَمَاتِكُمْ، وَسَتُحَاسَبُونَ عَلَى أَعْمَالِكُمْ، وَسَتُجَازَوْنَ عَلَيْهَا إِنْ خَيْراً فَخَيْراً، وَإِنْ شَرّاً فَشَرّاً، وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يُؤْمِنُونَ وَلاَ يُصَدِّقُونَ أَنَّ يَوْمَ القِيَامَةِ آتٍ قَرِيبٌ لاَ مََحَالَةَ، وَلِذَلِكَ فَإِنَّهُمْ يَنْهَمِكُونَ فِي الكُفْرِ والعِصْيَانِ، وَاجْتِرَاحِ السَّيئَاتِ.\n",
        "sura": "40",
        "aya": "59",
        "page": "474"
    },
    {
        "text": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
        "tafsir": "{  سيدخلون جهنم داخرين } صاغرين أذلاء [ آية 48 النحل ص 436 ] .",
        "sura": "40",
        "aya": "60",
        "page": "474"
    },
    {
        "text": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
        "tafsir": "{  الله الذي جعل لكم الليل .  .  .  } ذكر في هذه الآية وما بعدها ستة أدلة على قدرته تعالى على البعث ،  توجب الإقرار به وتوحيده في العبادة . <br />\r\n<br />\r\n",
        "sura": "40",
        "aya": "61",
        "page": "474"
    },
    {
        "text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَٰهَ إِلَّا هُوَ فَأَنَّىٰ تُؤْفَكُونَ",
        "tafsir": "{  فأنى تؤفكون } فكيف تصرفون عن عبادته عز وجل إلى عبادة غيره . <br />\r\n<br />\r\n",
        "sura": "40",
        "aya": "62",
        "page": "474"
    },
    {
        "text": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَٰتِ ٱللَّهِ يَجْحَدُونَ",
        "tafsir": "{بِآيَاتِ}\r\n(63) - كَذَلِكَ يُصْرَفُ مُشْرِكُو قُرَيْشٍ عَنْ عِبَادَةِ اللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، كَمَا صُرِفَ الذِينَ كَانُوا قَبْلَهُمْ عَنِ الحَقِّ، فَعَبَدُوا غَيْرَ اللهِ، وَجَحَدُوا بِآيَاتِهِ، بِلاَ دَلِيلٍ وَلاَ بُرُهَانٍ عَلَى صِحَّةِ مَا يَفْعَلُونَ، وَإِنَّمَا فَعَلُوا ذَلِكَ بِمُجَرَّدِ الهَوَى والجَهْلِ والتَقْلِيدِ.\r\nيُؤْفَكُ - يُصْرَفُ عَنِ التَّوْحِيدِ والإِيْمَانِ.\n",
        "sura": "40",
        "aya": "63",
        "page": "474"
    },
    {
        "text": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ",
        "tafsir": "{  والسماء بناء } كالقبة المضروبة على الأرض من غير عمد ولا حامل .  ويطلق البناء على ما يقيمه العرب من القباب للسكنى ؛  وإطلاقه على السماء على سبيل التشبيه البليغ . <br />\r\n{  فتبارك الله } تعالى بذاته وتعظم .  أو كثر خيره وإحسانه . <br />\r\n<br />\r\n",
        "sura": "40",
        "aya": "64",
        "page": "474"
    },
    {
        "text": "هُوَ ٱلْحَىُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{  مخلصين له الدين } أي الطاعة . <br />\r\n<br />\r\n",
        "sura": "40",
        "aya": "65",
        "page": "474"
    },
    {
        "text": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{  وأمرت أن أسلم .  .  .  } أي أسلم أمري له تعالى وأنقاد لحكمه .  أو أخلص توحيدي له . <br />\r\n<br />\r\n",
        "sura": "40",
        "aya": "66",
        "page": "474"
    }
]