[
    {
        "text": "إِنَّ ٱلَّذِينَ جَآءُو بِٱلْإِفْكِ عُصْبَةٌ مِّنكُمْ لَا تَحْسَبُوهُ شَرًّا لَّكُم بَلْ هُوَ خَيْرٌ لَّكُمْ لِكُلِّ ٱمْرِئٍ مِّنْهُم مَّا ٱكْتَسَبَ مِنَ ٱلْإِثْمِ وَٱلَّذِى تَوَلَّىٰ كِبْرَهُۥ مِنْهُمْ لَهُۥ عَذَابٌ عَظِيمٌ",
        "tafsir": "{  إن الذين جاءوا بالإفك } بعد أن بين الله تعالى قبح الزنا وحدّه ،  وحكم قذف المحصنات وحده ،  ذكر في ست عشرة آية قصة الإفك على الصديقة أم المؤمنين عائشة رضي الله عنها ،  وتوعد الذي تولى كبره بالعذاب العظيم ،  وبرأها الله مما افتروه .  والإفك :  الكذب .  يقال :  أفك – كضرب وعلم – أفكا وإفكا وأفكا ،  أي كذب .  وكانت القصة سنة ست في غزوة بني المصطلق بعد نزول آية الحجاب . {  عصبة منكم } جماعة منكم .  والعصبة :  العشرة فما زاد إلى الأربعين [ آية 8 يوسف ص 379 ] . {  والذي تولى كبره } أي تحمل معظمه وقام بإشاعته وهو رئيس المنافقين :  عبد الله بن أبي بن سلول .",
        "sura": "24",
        "aya": "11",
        "page": "351"
    },
    {
        "text": "لَّوْلَآ إِذْ سَمِعْتُمُوهُ ظَنَّ ٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَٰتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا۟ هَٰذَآ إِفْكٌ مُّبِينٌ",
        "tafsir": "{  لولا إذ سمعتموه } لولا :  حرف تحضيض بمعنى هلا .  والخطاب للمؤمنين دون من تولى كبره منهم .  وقد زجروا بتسعة زواجر ،  آخرها في آية 21",
        "sura": "24",
        "aya": "12",
        "page": "351"
    },
    {
        "text": "لَّوْلَا جَآءُو عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ فَإِذْ لَمْ يَأْتُوا۟ بِٱلشُّهَدَآءِ فَأُو۟لَٰٓئِكَ عِندَ ٱللَّهِ هُمُ ٱلْكَٰذِبُونَ",
        "tafsir": "{  فيما أفضتم فيه } أي بسبب ما خضم فيه من حديث الإفك .  يقال :  أفاض في الحديث وخاض فيه وأخذ فيه واندفع ،  بمعنى .  وأصله من قولهم أفاض الإناء ،  إذا ملأه حتى فاض . <br />\r\n<br />\r\n",
        "sura": "24",
        "aya": "13",
        "page": "351"
    },
    {
        "text": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ لَمَسَّكُمْ فِى مَآ أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ",
        "tafsir": "{ٱلآخِرَةِ}\r\n(14) - وَلَوْلاَ تَفَضُّلُ اللهِ تَعَالَى عَلَيْكُم بِبَيَانِ الأَحْكَامِ، وَلَوْلاَ رَحْمَتُهُ بِكُمْ فِي الدُّنْيَا بِعَدَمِ التَّعْجِيلِ بِالعُقُوبَةِ، وَفِي الآخِرَةِ بِالمَغْفِرَةِ، لَنَزَلَ بِكُمْ عَذَابٌ عَظِيمٌ بِسَبَبَ الخَوْضِ فِي هَذِهِ التُّهْمَةِ.\r\nأَفَضْتُمْ فِيهِ - خُضْتُمْ فِيهِ مِنْ حَدِيثِ الإِفْكِ.\n",
        "sura": "24",
        "aya": "14",
        "page": "351"
    },
    {
        "text": "إِذْ تَلَقَّوْنَهُۥ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِۦ عِلْمٌ وَتَحْسَبُونَهُۥ هَيِّنًا وَهُوَ عِندَ ٱللَّهِ عَظِيمٌ",
        "tafsir": "(15) - فَقَدْ تَنَاقَلْتُمْ الخَبَرَ بِأَلْسِنَتِكُمْ، وَأَشَعْتُمُوهُ بَيْنَكُمْ، وَلَمْ  يَكُنْ عِنْدَكُمْ عِلْمٌ بِصِحَّتِهِ، وَتَظُنَّونَ أَنَّ هَذَا العَمَلَ هَيِّنٌ، لاَ يُعَاقِبُ اللهُ عَلَيْهِ، أَوْ أَنَّ عِقَابَه يَسِيرٌ، مَعَ أَنَّه خَطِيرٌ يُعَاقِبُ اللهُ عَلَيْهِ عِقَاباً شَدِيداً.\r\n(وَفِي الحَدِيثِ:  \"إِنَّ الرَّجُلَ لِيَتَكَلَّمُ بِالكَلِِمَةِ مِنْ سَخَطِ اللهِ لاَ يَدْرِي مَا تَبْلُغُ يَهْوِي بِهََا فِي النَّارِ أَبْعَدَ مِمَّا بِيْنَ السَّماءِ والأَرْضِ\" )، (رواهُ مسلمٌ والبخاري).\r\nتَحْسَبُونَهُُ هَيِّناً - تَظُنُّونَهُ سَهْلاً لاَ تَبِعَةَ فِيهِ.\n",
        "sura": "24",
        "aya": "15",
        "page": "351"
    },
    {
        "text": "وَلَوْلَآ إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بِهَٰذَا سُبْحَٰنَكَ هَٰذَا بُهْتَٰنٌ عَظِيمٌ",
        "tafsir": "{  سبحانك } أصل معناه التنزيه لله من كل نقص ،  ثم كثر حتى استعمل في كل متعجب منه [ آية 32 البقرة ص 24 ] .  والمراد هنا :  التعجب من عظم هذا الأمر وممن تفوه به . {  هذا بهتان } أي كذب يبهت ويحير سامعه لفظاعته . {  عظيم } لا يقدر قدره لعظمة المبهوت عليه .  يقال :  بهته يبهته بهتا وبهتا وبهتانا ،  قال عليه ما لم يفعل .  والبهت – بفتح الباء - :  الانقطاع والحيرة .  وبالضم :  الكذب والباطل الذي يتحير منه .",
        "sura": "24",
        "aya": "16",
        "page": "351"
    },
    {
        "text": "يَعِظُكُمُ ٱللَّهُ أَن تَعُودُوا۟ لِمِثْلِهِۦٓ أَبَدًا إِن كُنتُم مُّؤْمِنِينَ",
        "tafsir": "(17) - وَيَنْهَاكُمُ اللهُ تَعَالَى، وَيَعِظُكُم بِهَذِهِ المَوَاعِظِ التي تَعْرِفُونَ بِهَا عظَمَ الذَّنْبِ، كَيْلاَ يَقَعَ مِثْلُ هَذَا مِنْكُمْ فِيمَا يَسْتَقْبَلُ مِنْ الزَّمَانِ، إِنْ كُنْتُمْ مُؤْمِنِينَ بِاللهِ وَشَرْعِهِ، وَمِمَّنْ يْعَظِّمُونَ رَسُولَ اللهِ، فَإِنَّ صِفَةَ الإِيْمَانِ تَتَنَافَى مَعَ مِثلِ هَذِهِ المَعْصِيَةِ. ",
        "sura": "24",
        "aya": "17",
        "page": "351"
    },
    {
        "text": "وَيُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "tafsir": "{ٱلآيَاتِ}\r\n(18) - وَيُنَزِّلُ اللهُ تَعَالَى لَكُمُ الآيَاتِ الدَّالَةَ عَلَى الأَحْكَامِ وَاضِحَةً جَلِيَّةَ، واللهُ أَعْلَمُ بِمَا يُصْلِحُ عِبَادَه، حَكِيمٌ فِي شَرْعِهِ وَقَدَرِهِ.\n",
        "sura": "24",
        "aya": "18",
        "page": "351"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يُحِبُّونَ أَن تَشِيعَ ٱلْفَٰحِشَةُ فِى ٱلَّذِينَ ءَامَنُوا۟ لَهُمْ عَذَابٌ أَلِيمٌ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
        "tafsir": "{ٱلْفَاحِشَةُ} {آمَنُواْ} {وَٱلآخِرَةِ}\r\n(19) - إِنَّ الذينَ يَرْمُونَ المُحْصنَاتِ، وَبِخَاصَّةِ أُوْلَئِكَ الذين يَتَجَرَّؤُونَ عَلَى رَمِي بَيْتِ النُّبُوَّةِ الكَرِيمِ، إِنَّمَا يَعْمَلُونَ عَلَى زَعْزَعَةِ ثِقَةِ الجَمَاعَةِ المُسْلِمَةِ بالخَيْرِ والعِفَّةِ، وَعَلَى إِزَالَةِ التَّحَرُّجِ مِنْ ارْتِكَابِ الفَاحِشَةِ، وَذَلِكَ عَنْ طَرِيقِ الإِيْحَاءِ بِأَنَّ الفَاحِشَةَ شَائِعَةٌ فِيهَا، وَبِذَلِكَ تَشِيعٌ الفَاحِشَةُ فِي النُّفُوسِ، ثُمَّ تَشِيعُ بَعْدَ ذَلِكَ فِي الوَاقِعِ، فَهَؤُلاَءِ لَهُمْ عَذَابٌ أَلِيمٌ عَنْدَ اللهِ: فِي الدُّنْيَا بِإِقَامَةِ الحَدِّ عَلَيْهِم، واللَّعْنِ والذَّمِّ مِنَ النَّاسِ، وَفِي الآخِرَةِ بِعَذَابِ النَّارِ. وَمَنْ ذا الذي يَرَى الظَّاهِرَ والبَاطِنَ، وَلاَ يَخْفَى عَلَيْه شَيءٌ غَيْرُ اللهِ تَعَالَى العَلِيمِ الخَبِيرِ؟ فَرُدُّوا الأُمُورَ إِلَى الله تَرْشُدُوا، وَلاَ تَرْوُوا مَا لاَ علْمَ لَكُمْ بِهِ.\n",
        "sura": "24",
        "aya": "19",
        "page": "351"
    },
    {
        "text": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ رَءُوفٌ رَّحِيمٌ",
        "tafsir": "(20) - فَلَوْلاَ فَضْلُ اللهِ عَلَيْكُم، وَلَوْلاَ رَحْمَتُهُ بِكُمْ بَعْدَ الذي قِيلَ، لأَهْلَكَكُم، وَلَكِنَّهُ تَعَالَى رَؤُوف بِعِبَادِهِ، رَحِيمٌ بِهِمْ، فَتَابَ عَلَى مَنْ تَابَ إِلَيهِ مِنْ هَذِهِ القَضِيَّةِ، وَطَهَّرَ مِنْهُم مَنْ طَهَّرَ بِالحدِّ الذِي أُقِيمَ عَلَيْهِ.\n",
        "sura": "24",
        "aya": "20",
        "page": "351"
    }
]