[
    {
        "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْقِلُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
        "tafsir": "{آبَآءَنَآ} {آبَاؤُهُمْ} - وإذا قيل للكفرة الذين يتبعون خطوات الشيطان: اتبعوا ما أنزل الله على رسوله، واتركوا ما أنتم عليه من الجهل والضلال، أجابوا قائلين: بل نتبع ما وجدنا آباءنا عليه من عبادة الأصنام والأنداد. ويرد الله سبحانه عليهم قائلا: أيتبعون آباءهم حتى ولو كانوا لا يعقلون شيئا من عقائد الدين وعباداته، ولا يهتدون إلى سبيل الحق والرشاد؟\r\nألفينا- وجدنا.",
        "sura": "2",
        "aya": "170",
        "page": "26"
    },
    {
        "text": "وَمَثَلُ ٱلَّذِينَ كَفَرُوا۟ كَمَثَلِ ٱلَّذِى يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَآءً وَنِدَآءً صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَعْقِلُونَ",
        "tafsir": "{كمثل الذي ينعق} النعيق: دعاء الراعي الشاء. يقال: نعق الراعي بالغنم ينعق نعقا ونعيقا ونعاقا ونعقانا، صاح بها وزجرها. أي مثل داعي الذين كفروا كمثل الناعق بغنمه، في كون الكافر لا يفهم مما يخاطبه به داعيه إلا دوى الصوت دون إلقاء فكر وذهن، كما أن البهيمة كذلك. فالكلام على حذف مضاف من الأول .",
        "sura": "2",
        "aya": "171",
        "page": "26"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُلُوا۟ مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ وَٱشْكُرُوا۟ لِلَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
        "tafsir": "{كلوا من طيبات ما رزقناكم} أي من مستلذات ما أحللناه لكم .",
        "sura": "2",
        "aya": "172",
        "page": "26"
    },
    {
        "text": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيْرِ ٱللَّهِ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَآ إِثْمَ عَلَيْهِ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{والدم} أي المسفوح المهراق، الآية: {أو دما مسفوحا} .  وهي خاصة، والآية هنا عامة، والخاص مقدم على العام. {ولحم الخنزير} المراد به جميع أجزائه. وعبر عن ذلك باللحم لأنه معظمه والمقصود بالأكل. {وما أهل به لغير الله} الإهلال: رفع الصوت عند رؤية الهلال، ثم استعمل لرفع الصوت مطلقا ومنه: إهلال الصبي، والإهلال بالحج. وكانوا في الجاهلية إذا أرادوا ذبح ما قربوه إلى آلهتهم سموا عليها أسماءها– كاللات والعزى- ورفعوا بها أصواتهم، وسمي ذلك إهلالا. ثم توسع فيه فقيل لكل ذابح: مهل، سمى أو لم يسم، جهر بالتسمية أولم يجهر. والمراد بما أهل به لغير الله: ما ذبح للأصنام ونحوها، ومنه ما يذبحه المجوسي للنار. ومنه عند الجمهور: ذبائح أهل الكتاب إذا ذكروا عليها اسم عزير أو عيسى عليهما السلام، لأنها مما أهل به لغير الله. وذهب جماعة من التابعين إلى تخصيص الغير بالأصنام، وإلى حل ذبائح أهل الكتاب مطلقا، لعموم قوله تعالى في سورة المائدة وهي آخر السور نزولا: {وطعام الذين أوتوا الكتاب حل لكم} أي ذبائحهم، وهو سبحانه يعلم ما يقولون. وروى الحسن عن علي رضي الله عنه: إذا ذكر الكتابي اسم غير الله وأنت تسمع فلا تأكل، فإذا غاب عنك فكل، فإن الله قد أحل ذبائحهم وهو يعلم ما يقولون. ذكره الرازي والنيسابوري والآلوسي وغيرهم. وظاهر الآية يقتضي ألا يحرم من المعلومات سوى هذه الأربعة، لكنا نعلم أن في الشرع مطعومات أخرى محرمة كلحوم الحمر الأهلية، فتصير كلمة\" إنما\" متروكة الظاهر في العمل، كما قاله الرازي. {فمن اضطر} أي فمن ألجئ بإكراه أوجوع مهلك– مع فقد الحلال– إلى أكل شيء من هذه المحرمات الأربع، التي كانوا في الجاهلية يستحلونها، أو التي اعتقد المؤمنون حرمتها ولوفي حالة الاضطرار فلا إثم عليه في أكلها. من الاضطرار وهو الاحتياج إلى الشيء. يقال: اضطره إليه أحوجه وألجأه فاضطر. مأخوذ من الاضرار، وهو حمل الإنسان على أمر يكرهه، وقهره عليه بقوة يناله بدفعها الهلاك. والآية استثناء لحالة الضرورة الملجئة. {غير باغ ولا عاد} \" غير باغ\" في أكله، أي غير طالب للمحرم وهو يجد غيره. أو غير طالب له للذته، أو على جهة الاستئثار به على مضطر آخر، بأن ينفرد بتناوله فيهلك الآخر. من البغاء، وهو الطلب تقول: بغيته بغاء وبغي بغية وبغية، طلبته. \" ولا عاد\" فيه، أي متجاوز سد الجوعة. اسم فاعل بمعنى متعد، تقول: عدا طوره، إذا تجاوز حده وتعداه إلى غيره، فهو  عاد. ومنه: {بل أنتم قوم عادون} و \" غير\" منصوب على الحال من الضمير المستتر في\" اضطر\" . \r\n{فلا إثم عليه} أي في أكله، فسقطت الحرمة للاضطرار. وقيل: سقط الإثم مع بقاء الحرمة للاضطرار. روى عن مسروق: من اضطر فلم يأكل ولم يشرب ثم مات دخل النار. فجعل الأكل عزيمة لا رخصة .",
        "sura": "2",
        "aya": "173",
        "page": "26"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلْكِتَٰبِ وَيَشْتَرُونَ بِهِۦ ثَمَنًا قَلِيلًا أُو۟لَٰٓئِكَ مَا يَأْكُلُونَ فِى بُطُونِهِمْ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوْمَ ٱلْقِيَٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{ولا يزكيهم} ولا يطهرهم من دنس الكفر والذنوب بالمغفرة. من التزكية بمعنى التطهير. (آية 129 من هذه السورة) .",
        "sura": "2",
        "aya": "174",
        "page": "26"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَٰلَةَ بِٱلْهُدَىٰ وَٱلْعَذَابَ بِٱلْمَغْفِرَةِ فَمَآ أَصْبَرَهُمْ عَلَى ٱلنَّارِ",
        "tafsir": "{فما أصبرهم على النار} فما أدومهم على عمل المعاصي التي تفضي بهم إلى النار. والمراد بالتعجب في هذه الآية ونظائرها: الإعلام بحالهم، وأنه ينبغي أن يتعجب منها كل أحد .",
        "sura": "2",
        "aya": "175",
        "page": "26"
    },
    {
        "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلْكِتَٰبَ بِٱلْحَقِّ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِى ٱلْكِتَٰبِ لَفِى شِقَاقٍۭ بَعِيدٍ",
        "tafsir": "{ٱلْكِتَابَ} {ٱلْكِتَابِ} - وإنما استحق هؤلاء العذاب لكفرهم بكتاب الله الذي أنزله الله بالحق والصدق لجمع الكلمة على اتباع الحق، وإزالة الاختلاف، فاختلفوا فيه اختلافا كبيرا دفع إليه حب الجدل، ومجانبة الحق، والانقياد إلى الهوى، فحرفوه وأفسدوه وفسروه بغير معانيه.\r\nشقاق بعيد- خلاف ونزاع بعيد عن الحق.",
        "sura": "2",
        "aya": "176",
        "page": "26"
    }
]