[
    {
        "text": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُل لَّا تَعْتَذِرُوا۟ لَن نُّؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا ٱللَّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "{  يعتذرون إليكم } يعتذر المنافقون إليكم بعد عودتكم من الجهاد عن تخلفهم أعذارا باطلة .  ويروى أنهم كانوا بضعة وثمانين رجلا . \r\n\r\n",
        "sura": "9",
        "aya": "94",
        "page": "202"
    },
    {
        "text": "سَيَحْلِفُونَ بِٱللَّهِ لَكُمْ إِذَا ٱنقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا۟ عَنْهُمْ فَأَعْرِضُوا۟ عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَىٰهُمْ جَهَنَّمُ جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
        "tafsir": "{  لتعرضوا عنهم } لتتركوهم ولا تؤنبوهم ،  ولتصفحوا عنهم .  {  إنهم رجس } إنهم قذر أو نجس فاجتنبوهم .  جعلوا نفس الرجس مبالغة في نجاسة أعمالهم . \r\n\r\n",
        "sura": "9",
        "aya": "95",
        "page": "202"
    },
    {
        "text": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْا۟ عَنْهُمْ فَإِن تَرْضَوْا۟ عَنْهُمْ فَإِنَّ ٱللَّهَ لَا يَرْضَىٰ عَنِ ٱلْقَوْمِ ٱلْفَٰسِقِينَ",
        "tafsir": "{ٱلْفَاسِقِينَ}\r\n(96) - وَهُمْ إِنَّمَا يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ، وَلَكِنْ إِذا خُدِعْتُمْ أَنْتُمْ بِأَيْمَانِهِمْ، وَرَضِيتُمْ أَنْتُمْ عَنْهُمْ، فَهذا الرِّضَا لاَ يَنْفَعُهُمْ فِي شَيءٍ، لأَِنَّ اللهَ لاَ يَرْضَى عَنِ القَوْمِ الفَاسِقِينَ، الخَارِجِينَ عَنْ طَاعَتِهِ، وَطَاعَةِ رَسُولِهِ.",
        "sura": "9",
        "aya": "96",
        "page": "202"
    },
    {
        "text": "ٱلْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا۟ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "tafsir": "{  الأعراب أشد كفرا ونفاقا } نزلت في أسد وغطفان ،  والعبرة بعموم اللفظ ،  أي أهل البادية أشد كفرا ونفاقا من أهل الحضر الكفار والمنافقين ،  لجفائهم وقساوة قلوبهم ،  وتوحشهم\r\nونشأتهم في معزل عن مخالطة العلماء بالدين ،  والتعلم منهم ،  وجهلهم بالقرآن والسنن . \r\n{  و أجدر أن لا يعلموا حدود ما أنزل الله } وأخلق بألا يعملوا فرائض الله وأمره ونواهيه .  يقال :  هو جدير بكذا وأجدر ،  أي خليق به وأخلق .  مشتق من الجدر وهو أصل الشجرة ،  فكأنه ثابت ثبوت الجدر في قولك :  جدير وأجدر .  والمراد وصف جنس الأعراب ،  بدليل قوله تعالى :  {  ومن الأعراب من يؤمن بالله واليوم الآخر } . \r\n\r\n",
        "sura": "9",
        "aya": "97",
        "page": "202"
    },
    {
        "text": "وَمِنَ ٱلْأَعْرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
        "tafsir": "{  مغرما } غرامة وخسارة ،  لأنهم لا ينفقونه رجاء لثواب ،  بل تقية ورياء ،  من الغرام بمعنى الهلاك لأنه سببه .  {  ويتربص بكم الدوائر } ينتظر بكم صروف الدهر ومصائبه التي يتبدل بها حالكم إلى سوء .  والتربص :  الانتظار .  والدوائر جمع دائرة وهي النائبة ( آية 52 المائدة ص 192 ) . \r\n{  عليهم دائرة السوء } دعاء عليهم بنحو ما يتربصون به .  والسوء :  مصدر ساءه يسوءه سواءا ،  إذا فعل به ما يكره فاستاء هو .  والسوء – بالضم – اسم منه .  وقيل :  المفتوح بمعنى الذم ،  والمضموم بمعنى العذاب والضرر .  وإضافة {  دائرة } إلى {  السوء } من إضافة الموصوف إلى الصفة ،  كما في رجل صدق .",
        "sura": "9",
        "aya": "98",
        "page": "202"
    },
    {
        "text": "وَمِنَ ٱلْأَعْرَابِ مَن يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِ أَلَآ إِنَّهَا قُرْبَةٌ لَّهُمْ سَيُدْخِلُهُمُ ٱللَّهُ فِى رَحْمَتِهِۦٓ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{ٱلآخِرِ} {قُرُبَاتٍ} {وَصَلَوَاتِ}\r\n(99) - وَهُنَاكَ مِنَ الأَعْرَابِ جَمَاعَةٌ يُؤْمِنُونَ بِاللهِ، وَاليَوْمِ الآخِرِ، وَيَعُدُّونَ مَا يُنْفِقُونَهُ مِنْ مَالٍ فِي سَبيلِ اللهِ، قُرْبَةً يَتَقَرَّبُونَ بِهَا إِلَى اللهِ، وَيَبْتَغُونَ بِهَا دُعَاءَ الرَّسُولِ لَهُمْ (وَصَلَوَاتُ الرَّسُولِ) لأَِنَّهُ، صَلَوَاتُ اللهِ عَلَيْهِ، كَانَ يَدْعُو لِلْمُتَصَدِّقِينَ، وَيَسْتَغْفِرُ لَهُمْ. وَيَقُولُ تَعَالَى: إِنَّهُ قَبِلَ هذِهِ النَّفَقَةَ مِنْهُمْ، وَسَتَكُونُ قُرْبةً عَظِيمَةً لَهُمْ عِنْدَهُ، وَسَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ، وَسَيَغْفِرُ لَهُمْ ذُنُوبَهُمْ، وَسَيَرْحَمُهُمْ لأَِنَّهُ تَعَالَى كَثيرُ الغُفْرَانِ لِذُنُوبِ عِبَادِهِ، رَحِيمٌ بِهِمْ.\r\nصَلَوَاتُ الرَّسُولِ - دَعَوَاتُ الرَّسُولِ وَاسْتِغْفَارُهُ لِلْمُنْفِقِينَ.",
        "sura": "9",
        "aya": "99",
        "page": "202"
    }
]