[{"text":"وَإِذَا بَلَغَ ٱلْأَطْفَٰلُ مِنكُمُ ٱلْحُلُمَ فَلْيَسْتَـْٔذِنُوا۟ كَمَا ٱسْتَـْٔذَنَ ٱلَّذِينَ مِن قَبْلِهِمْ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","aya":"59","page":"358","tafsir":""},{"text":"وَٱلْقَوَٰعِدُ مِنَ ٱلنِّسَآءِ ٱلَّٰتِى لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَٰتٍۭ بِزِينَةٍ وَأَن يَسْتَعْفِفْنَ خَيْرٌ لَّهُنَّ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","aya":"60","page":"358","tafsir":"{  والقواعد من النساء .  .  .  } أي العجائز اللواتي قعدن عن الولد أو عن الحيض ،  أو عن الاستمتاع لكبرهن ،  ولم يبق لهن مطمع في الأزواج .  جمع قاعد ،  بغير تاء لاختصاصها بالنساء ،  ولولاه لوجبت \r\n \r\nالتاء ؛  كما في قاعدة من القعود بمعنى الجلوس . {  فليس عليهن جناح } حرج أو إثم{  أن يضعن ثيابهم } ينزعن عنهن ثيابهن الظاهرة التي لا يفضي نزعها إلى كشف العورة ،  كالقناع الذي يكون فوق الخمار ،  والجلباب والرداء الذي يكون فوق الثياب ؛  حال كونهن{  غير متبرجات بزينة } أي غير مظهرات زينة مما أمرن بإخفائها في قوله تعالى : {  ولا يبدين زينتهن } أو غير قاصدات بالوضع التبرج ،  وهو إظهار المرأة زينتها ومحاسنها للرجال .  رخص لهن في هذا التخفف من التستر دفعا للحرج عنهن ؛  على أن استعفافهن عنه خير لهن .  \r\n \r\n"},{"text":"لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ وَلَا عَلَىٰٓ أَنفُسِكُمْ أَن تَأْكُلُوا۟ مِنۢ بُيُوتِكُمْ أَوْ بُيُوتِ ءَابَآئِكُمْ أَوْ بُيُوتِ أُمَّهَٰتِكُمْ أَوْ بُيُوتِ إِخْوَٰنِكُمْ أَوْ بُيُوتِ أَخَوَٰتِكُمْ أَوْ بُيُوتِ أَعْمَٰمِكُمْ أَوْ بُيُوتِ عَمَّٰتِكُمْ أَوْ بُيُوتِ أَخْوَٰلِكُمْ أَوْ بُيُوتِ خَٰلَٰتِكُمْ أَوْ مَا مَلَكْتُم مَّفَاتِحَهُۥٓ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا۟ جَمِيعًا أَوْ أَشْتَاتًا فَإِذَا دَخَلْتُم بُيُوتًا فَسَلِّمُوا۟ عَلَىٰٓ أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ ٱللَّهِ مُبَٰرَكَةً طَيِّبَةً كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَ","aya":"61","page":"358","tafsir":"{  ليس على الأعمى حرج .  .  .  } أي إثم .  والحرج في الأصل :  مجتمع الشجر ،  ثم أطلق على الضيق وعلى الإثم .  أي لا إثم على هذه الطوائف الثلاث في القعود عن الجهاد وغيره مما رخص لهم فيه لما قام لهم من الأعذار .  ولا إثم على من ذكروا بعدهم في الآية في الأكل من البيوت المذكورة . {  ولا على أنفسكم } حرج{  أن تأكلوا من بيوتكم } أي من البيوت التي فيها أزواجكم وعيالكم ؛  فيدخل فيها بيوت الأولاد . {  أو ما ملكتم مفاتحه } أي أو البيوت التي تملكون التصرف فيها بإذن أربابها ؛  كما إذا كنتم وكلاء عنهم أو خازنين عندهم ؛  فيباح لكم الأكل منها بالمعروف .  ومفاتح جمع مفتح ،  وهو آلة الفتح .  وملكها :  كناية عن كون الشيء تحت يد الشخص وتصرفه . {  أو صديقكم } أي أو بيوت أصدقائكم وإن لم يكن بينكم وبينهم قرابة ؛  فيجوز الأكل من بيوت الأحد عشر صنفا المذكورة وإن لم يحضروا ،  إذا علم رضاهم به بصريح اللفظ ،  أو بالقرينة وإن كانت ضعيفة ؛  كما قاله الجلال .  \r\n{  ليس عليكم جناح أن تأكلوا جميعا } مجتمعين{  أو أشتاتا } متفرقين .  وقد كان بعضهم يتحرج أن يأكل وحده حتى يجد له أكيلا ؛  كبنى ليث بن عمرو بن كنانة ،  فنزلت الآية .  جمع شت .  يقال :  شت الأمر يشت شتا وشتاتا ،  تفرق .  وأمر شت :  متفرق .  \r\n{  فإذا دخلتم بيوتا } من هذه البيوت التي رخص لكم في الدخول فيها{  فسلموا على أنفسكم } أي على أهلها الذين هم بمنزلة أنفسكم{  تحية من عند الله } أي حيوهم تحية مشروعة من لدنه تعالى{  طيبة } تطيب بها نفوسهم وتطمئن .  ومعنى التحية في الأصل :  أن تقول :  حياك الله !  أي أعطاك الحياة ؛  ثم عمم لكل دعاء .  \r\n \r\n"}]