[
    {
        "text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعْبُدُونِ",
        "tafsir": "(25) - فالتَّوْحِيدُ قَاعِدَةُ العَقِيدَةِ مُنْذُ أَنْ بَعَثَ اللهُ الرُّسُلَ إلى النَّاسِ، لا تَبْدِيلَ فيها، وَلاَ تَحْوِيلَ، فَلاَ انْفِصَالَ بينَ الأُلُوهِيَّةِ والرُّبُوبِيَّةِ، ولا مَجَالَ للشِّركِ في الأُلُوهِيَّةِ ولا في العِبَادَةِ. وكُلُ نَبِيٍّ بَعَثَهُ اللهُ كانَ يَدْعُو إِلى عِبَادَةِ اللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، والفِطْرَةُ شَاهِدَةٌ بِذَلِكَ، والمُشْرِكُونَ لَهم بُرْهَانَ لَهُمْ عَلَى مَا يَدَّعُونَ.\n",
        "sura": "21",
        "aya": "25",
        "page": "324"
    },
    {
        "text": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَٰنُ وَلَدًا سُبْحَٰنَهُۥ بَلْ عِبَادٌ مُّكْرَمُونَ",
        "tafsir": "{  وقالوا اتخذ الرحمان ولدا } يغنون من الملائكة ؛  حيث قال الزاعمون :  هن بنات الله . {  سبحانه بل عباد مكرمون } أي بل هم عباد مخلوقون له تعالى ،  مقربون عنده .  وقد وصفهم الله في هذه الآية بسبع صفات .  و  \" عباد \"  جمع عبد .  والعبودية لله تعالى :  إظهار التذلل والخضوع له سبحانه .  ومكرم :  اسم مفعول من أكرم .  وإكرام الله للعبد :  إحسانه إليه وإنعامه عليه .\r\n\r\n",
        "sura": "21",
        "aya": "26",
        "page": "324"
    },
    {
        "text": "لَا يَسْبِقُونَهُۥ بِٱلْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ",
        "tafsir": "{  لا يسبقونه بالقول } لا يتكلمون إلا بما يأمرهم به ،  ولا يقولون شيئا حتى يقوله .\r\n\r\n",
        "sura": "21",
        "aya": "27",
        "page": "324"
    },
    {
        "text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ٱرْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ",
        "tafsir": "{  وهم من خشيته مشفقون } أي وهم من خوف الله وعقابه حذرون أن يخالفوا أمره ونهيه .  يقال :  أشفق منه ،  أي حذره .\r\n\r\n",
        "sura": "21",
        "aya": "28",
        "page": "324"
    },
    {
        "text": "وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلَٰهٌ مِّن دُونِهِۦ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ كَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ",
        "tafsir": "{ٱلظَّالِمِينَ}\r\n(29) - والمَلاَئِكَةُ الأَطْهَارُ يَعْرِفُونَ حُدُودَهُمْ، فَلاَ يَدَّعُونَ الأُلُوهِيَّةَ، وإذا ادَّعَى أَحَدٌ مِنْهُمْ الأُلُوهِيَّةَ مَعَ اللهِ، كَانَ جَزَاؤُهُ الخُلودَ فِي جَهَنَّمَ، وَجَهَنَّمُ جَزَاءُ الظَّالِمِينَ، الذينَ يَدَّعُونَ هَذه الدَّعْوى الظَّالِمَةَ.\n",
        "sura": "21",
        "aya": "29",
        "page": "324"
    },
    {
        "text": "أَوَلَمْ يَرَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَٰهُمَا وَجَعَلْنَا مِنَ ٱلْمَآءِ كُلَّ شَىْءٍ حَىٍّ أَفَلَا يُؤْمِنُونَ",
        "tafsir": "{  أو لم ير .  .  .  } في هذه الآية والآيتين بعدها ستة أدلة على التوحيد وكمال القدرة ؛  أي ألم يتفكروا ويعلموا .  والمراد :  التمكن منه بالنظر العقلي . {  أن السموات والأرض كانتا رتقا .  .  .  } ملتصقتين منضمتين ليس بينهما انفصال ففصلنا بينهما .  والرتق :  مصدر بمعنى الضم والالتئام .  يقال :  رتق الفتق يرتقه رتقا ورتوقا ،  إذا شده .  ورتقت الشيء فارتتق ،  أي التأم .  والفتق :  ضد الرتق ،  وهو الفصل بين المتصلين .  يقال :  فتق الشيء يفتقه ،  شقه .  وعن ابن عباس :  كانتا ملتصقتين فرفع الله السماء ووضع الأرض .  وعن الحسن وقتادة :  كانتا جميعا ففصل الله بينهما بالهواء .  وقيل :  كانتا معدومتين فأوجدناهما .  واستعمال الرتق والفتق في ذلك مجاز .\r\n{  وجعلنا من الماء كل شيء حي } خلقنا من الماء كل شيء حي ؛  أي متصف بالحياة الحقيقية وهو الحيوان ،  أو كل شيء نام فيدخل النبات ،  ويراد من الحياة ما يشمل النمو .  وهذا العام مخصوص بما سوى الملائكة والجن مما هو حي .\r\n\r\n",
        "sura": "21",
        "aya": "30",
        "page": "324"
    },
    {
        "text": "وَجَعَلْنَا فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ",
        "tafsir": "{  وجعلنا في الأرض رواسي } جبالا ثوابت{  أن تميد بهم } أي كراهة أن تتحرك وتضطرب بهم اضطرابا لا يعقبه تثبيت .  [ آية 15 النحل ص 431 ] . {  وجعلنا فيها فجاجا سبلا } أي جعلنا في الأرض مسالك طرقا واسعة للسابلة ؛  جمع فج وهو الطريق الواسع .  والسبل :  جمع سبيل وهو الطريق ،  بدل من  \" فجاجا \"  .",
        "sura": "21",
        "aya": "31",
        "page": "324"
    },
    {
        "text": "وَجَعَلْنَا ٱلسَّمَآءَ سَقْفًا مَّحْفُوظًا وَهُمْ عَنْ ءَايَٰتِهَا مُعْرِضُونَ",
        "tafsir": "{  كل في فلك يسبحون } أي كل واحد من الشمس والقمر يسير في فلكه بسرعة ؛  كالسابح في الماء ؛  من السبح وهو المر السريع في الماء أو الهواء .  وأتي بضمير جمع العقلاء لكون السباحة المسندة إليهما من فعل العقلاء ؛  كقوله تعالى :   \" رأيتهم لي ساجدين \"  {[225]} ،   \" قالتا أتينا طائعين \"  {[226]} .",
        "sura": "21",
        "aya": "32",
        "page": "324"
    },
    {
        "text": "وَهُوَ ٱلَّذِى خَلَقَ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
        "tafsir": "{ٱلْلَّيْلَ}\r\n(33) - واللهُ تَعَالَى هُوَ الذي خَلَقَ اللَّيْلَ بِظَلاَمِهِ وَسُكُونِهِ، والنَّهَارَ بِضِيَائِهِ وأُنْسِهِ، يَطُولُ هَذَا ثُمَّ يَقْصُرُ، وَيَتَنَاوَبَانِ ذَلِكَ، وَخَلَق الشَّمْسَ والقَمَرَ، وَكُلٌّ مِنْهُمَا لَهُ مسَارٌ، وَفَلَكٌ يَخْتَصُّ بِهِ، وَيَسْبَحُ فِيهِ وَيَتَحَرَّكُ، وتَدُورُ الكَوَاكِبُ فِي مَدَارَاتِها كَمَا يَدُورُ المِغْزَلُ فِي الفُلْكَةِ.\r\nكُلٌّ فِي فَلَكٍ - أي الشَّمْسُ والقَمَرُ.\r\nيَسْبحُونَ - يَجْرُون في السَّمَاءِ.\n",
        "sura": "21",
        "aya": "33",
        "page": "324"
    },
    {
        "text": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ ٱلْخُلْدَ أَفَإِي۟ن مِّتَّ فَهُمُ ٱلْخَٰلِدُونَ",
        "tafsir": "{  وما جعلنا لبشر .  .  .  } نزلت حين قال الأعداء :   \" نتربص به ريب المنون \"  {[227]} بغضا له .",
        "sura": "21",
        "aya": "34",
        "page": "324"
    },
    {
        "text": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ وَنَبْلُوكُم بِٱلشَّرِّ وَٱلْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ",
        "tafsir": "{  ونبلوكم بالشر والخير } نختبركم ؛  أي نعاملكم معاملة المختبر بما تحبون وما تكرهون ؛  لأجل إظهار شكركم وصبركم . {  فتنة } أي ابتلاء واختبارا ؛  مصدر مؤكد ل  \" نبلوكم \"  من غير لفظه .\r\n\r\n",
        "sura": "21",
        "aya": "35",
        "page": "324"
    }
]