[
    {
        "text": "ٱلتَّٰٓئِبُونَ ٱلْعَٰبِدُونَ ٱلْحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلْءَامِرُونَ بِٱلْمَعْرُوفِ وَٱلنَّاهُونَ عَنِ ٱلْمُنكَرِ وَٱلْحَٰفِظُونَ لِحُدُودِ ٱللَّهِ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
        "tafsir": "{  السائحون } أي الصائمون ،  سموا سائحون لتركهم الملاذ كالسائحين .  وقيل :  الغزاة المجاهدين . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "112",
        "page": "205"
    },
    {
        "text": "مَا كَانَ لِلنَّبِىِّ وَٱلَّذِينَ ءَامَنُوٓا۟ أَن يَسْتَغْفِرُوا۟ لِلْمُشْرِكِينَ وَلَوْ كَانُوٓا۟ أُو۟لِى قُرْبَىٰ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَٰبُ ٱلْجَحِيمِ",
        "tafsir": "{  ما كان للنبي والذين آمنوا .  .  } نزلت حين أراد النبي صلى الله عليه وسلم أن يستغفر لعمه أبي طالب بعد موته ،  فنهاه الله عن ذلك . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "113",
        "page": "205"
    },
    {
        "text": "وَمَا كَانَ ٱسْتِغْفَارُ إِبْرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٌ",
        "tafsir": "{  إن إبراهيم لأواه حليم } خاشع متضرع في الدعاء .  أو كثير التأوه من خوف الله .  قال أبو عبيدة :  الأواه :  المتأوه فرقا ،  المتضرع يقينا ولزوما للطاعة .  وأصل التأوه :  قول الرجل أوه .  أو أوه ،  أي أوجع .  و{  حليم } صبور على الأذى ،  صفوح عن الجناية ،  يقابلها بالإحسان والعطف . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "114",
        "page": "205"
    },
    {
        "text": "وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوْمًۢا بَعْدَ إِذْ هَدَىٰهُمْ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "tafsir": "{هَدَاهُمْ}\r\n(115) - وَمَا كَانَ مِنْ سُنَنِ اللهِ فِي خَلْقِهِ، وَلاَ مِنْ رَحْمَتِهِ وَحِكْمَتِهِ، أَنْ يَصِفَ قَوْماً بِالضَّلاَلِ، وَيُجْرِي عَلَيْهِمْ أَحْكَامَهُ بِالذَّمِّ وَالعِقَابِ، بَعْدَ أَنْ هَدَاهُمْ إِلى الإِيمَانِ، بِقَولٍ يَصْدُرُ عَنْهُمْ مِنْ غَيْرِ قَصْدٍ، أَوْ عَمَلٍ يَحْدُثُ مِنْهُمْ بِاجْتِهَادٍ خَاطِىءٍ. وَيَقُولُ ابْنُ جَريرٍ فِي تَفْسِيرِ هذِهِ الآيَةِ: وَمَا كَانَ اللهُ لِيَقْضِيَ عَلَيكُمْ فِي اسْتِغْفَارِكُمْ لِمَوْتَاكُمُ المُشْرِكِينَ بِالضَّلاَلِ، بَعْدَ إِذْ رَزَقَكُمُ الهِدَايَةَ، وَوَفَّقَكُمْ إِلى الإِيمَانِ بِهِ وَبِرَسُولِهِ، حَتَّى يَتَقَدَّمَ إِلَيْكُمْ بِالنَّهْيِ عَنْهُ فَتَتْرُكُوا، فَأَمَّا قَبْلَ أَنْ يُبَيِّنَ لَكُمْ كَرَاهَةَ ذَلِكَ، فَإِنَّهُ لاَ يَحْكُمُ عَلَيْكُمْ بِالضَّلاَلِ، وَاللهُ بِكُلِّ شَيءٍ عَلِيمٌ.",
        "sura": "9",
        "aya": "115",
        "page": "205"
    },
    {
        "text": "إِنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ يُحْىِۦ وَيُمِيتُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {يُحْيِـي}\r\n(116) - هذا تَحْرِيضٌ لِلْمُؤْمِنينَ عَلَى قِتَالِ الكَافِرِينَ، وَدَعْوَةٌ لِلْمُؤْمِنينَ لِيَتَّقُوا اللهَ، مَالِكَ السَّمَاوَاتِ وَالأَرْضِ، وَلِكَيْلا يَرْهَبُوا أَحَداً غَيْرَ اللهِ، فَهُوَ الذِي يَهَبُ الحَيَاةَ بِقُدْرَتِهِ وَفْقَ سُنَنٍ فِي التَّكْوينِ، وَهُوَ الذِي يُمِيتُ حِينَمَا تَنْقَضِي آجَالُ النَّاسِ. وَحِينَ يَجِيءُ الأَجَلُ المُحَدَّدُ فَلاَ تَتَقَدَّمُ نَفْسٌ وَلاَ تَتَأَخَّرُ. وَهُوَ تَعَالَى وَلِيُّ المُؤْمِنينَ، وَنَصِيرُهُمْ، وَلاَ وَلِيَّ وَلاَ نَصِيرَ لَهُمْ غَيْرُهُ.",
        "sura": "9",
        "aya": "116",
        "page": "205"
    },
    {
        "text": "لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِىِّ وَٱلْمُهَٰجِرِينَ وَٱلْأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِى سَاعَةِ ٱلْعُسْرَةِ مِنۢ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُۥ بِهِمْ رَءُوفٌ رَّحِيمٌ",
        "tafsir": "{  لقد تاب الله على النبي .  .  } أي غفر الله للمؤمنين بسبب صبرهم على شدائد هذه الغزوة ما عساه قد فرط منهم من الزلات .  وضم ذكر النبي صلى الله عليه وسلم إلى ذكرهم تنبيها على عظم مرتبتهم في الدين ،  وأنهم بلغوا الرتبة التي لأجلها ضم ذكره صلى الله عليه وسلم إلى ذكرهم .  والعسرة :  ضد اليسرة ،  فهي الشدة والضيق .  {  يزيغ قلوب } تميل عن الخروج مع الرسول صلى الله عليه وسلم لما فيه من الشدة والمشقة .  والزيغ الميل .  {  ثم تاب الله عليهم } تأكيد للتوبة والعفو . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "117",
        "page": "205"
    }
]