[
    {
        "text": "يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
        "tafsir": "{تُجَادِلُ}\r\n(111) - وَإِنَّ رَبَّكَ سَيَغْفِرُ لِهؤُلاَءِ المُكْرَهِينَ الَّذِينَ هَاجَرُوا، حِينَمَا تَمَكَّنُوا مِنْ ذَلِكَ، إِلى اللهِ وَرَسُولِهِ، وَسَيَرْحَمُهُمْ يَوْمَ القِيَامَةِ، وَهُوَ اليَوْمُ الَّذِي تَأْتِي فِيهِ كُلُّ نَفْسٍ تُخَاصِمُ عَنْ نَفْسِهَا، وَتَحَاجُّ عَنْهَا، وَتَسْعَى فِي خَلاَصِهَا بِمَا أَسْلَفَتْ فِي الدُّنْيا مِنْ عَمَلٍ، وَتَجِدُ كُلُّ نَفْسٍ جَزَاءَ مَا عَمِلَتْ فِي الدُّنْيا فَتُعْطَاهُ (تُوَفَّى)، وَتُجَازَى بِهِ.\r\nوَاللهُ تَعَالَى لاَ يَظْلِمُ أَحَداً مِنْ خَلْقِهِ، فَلاَ يُنْقَصُ مِنْ حَسَنَاتِ المُسِيءِ، وَلاَ يُزَادُ فِي سَيِّئَاتِهِ.",
        "sura": "16",
        "aya": "111",
        "page": "280"
    },
    {
        "text": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ",
        "tafsir": "{  وضرب الله مثلا قرية } ،  جعل الله قرية موصوفة بهذه الصفات مثلا لكل قوم أنعم الله عليهم بهذه النعم فأبطرتم ،  وكفروا بالله فانتقم منهم ،  ويدخل في هؤلاء دخولا أوليا أهل مكة\r\nوالمراد بالقرية :  أهلها ، {  أمنة } ،  لا يغار عليهم ، {  مطمئنة } ،  قارة بأهلها لا يحتاجون للنجعة كما يحتاج سائر العرب ، {  رغدا } ،  واسعا ،  {  فأذاقها الله لباس الجوع والخوف } ،  فأذاقها الله ما غشيها من صنوف البلاء بسبب سوء صنيعهم ،  وهكذا أهل مكة . \r\n\r\n",
        "sura": "16",
        "aya": "112",
        "page": "280"
    },
    {
        "text": "وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَٰلِمُونَ",
        "tafsir": "{ظَالِمُونَ}\r\n(113) - لَقَدْ مَنَّ اللهُ تَعَالَى عَلَى أَهْلِ مَكَّةَ بِأَنْ أَرْسَلَ إِلَيْهِمْ رَسُوْلاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِ اللهِ، وَيُذَكِّرُهُمْ بِمِنَنِ اللهِ عَلَيْهِمْ، إِذْ جَعَلَ لَهُمْ حَرَماً آمِناً يُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِ، وَكَانَ عَلَيْهِمْ أَنْ يَشْكُرُوا اللهَ عَلَى هذِهِ النِّعْمَةِ، وَلَكِنَّهُمْ بَدَلاً مِنَ الشُّكْرِ كَذَّبُوا الرَّسُولَ، وَاسْتَكْبَرُوا، وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ، فَأَخَذَهُمُ العَذَابُ، وَأَذَلَّهُمُ اللهُ بِسَبَبِ ظُلْمِهِمْ وَكُفْرِهِمْ وَبَغْيِهِمْ، فَهُزِمُوا فِي بَدْرٍ، وَتَتَالَتْ هَزَائِمُهُمْ حَتَّى فَتَحَ اللهُ مَكَّةَ عَلَى رَسُولِهِ صلى الله عليه وسلم .",
        "sura": "16",
        "aya": "113",
        "page": "280"
    },
    {
        "text": "فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلًا طَيِّبًا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
        "tafsir": "{حَلالاً} {نِعْمَتَ}\r\n(114) - فَكُلُوا يَا أَيُّهَا المُؤْمِنُونَ مِمَّا رَزَقَكُمُ اللهُ مِنَ الطَّيِّبَاتِ التِي أَحَلَّهَا لَكُمْ، وَذَرُوا مَا حَرَّمَهُ اللهُ عَلَيْكُمْ مِنَ الخَبَائِثِ، وَاشْكُرُوا رَبَّكُمْ عَلَى نِعَمِهِ وَآلاَئِهِ، إِنْ كُنْتُمْ تُؤْمِنُونَ بِهِ، وَلاَ تُشْرِكُونَ مَعَهُ فِي العِبَادَةِ أَحَداً، فَهُوَ المَعْبُودُ المُنْعِمُ.",
        "sura": "16",
        "aya": "114",
        "page": "280"
    },
    {
        "text": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{  وما أهل لغير الله به } ( آية 173 البقرة ص 56-3 المائدة ص 183 ) .",
        "sura": "16",
        "aya": "115",
        "page": "280"
    },
    {
        "text": "وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَٰذَا حَلَٰلٌ وَهَٰذَا حَرَامٌ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
        "tafsir": "{حَلاَلٌ}\r\n(116) - وَلاَ تَقُولُوا عَنْ شَيءٍ هذا حَرَامٌ، وَهَذا حَلاَلٌ، إِذَا لَمْ يَأْتِكُمْ حِلُّهُ وَتَحْرِيمُهُ عَنِ اللهِ وَرَسُولِهِ، فَالذِي يُحَلِّلُ وَيُحَرِّمُ هُوَ اللهُ وَحْدَهُ.\r\n(وَيَدْخُلُ فِي هذا ابْتِداعُ بِدْعَةٍ لَيْسَ لَهَا مُسْتَنَدٌ شَرْعِيٌّ، أَوْ تَحْلِيلُ شيءٍ مِمَّا حَرَّمَ اللهُ، أَوْ تَحْرِيمُ شَيءٍ مِمَّا أَحَلَّهُ اللهُ بِمُجَرَّدِ الرَّأْيِّ وَالهَوَى).\r\nثُمَّ يَتَوَعَّدُ اللهُ تَعَالَى الَّذِينَ يَفْتَرُونَ الكَذِبَ عَلَى اللهِ، وَيَقُولُ عَنْهُمْ: إِنَّهُمْ لاَ يُفْلِحُونَ فِي الدُّنْيَا، وَلاَ فِي الآخِرَةِ.",
        "sura": "16",
        "aya": "116",
        "page": "280"
    },
    {
        "text": "مَتَٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{مَتَاعٌ}\r\n(117) - فَالمَنَافِعُ التِي يَحْصُلُ عَلَيْهَا هؤُلاءِ المُحَلِّلُونَ وَالمُحَرِّمُونَ مِنْ هذا التَّحْرِيمِ وَالتَّحْلِيلِ الذِي لاَ مُسْتَنَدَ شَرْعِيّاً لَهُمْ فِيهِ مِنْ شَرْعِ اللهِ، هِيَ تَافِهَةٌ حَقِيرَةٌ، لاَ يَعْتَدُّ بِهَا عَاقِلٌ، إِذا عَلِمَ أَنَّهَا سَتَكُونُ عَظِيمَةَ الضَّرَرِ عَلَيْهِ فِي الآخِرَةِ، وَسَتَجْعَلُهُ يَدْخُلُ نَارَ جَهَنَّمَ لِيَلْقَى فِيهَا العَذَابَ الأَلِيمَ الذِي وَعَدَهُ اللهُ بِهِ.",
        "sura": "16",
        "aya": "117",
        "page": "280"
    },
    {
        "text": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
        "tafsir": "{ظَلَمْنَاهُمْ}\r\n(118) - يَقُولُ اللهُ تَعَالَى: إِنَّهُ حَرَّمَ عَلَى اليَهُودِ فِي شَرْعِهِمْ مَا قَصَّهُ عَلَى نَبِيِّهِ الكَريمِ مِنْ قَبْلِ هذِهِ الآيَةِ (فِي سُوَرةِ الأَنْعَامِ إِذْ جَاءَ فِيهَا  { شُحُومَهُمَآ إِلاَّ مَا حَمَلَتْ ظُهُورُهُمَا }  وَهُنَا يَقُولُ تَعَالَى إِنَّهُ ضَيَّقَ عَلَى اليَهُودِ بِسَبَبِ ظُلْمِهِمْ، وَبَغْيِهِمْ، وَصَدِّهِمْ عَنْ سَبِيلِ اللهِ، فَاسْتَحَقُّوا ذَلِكَ، وَلَمْ يَظْلِمْهُمُ اللهُ، وَإِنَّمَا هُمُ الذِينَ ظَلَمُوا أَنْفُسَهُمْ.",
        "sura": "16",
        "aya": "118",
        "page": "280"
    }
]