[
    {
        "text": "وَٱتَّبَعُوا۟ مَا تَتْلُوا۟ ٱلشَّيَٰطِينُ عَلَىٰ مُلْكِ سُلَيْمَٰنَ وَمَا كَفَرَ سُلَيْمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُوا۟ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحْرَ وَمَآ أُنزِلَ عَلَى ٱلْمَلَكَيْنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيْنَ ٱلْمَرْءِ وَزَوْجِهِۦ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنْ أَحَدٍ إِلَّا بِإِذْنِ ٱللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَلَقَدْ عَلِمُوا۟ لَمَنِ ٱشْتَرَىٰهُ مَا لَهُۥ فِى ٱلْءَاخِرَةِ مِنْ خَلَٰقٍ وَلَبِئْسَ مَا شَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ لَوْ كَانُوا۟ يَعْلَمُونَ",
        "tafsir": "{  وَاتَّبَعُواْ مَا تَتْلُواْ } أقبل اليهود لما نبذوا التوراة على كتب السحرة من أهل بابل ،  التي كانت تخبرها الشياطين الكهنة في عهد سليمان ،  وزعموا أنها علم سليمان ،  وأنه كان ساحرا ولم يتم له الملك والسلطان على الإنس والجن والطير والريح إلا به ،  فأكذبهم بهذه الآية .  فالتلاوة بمعنى الإخبار والتحديث .  ولتضمن الفعل معنى الكذب عدى بعلى .\r\n{  يُعَلِّمُونَ النَّاسَ السِّحْرَ } الضمير للشياطين أو لليهود .  وقد ذكر العلامة ابن خلدون في مقدمته :  أن السحر والطلمسات علوم بكيفية استعدادات تقتدر النفوس البشرية بها على التأثير في عالم العناصر بغير آلة ولا معين .  أو بمعين من مزاج الأفلاك أو العناصر أو خواص الأعداد وبعض الموجودات .  فالنفوس الساحرة تؤثر بالهمة والتوجه في الأشياء فإن كان بغير معين وآلة فهو السحر ،  وإن كان بمعين فهو الطلسم .  وأن هذه العلوم كانت شائعة في أهل بابل من السريانيين والكلدانيين ،  وفي أهل مصر من القبط وغيرهم قبل بعثة موسى عليه السلام .  وكان لها في زمن بعثته أسواق نافقة ،  ولهذا كانت معجزته من جنس ما يدعون ويتنازعون فيه .\r\nوهناك نوع ثالث من التاثير ،  وهو تأثير النفوس في القوى المتخيلة بإلقاء أنواع من الخيالات والمحاكاة والصور فيها ،  حتى ترى كأنها واقعية وليست إلا خيالا ،  وهو المسمى بالشعوذة .  وأن خلاف العلماء في أن السحر حقيقة أو تخييل خلاف لفظي .  فالقائلون بأن له حقيقة نظروا إلى النوعين الأولين ،  والقائلون بأنه تخييل نظروا إلى النوع الثالث .  والشريعة لم تفرق بين السحر والطلمسات وحرمتها جميعا لما فيها من الضرر .\r\nوأما النوع الثالث فقد قال ابن خلدون :  إنه ملحق بهذه ين النوعين في التحريم ،  لما فيه من الضرر والحق أن لا يحرم منه إلا ما فيه مضرة ،  وأما ما ليس فيه مضرة فلا بحرم ،  وإنما ينبغي تركه لأنه لا يعني الجادين ،  و ( من حسن إسلام المرء تركه مالا يعنيه ) .  وما جاء في الحديث من عد السحر من الكبائر وعده كفرا ،  إذا كان الساحر يتجه في رياضته بالتعظيم والعبادة والخضوع والتذلل لغير الله تعالى ،  فهو محمول على النوعين الأولين .\r\nثم ذكر الفرق بين المعجزة والسحر بأنه راجع إلى التحدي ،  وهو دعوى وقوع المعجزة على وفق ما ادعاه ،  وأن الساحر مصروف عن مثل هذا التحدي ،  فلا يصح منه .  ووقوع المعجزة على وفق دعوى الكاذب غير مقدور ،  فراجعه .  وفي الآية إشارة إلى أن السحر موجب للكفر .\r\n{  وما أنزل على الملكين ببابل } أي ويعلمون ما أنزل على المالكين :  هاروت وماروت ،  ببابل ،  أي ما ألهماه وعلماه من السحر .  وعطفه على ما قبله لتنزيل تغاير المفهوم منزلة تغاير الذات ،  وكان نزولهما لتعليم السحر ابتلاء من الله تعالى\r\nوامتحانا للناس .  فمن تعلمه وعمل به كفر ،  من تعلمه وتوقي العمل به ثبت على الإيمان ،  والله تعالى وامتحانا للناس ،  كما امتحن قوم طالوت بالنهر ،  وكانا يحذران الناس أشد التحذير من العمل به ،  فلا بصفاته لأحد ولا يكشفان له وجوه الاحتيال فيه حتى يبذلا له النصيحة فيقولا له :  {  إنما نحن فتنة فلا تكفر } .\r\nوكذلك كان للتمييز بين السحر والمعجزة ،  حيث كثر في ذلك الزمان ،  وأظهر السحرة من الشبه ،  ويميطا الأذى عن الطريق .\r\nوالطاهر أنهما نزلا بصورة آدمية ،  ولا بعد في ذلك ،  فقد كان جبريل عليه السلام ينزل بصورة دحية الكلبي وغيرة .\r\nوما يروه المفسرون في قصة هاروت وماروت لا أصل له ،  وهومن أكاذيب الإسرائيليين فلا يعول عليه .\r\nوقد أنكره من الأئمة :  القاضي عياض والإمام الرازي والشهاب العراقي وابن كثير والآلوسي .\r\n{  إنما نحن فتنة } ابتلاء من الله ،  واختبار للناس ،  أيتبعون النصح ولا يعملون السحر ،  أم يخالفونه ويعملون السحر .  من الفتن ،  إدخال الذهب النار لتظهر جودته من ردائته . ثم استعمل في الاختبار والامتحان بالمحن والشدائد ،  وبالمنح واللطائف ،  لما فيه من إظهار الحال والحقيقة .  وأكثر ما تستعمل في الفتنة :  الامتحان بالمحن .  وعليه يحمل تفسير بعضهم الفتنة بالمحنة .\r\nوابتلاء الله العباد ،  ليس ليعلم أحوالهم ،  لأنه تعالى عالم بجميع المعلومات التي لانهاية له على سبيل التفصيل من الأزل ،  ولكن ليعلم العباد أحوالهم من ظهور جودة ورداءة ،  وهي الأحوال التي يعلمها الله تعالى أزلا .\r\n{  خلاق } نصيب من الخير ،  هو ما اكتسبه الإنسان من الفضيلة وتخلق به .  وفسر الخلاق :  بالقوام وبالقدر ،  والمعاني متقاربة .\r\n\r\n",
        "sura": "2",
        "aya": "102",
        "page": "16"
    },
    {
        "text": "وَلَوْ أَنَّهُمْ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَمَثُوبَةٌ مِّنْ عِندِ ٱللَّهِ خَيْرٌ لَّوْ كَانُوا۟ يَعْلَمُونَ",
        "tafsir": "{  لمثوبة } لأجر وجزاء .  وسمي بذلك لأن المحسن يثوب إليه ويرجع .\r\n\r\n",
        "sura": "2",
        "aya": "103",
        "page": "16"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقُولُوا۟ رَٰعِنَا وَقُولُوا۟ ٱنظُرْنَا وَٱسْمَعُوا۟ وَلِلْكَٰفِرِينَ عَذَابٌ أَلِيمٌ",
        "tafsir": "{  لا تقولوا راعنا } كان المؤمنون إذا حدثهم رسول الله صلى الله عليه وسلم يقولون له :  {  راعنا } من المراعاة ،  وهي المبالغة في الرعي ،  وهو حفظ الغير وتدبير أموره ،  وتدارك مصالحه .  يريدون :  راقبنا وتأن بنا ،  حتى نفهم كلامك\r\nونحفظه .\r\nوكانت هذه اللفظة بلغة اليهود سبا قبيحا ،  أو بمعنى :  اسمع لا سمعت .  أويا أحمق ،  من الرعونة ،  وهي الحماقة والخفة .  فلما سمع اليهود هذه اللفظة من المسلمين ،  كما قال تعالى :  {  من الذين هادوا يحرفون الكلام عن مواضعه ويقولون سمعنا وعصينا واسمع غير مسمع وراعنا ليا بألسنتهم وطعنا في الدين } {[39]} .  فنبهي المؤمنون عن مخاطبته بهذه اللفظة ،  قطعا لألسنة اليهود حتى لا يتخذوها ذريعة إلى سبه صلى الله عليه وسلم ،  وأمروا بأن يقولوا ما في معناها ،  مما لا يمكن التذرع به إلى ذلك ،  وهو انظرنا ،  أي انتظرنا وتأن ،  أو انظر إلينا .  وهذه الآية أصل في سد الذرائع .",
        "sura": "2",
        "aya": "104",
        "page": "16"
    },
    {
        "text": "مَّا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَلَا ٱلْمُشْرِكِينَ أَن يُنَزَّلَ عَلَيْكُم مِّنْ خَيْرٍ مِّن رَّبِّكُمْ وَٱللَّهُ يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
        "tafsir": "{أَهْلِ ٱلْكِتَابِ}\r\n(105) - إِنَّ الذِينَ عَرَفْتُمْ حَالَهُمْ مَعَ أَنْبِيَائِهِمْ مِنْ أَهْلِ الكِتَابِ، هُمْ حَسَدَةٌ لَكُمْ لاَ يُرِيدُوُنَ أَنْ يُصِيبَكُمْ خَيْرٌ مِنْ رَبِّكُمْ، وَلاَ أَنْ يَتَرَسَّخَ دِينُكُمْ، وَلاَ أَنْ تَتَثَبَّتَ أَرْكَانُهُ. وَالمُشْرِكُونَ مِثْلُ أَهْلِ الكِتَابِ فِي كُرْهِهِمْ لَكُمْ، وَحَسَدِهِمْ إِيَّاكُمْ، وَتَمَنِّيِهِمْ أَنْ تَدُورَ عَلَى المُسْلِمِينَ الدَّوائِرُ، وَأَنْ يَنْتَهِيَ أَمْرُ الإِسْلاَمِ وَالمُسْلِمِينَ. وَحَسَدُ الحَاسِدِ يَدُلُّ عَلَى أَنَّهُ سَاخِطٌ عَلَى رَبِّهِ، مُعْتَرِضٌ عَلَى حُكْمِهِ وَحِكْمَتِهِ، لأَنَّهُ أَنْعَمَ عَلَى المَحْسُودِ بِمَا أَنْعََمَ، وَاللهُ لاَ يُضِيرُهُ سَخَطُ السَّاخِطِينَ، وَلاَ يُحوِّلُ مَجَارَي نِعْمَتِهِ حَسَدُ الحَاسِدِينَ، فَهُوَ يَخْتَصُّ مَنْ يَشَاءُ بِرَحْمَتِهِ وَهُوَ صَاحِبُ الفَضْلِ العَظِيمِ عَلَى مَنِ اخْتَارَهُ لِلنُّبُوَّةِ، وَهُوَ صَاحِبُ الإِحْسَانِ وَالمِنَّةِ عَلَى عِبَادِهِ.",
        "sura": "2",
        "aya": "105",
        "page": "16"
    }
]