[
    {
        "text": "حمٓ",
        "tafsir": "(حَا. مِيم).\r\n(1) - اللهُ أَعْلَمُ بِمُرَادِهِ.\n",
        "sura": "42",
        "aya": "1",
        "page": "483"
    },
    {
        "text": "عٓسٓقٓ",
        "tafsir": "(عَيْنَ. سِينْ. قَافْ).\r\n(2) - (وَتُقْرأ هَذِهِ الحُرُوفُ، مُقَطَّعَةً كُلُّ حَرْفٍ عَلَى حِدَةٍ) اللهُ أَعْلَمُ بِمُرَادِهِ.\n",
        "sura": "42",
        "aya": "2",
        "page": "483"
    },
    {
        "text": "كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "tafsir": "{  كذلك يوحى إليك .  .  .  } أي مثل ما في هذه السورة من الدعوة إلى التوحيد والتصديق بالبعث والنبوة – أوحى الله به إليك وإلى الرسل من قبلك ،  لتبلغوه للناس هداية وتبصيرا ،  وإنذارا\r\nوتبشيرا .  فالكاف مفعول  \" يوحى \"  وفاعله لفظ الجلالة ،  والمشار إليه ما في هذه السورة وجيء ب  \" يوحى \"  بدل أوحى للدلالة على استمراره في الماضي ،  وأن إيحاء مثله عادته تعالى .\r\n\r\n",
        "sura": "42",
        "aya": "3",
        "page": "483"
    },
    {
        "text": "لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(4) - اللهُ تَعَالَى هُوَ مَالِكُ السَّمَاوَاتِ والأَرْضِ، وَجَمِيعُ مَنْ فِيهِنَّ عَبِيدٌ لَهُ، وَهُمْ تَحْتَ قَهْرِهِ وَتَصَرُّفِهِ، وَهُوَ المُتَعَالِي فَوْقَ كُلِّ مَا فِي الوُجُودِ، العَظِيمُ الذِي لاَ يُمَاثِلُهُ شَيْءٌ.\n",
        "sura": "42",
        "aya": "4",
        "page": "483"
    },
    {
        "text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ وَٱلْمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى ٱلْأَرْضِ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
        "tafsir": "{  تكاد السموات يتفطرن } أي يتشققن فيسقطن من عظمهن{  من فوقهن } من أعلاهن ،  من علو شأنه تعالى وعظمته ،  وهيبته وجلاله .\r\n{  والملائكة } في السموات العلا{  يسبحون بحمد ربهم } ينزهونه عما لا ينبغي له من الشريك والولد وسائر النقائص ،  متلبسين بحمده تعالى والثناء عليه ؛  إيمانا وإذعانا لعظمته . {  ويستغفرون لمن في الأرض } يطلبونه للمؤمنين من أهل الأرض عفو الله وغفرانه ؛  خوفا عليهم من سطوة جبروته .\r\n\r\n",
        "sura": "42",
        "aya": "5",
        "page": "483"
    },
    {
        "text": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
        "tafsir": "{  والذين اتخذوا من دونه أولياء } شركاء وأندادا ؛  وهم الذين جهلوا عظمته تعالى فنسبوا إليه ما لا يليق به . {  الله حفيظ عليهم } رقيب عليهم ،  يحصى أعمالهم فيجازيهم بها{  وما أنت عليهم بوكيل } بموكل عليهم ،  ولا مفوض إليك أمرهم ؛  بل ما عليك إلا البلاغ ،  وعلينا الحساب .\r\n\r\n",
        "sura": "42",
        "aya": "6",
        "page": "483"
    },
    {
        "text": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْءَانًا عَرَبِيًّا لِّتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ ٱلْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِى ٱلْجَنَّةِ وَفَرِيقٌ فِى ٱلسَّعِيرِ",
        "tafsir": "{  وكذلك أوحينا إليك .  .  .  } أي ومثل ذلك الإيحاء البديع البين أوحينا إليك قرآنا عربيا ،  لا لبس فيه عليك ولا على قومك . {  لتنذر أم القرى } أي أهل أم القرى وهي مكة ؛  وسميت بذلك لأنها بالنسبة لما حولها كالأصل . {  ومن حولها } أي تنذر من حولها من العرب العذاب على الشرك بالله .  وخصوا بالذكر مع عموم الرسالة لأنهم أول المنذرين ،  وأقرب من سواهم إليه صلى الله عليه وسلم . {  وتنذر يوم الجمع } أي وتنذر الناس هول يوم القيامة الذي يجتمع فيه الخلائق للحساب ،  ويقضى فيه على فريق بالعذاب ولفريق بالثواب .\r\n\r\n",
        "sura": "42",
        "aya": "7",
        "page": "483"
    },
    {
        "text": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَهُمْ أُمَّةً وَٰحِدَةً وَلَٰكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِىٍّ وَلَا نَصِيرٍ",
        "tafsir": "{  ولو شاء الله لجعلهم أمة واحدة } أي على الدين الحق ،  فلم تختلف آخرتهم .  ولكنه لم يشأ\r\nذلك لحكمته البالغة ؛  فافترق الناس على أديان شتى ،  والحق واحد ؛  ليقضى الله أمرا كان مفعولا .  وهو كقوله تعالى :   \" ولو شاء الله لجمعهم على الهدى \"  {[303]} .  وقوله تعالى :   \" ولو شئنا لآتينا كل نفس هداها \"  {[304]} . {  ولكن يدخل من يشاء في رحمته } وهم الذين عرفوا الدين الحق واتبعوه . {  والظالمون } لأنفسهم بجهلهم به ومعاندتهم له{  ما لهم من ولي ولا نصير } يوم الجزاء .",
        "sura": "42",
        "aya": "8",
        "page": "483"
    },
    {
        "text": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ فَٱللَّهُ هُوَ ٱلْوَلِىُّ وَهُوَ يُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  أم اتخذوا من دونه أولياء } أي بل أتخذوا – متجاوزين الله – أولياء من الأصنام وغيرها .\r\nف  \" أم \"  بمعنى بل وهمزة الاستفهام الإنكاري ؛  وهي لإنكار وقوع ذلك ونفيه على أبلغ وجه .  أي أن ما فعلوا ليس من اتخاذ الأولياء في شيء ؛  لأن ذلك فرع كون الأصنام أولياء ،  وهو أظهر المحالات .\r\n\r\n",
        "sura": "42",
        "aya": "9",
        "page": "483"
    },
    {
        "text": "وَمَا ٱخْتَلَفْتُمْ فِيهِ مِن شَىْءٍ فَحُكْمُهُۥٓ إِلَى ٱللَّهِ ذَٰلِكُمُ ٱللَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
        "tafsir": "(10) - وَإِذَا تَنَازَعْتُمْ وَاخْتَلَفْتُمْ فِي أَمْرٍ مِنْ أُمُورِ الدِّينِ فَرُدُّوا حُكْمَهُ إِلَى اللهِ، فَهُوَ الحَاكِمُ العَادِلُ الذِي يَقْضِي بَيْنَ النَّاسِ يَوْمَ القِيَامَةِ فِيمَا اخْتَلَفُوا فِيهِ. وَذَلِكَ الحَاكِمُ العَادِلُ فِي كُلِّ شَيءٍ هُوَ اللهُ الذِي أَعْبُدُهُ، وَأَتَّخِذُهُ لِي رَبّاً، وَلاَ أَعْبُدُ غَيْرَهُ، وَلاَ أَدْعُو سِوَاهُ، عَلَيْهِ تَوكلْتُ فِي دفْعِ كَيْدِ الأَعْدَاءِ، وَإِلَيْهِ أَرْجِعُ فِي جَمِيعِ أُمُورِي.\r\nأَنَابَ - رَجَعَ.\n",
        "sura": "42",
        "aya": "10",
        "page": "483"
    }
]