[{"text":"فَقُطِعَ دَابِرُ ٱلْقَوْمِ ٱلَّذِينَ ظَلَمُوا۟ وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ","aya":"45","page":"133","tafsir":"{  فقطع دابر القوم }أخرهم الذي يدبرهم .  و الدابر : التابع من خلف .  يقال : دبر القوم يدبرهم دبورا ،  إذا كان أخرهم في المجيء .  والمراد أنهم استؤصلوا بالعذاب استئصالا .  \r\n \r\n"},{"text":"قُلْ أَرَءَيْتُمْ إِنْ أَخَذَ ٱللَّهُ سَمْعَكُمْ وَأَبْصَٰرَكُمْ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِهِ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْءَايَٰتِ ثُمَّ هُمْ يَصْدِفُونَ","aya":"46","page":"133","tafsir":"{  ثم يصدفون }يعرضون عن الآيات مكذبين .  يقال : صدف عن الشيء يصدف صدفا وصدوفا ،  إذا أعرض عنه .  و أصدفه عن كذا : أماله عنه و صرفه .  وأصله صدفة الجبل ،  أي جانبه و منقطعه .  \r\n \r\n"},{"text":"قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلظَّٰلِمُونَ","aya":"47","page":"133","tafsir":"{  بغتة أو جهرة }مفاجأة .  أو ظاهرا عيانا .  \r\n \r\n"},{"text":"وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ فَمَنْ ءَامَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","aya":"48","page":"133","tafsir":"no text"},{"text":"وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلْعَذَابُ بِمَا كَانُوا۟ يَفْسُقُونَ","aya":"49","page":"133","tafsir":"no text"},{"text":"قُل لَّآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ لَكُمْ إِنِّى مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ أَفَلَا تَتَفَكَّرُونَ","aya":"50","page":"133","tafsir":"{  قل لا أقول لكم }اقترحوا على الرسول صلى الله عليه وسلم أشياء تعجيزا و تعنتا ؟ فنزلت الآية .  أي قل لهم  لا أدعى أن عندي مقدورات الله فأتصرف فيها كيف أشاء .  ولا أنى أعلم الغيب فأخبركم \r\nالغيب ولا أقول لكم إني ملك إن أتبع إلا ما يوحي إلى قل هل يستوي الأعمى والبصير أفلا تتفكرون ،  وأنذر به الذين يخافون أن يحشرون إلى ربهم ليس لهم من دونه ولي ولا شفيع لعلهم يتقون ،  ولا تطرد الذين يدعون ربهم بالغداوة والعشي يريدون وجهه ما عليك من حسابهم من شيء وما من حسابكم بما سيكون .  و لا أنى ملك حتى لا آكل و لا أشرب ولا أتزوج .  وما أنا إلا عبد الله يتبع ما أوحاه الله إليه ،  فكيف تقترحون على ما لا شأن لي به .  والخزائن : جمع خزانة ،  وهي ما يخزن فيه الشيء النفيس .  و خزن الشيء : إحرازه حيث لا تناله الأيدي .  \r\n \r\n"},{"text":"وَأَنذِرْ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحْشَرُوٓا۟ إِلَىٰ رَبِّهِمْ لَيْسَ لَهُم مِّن دُونِهِۦ وَلِىٌّ وَلَا شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ","aya":"51","page":"133","tafsir":"{  و أنذر به الذين يخافون }خوف بالقرآن الذي أوحي إليك القوم الذين يخافون{  أن يحشروا إلى ربهم }غير منصورين ولا مشفوعا لهم .  والمراد بهم عصاة المؤمنين .  وقيل : المقرون بالبعث ،  سواء كانوا جازمين بأصله ،  أو مترددين في شفاعة الأنبياء أو في شفاعة الأصنام .  وهو أمر من الله لرسوله بتذكيرهم و إنذارهم .  وتنديد بالمشركين الذين لا ينفع فيهم الوعظ والتذكير .  \r\n \r\n"},{"text":"وَلَا تَطْرُدِ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَىْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","aya":"52","page":"133","tafsir":"{  و لا تطرد الذين يدعون ربهم }ولا تبعد عنك ضعفاء المؤمنين الذين سارعوا إلى الإيمان بك ،  واستداموا على عبادة ربهم يبتغون بها وجهه الكريم ،  مثل : سلمان ،  و بلال ،  و صهيب ،  وعمار ،  \r\nو خباب ،  أملا في إسلام رؤساء المشركين وسادتهم الذين استنكفوا منهم وقالوا : لو طردت هؤلاء السقاط لجالسناك .  بل اجعلهم جلساءك و أخصاءك فهم عند الله أفضل و أزكى ،  كما قال تعالى : {  واصبر نفسك مع الذين يدعون ربهم بالغداة و العشي يريدون وجهه و لا تعد عيناك عنهم تريد زينة الحياة الدنيا و لا تطع من أغفلنا قلبه عن ذكرنا واتبع هواه وكان أمره فرطا }{[135]} .  ولم يقع منه صلى الله عليه وسلم طرد لهم ،  وإنما لهم بإبعادهم وقت حضور هؤلاء السادة ،  لمصلحة أخرى ،  وهي التلطف لهم أملا في إسلامهم .  والغداة لغة : كالبكرة ،  ما بين صلاة الفجر و طلوع الشمس .  و العشي : آخر النهار .  أو من الزوال إلى الغروب .  والمراد بهما هنا جميع الأوقات .  \r\n{  ما عليك من حسابهم من شيء }لما قال المشركون في حق هؤلاء الضعفاء : إنهم ما قبلوا دينك ولازموك إلا لحاجتهم إلى المأكول والملبوس ،  قال تعالى إن كان الأمر كما زعموا فما يلزمك إلا \r\nاعتبار الظاهر ،  وحسابهم على الباطن لا يتعدى إليك ،  كما أن حسابك لا يتعدى إليهم .  وهو كقوله تعالى : {  ولا تزر وازرة وزر أخرى }{[136]} .  وقوله{  فتطردهم }جواب لقوله{  ما عليك من حسابهم من شيء }وقوله{  فتكون من الظالمين }جواب لقوله{  ولا تطرد }أي فتكون من الذين يضعون الشيء في غير موضعه ."}]