[
    {
        "text": "عَمَّ يَتَسَآءَلُونَ",
        "tafsir": "{عم يتساءلون} عن أي شيء يسأل هؤلاء الجاحدون بعضهم بعضا. أو يسائلون الرسول صلى الله لعيه وسلم والمؤمنين استهزاء. و  \" عم\" أصلها: عن ما؛ فأدغمت النون في ما الاستفهامية، وحذفت ألفها للتخفيف. وفي الاستفهام وإبهام المستفهم عنه إشعار بفخامة أمره، وتشويق للسامعين على معرفة شأنه؛ فبينه الله تعالى بقوله: {عن النبأ العظيم}",
        "sura": "78",
        "aya": "1",
        "page": "582"
    },
    {
        "text": "عَنِ ٱلنَّبَإِ ٱلْعَظِيمِ",
        "tafsir": "أي يتساءلون عن الخبر العظيم الشأن الذي جاء به محمد صلى الله عليه وسلم، ونطق به القرآن .",
        "sura": "78",
        "aya": "2",
        "page": "582"
    },
    {
        "text": "ٱلَّذِى هُمْ فِيهِ مُخْتَلِفُونَ",
        "tafsir": "{الذي هم فيه مختلفون} أي الذي هم عريقون في الاختلاف فيه؛ فمنهم الجازم باستحالته، ومنهم الشاك فيه. وجميعهم ينكرون الرسالة، ويكذبون الرسول، ويجحدون القرآن مكابرة وعنادا؛ وإلا فآيات صدقه، وتواتر معجزاته التي أعظمها وأبينها القرآن المبين– كافية في تصديقه! ودلائل قدرة الله تعالى على البعث في اليوم الآخر– ناطقة بإمكانه لمن عقل وتبصر  !",
        "sura": "78",
        "aya": "3",
        "page": "582"
    },
    {
        "text": "كَلَّا سَيَعْلَمُونَ",
        "tafsir": "{كلا} ردع وزجر عن ذلك التساؤل. {سيعلمون} وعيد لهم وتهديد. أي ليرتدوا عما هم عليه من التساءل استهزاء عن البعث؛ فإنهم سيعلمون عما قليل حقيقة الحال إذا حل بهم النكال .",
        "sura": "78",
        "aya": "4",
        "page": "582"
    },
    {
        "text": "ثُمَّ كَلَّا سَيَعْلَمُونَ",
        "tafsir": "ثم أكد ذلك الردع والوعيد بقوله: {ثم كلا سيعلمون} ثم أقام الله لهم من دلائل قدرته على البعث عشرة أدلة، لا يسعهم إنكارها، ولا مناص لهم من الإقرار بها؛ فكيف ينكرونه أو يشكون فيه بعد ذلك! ؟",
        "sura": "78",
        "aya": "5",
        "page": "582"
    },
    {
        "text": "أَلَمْ نَجْعَلِ ٱلْأَرْضَ مِهَٰدًا",
        "tafsir": "{مهادا} فراشا موطأ كالمهد؛ لتمكينهم من الاستقرار عليها والتقلب في أنحائها، والانتفاع بما أودعناه لكم فيها. والمهاد: مصدر بمعنى ما يمهد؛ وجعلت به الأرض مهادا مبالغة في جعلها موطئا للناس والدواب يقيمون عليها. أو بتقدير مضاف؛ أي ذات مهاد .",
        "sura": "78",
        "aya": "6",
        "page": "582"
    },
    {
        "text": "وَٱلْجِبَالَ أَوْتَادًا",
        "tafsir": "{والجبال أوتادا} كالأوتاد للأرض؛ أي أرسيناها بالجبال لئلا تميد وتضطرب؛ كما يرسى البيت بالأوتاد لئلا تعصف به الرياح. جمع وتد– بفتح التاء وكسرها– وفعله كوعد .",
        "sura": "78",
        "aya": "7",
        "page": "582"
    },
    {
        "text": "وَخَلَقْنَٰكُمْ أَزْوَٰجًا",
        "tafsir": "{وخلقناكم أزواجا} مزدوجين ذكرا وأنثى؛ ليتأتى التناسل وحفظ النوع، وتنظيم أمر المعاش في الأرض. أو أصنافا في اللون والصورة، واللغة، والقوى، والمواهب والطبائع؛ لاقتضاء الحكمة هذا الاختلاف بين بني الإنسان .",
        "sura": "78",
        "aya": "8",
        "page": "582"
    },
    {
        "text": "وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا",
        "tafsir": "{وجعلنا نومكم سباتا} أي قطعا لأعمالكم. وهو إشارة إلى ما قاله تعالى في صفة الليل: \" لتسكنوا فيه\" لتستريحوا فيه من عناء العمل طول النهار؛ من السبت وهو القطع. يقال: سبت الشيء سبتا، قطعه. وسبت شعره وسلته: حلقه؛ والفعل كضرب ونصر. أو جعلناه نوما خفيفا غير ممتد حتى لا يختل أمر معاشكم؛ من السبت بمعنى الراحة والسكون. يقال: سبت يسبت، استراح وسكن .",
        "sura": "78",
        "aya": "9",
        "page": "582"
    },
    {
        "text": "وَجَعَلْنَا ٱلَّيْلَ لِبَاسًا",
        "tafsir": "{الليل لباسا} سترا لكم بما يغشاكم من ظلمته؛ كما يغشى اللباس لابسه ويستره .",
        "sura": "78",
        "aya": "10",
        "page": "582"
    },
    {
        "text": "وَجَعَلْنَا ٱلنَّهَارَ مَعَاشًا",
        "tafsir": "{والنهار معاشا} وقت معاش لكم تتقلبون فيه لتحصيل ما تعيشون به .",
        "sura": "78",
        "aya": "11",
        "page": "582"
    },
    {
        "text": "وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا",
        "tafsir": "{سبعا شدادا} سبع سموات قويات محكمات، لا يتطرق إليهن فطور ولا شقوق على مر الدهور، إلى أن يأتي أمر الله فيها من عجائب الخلق وبديع الصنع ما يشهد بقدرة العليم الحكيم .",
        "sura": "78",
        "aya": "12",
        "page": "582"
    },
    {
        "text": "وَجَعَلْنَا سِرَاجًا وَهَّاجًا",
        "tafsir": "{وجعلنا سراجا} أنشأنا في السماء مصباحا زارها مضيئا، وهو الشمس. {وهاجا} بالغا في الحرارة؛ من الوهج وهو الحرارة من بعيد؛ ومنه توهجت النار: توقدت. والشمس جامعة بين الإضاءة التي أشير إليها بالتعبير عنها بالسراج، وبين الحرارة التي أشير إليها بوصفه بالوهاج. امتن الله على الخلق بإبداعها مضيئة حارة، لما في ذلك من المنافع العظمى التي لا يحيط بها الوصف، والتي تتوقف عليها الحياة على سطح الأرض .",
        "sura": "78",
        "aya": "13",
        "page": "582"
    },
    {
        "text": "وَأَنزَلْنَا مِنَ ٱلْمُعْصِرَٰتِ مَآءً ثَجَّاجًا",
        "tafsir": "{من المعصرات} من السحائب التي قد آن لها أن تمطر لامتلائها بالماء. أو التي تتحلب بالمطر قليلا قليلا، ولما تصبه صبا. جمع معصر. {ماء ثجاجا} منصبا بكثرة. يقال: ثج الماء– من باب رد– إذا انصب بكثرة وتجه: صبه كذلك. ومطر ثجاج: شديد الانصباب جدا .",
        "sura": "78",
        "aya": "14",
        "page": "582"
    },
    {
        "text": "لِّنُخْرِجَ بِهِۦ حَبًّا وَنَبَاتًا",
        "tafsir": "{لنخرج به حبا} ما يقتات به الناس كالحنطة والشعير. {ونباتا} ما تعتلف به الدواب كالتبن والكلأ .",
        "sura": "78",
        "aya": "15",
        "page": "582"
    },
    {
        "text": "وَجَنَّٰتٍ أَلْفَافًا",
        "tafsir": "{وجنات ألفافا} بساتين ملتفة الشجر لتقارب أغصانها. و  \" ألفافا\" اسم جمع لا مفرد له؛ كالأوزاع للجماعات المتفرقة. وقيل: جمع لفيف؛ كأشراف وشريف. وبعد أن بين الله بهذه الدلائل المشاهدة قدرته الباهرة ليلزمهم الحجة في أمر البعث حتى لا يجدوا سبيلا إلى جحوده هددهم أشد التهديد ببيان أن الساعة آتية لا محالة، وفيها فصل القضاء بين الحق والباطل، والحساب والجزاء فقال: {إن يوم الفصل كان ميقاتا}",
        "sura": "78",
        "aya": "16",
        "page": "582"
    },
    {
        "text": "إِنَّ يَوْمَ ٱلْفَصْلِ كَانَ مِيقَٰتًا",
        "tafsir": "ميعادا لبعث الأولين والآخرين، وما يترتب عليه من الجزاء ثوابا وعقابا، لا يتقدم ولا يتأخر .",
        "sura": "78",
        "aya": "17",
        "page": "582"
    },
    {
        "text": "يَوْمَ يُنفَخُ فِى ٱلصُّورِ فَتَأْتُونَ أَفْوَاجًا",
        "tafsir": "{يوم ينفخ في الصور} للبعث من القبور {فتأتون أفواجا} أمما مع كل أمة إمامها؛ كما قال تعالى: \" يوم ندعو كل أناس بإمامهم\" :  أو زمرا أو جماعات مختلفة الأحوال حسب اختلاف الأعمال. جمع فوج .",
        "sura": "78",
        "aya": "18",
        "page": "582"
    },
    {
        "text": "وَفُتِحَتِ ٱلسَّمَآءُ فَكَانَتْ أَبْوَٰبًا",
        "tafsir": "{وفتحت السماء. .  .} شقت وفرجت لنزول الملائكة، فصارت شقوقها لسعتها كالأبواب؛ وهو كقوله تعالى: \" إذا السماء انشقت\" وقوله\" إذا السماء انفطرت\" وقوله: \" ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا\" .",
        "sura": "78",
        "aya": "19",
        "page": "582"
    },
    {
        "text": "وَسُيِّرَتِ ٱلْجِبَالُ فَكَانَتْ سَرَابًا",
        "tafsir": "{وسيرت الجبال} في الجو على هيئتها بعد تفتتها، وقلعها من مقارها. {فكانت سرابا} أي فصارت بعد تسييرها كالسراب، فترى بعد تفتتها وارتفاعها في الهواء كأنها جبال وليست جبالا؛ وإنما هي غبار يتكاثف ويتراكم، يرى من بعد كأنه جبل؛ كالسراب يرى من بعد كأنه بحر وليس به .",
        "sura": "78",
        "aya": "20",
        "page": "582"
    },
    {
        "text": "إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا",
        "tafsir": "{كانت مرصادا} كانت معدة مهيأة",
        "sura": "78",
        "aya": "21",
        "page": "582"
    },
    {
        "text": "لِّلطَّٰغِينَ مَـَٔابًا",
        "tafsir": "{للطاغين} ؛  من قولهم: أرصدت له، أي أعددت له، وكافأته بالخير أو بالشر. أو موضع رصد وترقب؛ ترصدهم فيه خزنة النار لتعذيبهم. {مآبا} مرجعا يرجعون إليها ويأوون فيها؛ بدل من\" مرصادا\" .",
        "sura": "78",
        "aya": "22",
        "page": "582"
    },
    {
        "text": "لَّٰبِثِينَ فِيهَآ أَحْقَابًا",
        "tafsir": "{لابثين فيها أحقابا} ماكثين فيها دهورا متتابعة لا نهاية لها، كلما مضى دهر تبعه دهر. جمع حقب- بضم فسكون وبضمتين– وهو الدهر .",
        "sura": "78",
        "aya": "23",
        "page": "582"
    },
    {
        "text": "لَّا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا",
        "tafsir": "{لا يذوقون فيها بردا} أي شيئا من الروح والراحة ينفس عنهم حرها. {ولا شرابا} أي شيئا من الشراب يطفئ غلتهم، ويخفف عطشهم .",
        "sura": "78",
        "aya": "24",
        "page": "582"
    },
    {
        "text": "إِلَّا حَمِيمًا وَغَسَّاقًا",
        "tafsir": "{إلا حميما} أي ولكن يذوقون فيها حميما، وهو الماء البالغ نهاية الحرارة. {وغساقا} وهو ما يسيل من جلودهم من القبيح والصديد. يقال: غسق الجرح– كضرب وسمع– غساقا، سال منه ماء أصفر .",
        "sura": "78",
        "aya": "25",
        "page": "582"
    },
    {
        "text": "جَزَآءً وِفَاقًا",
        "tafsir": "{جزاء وفاقا} أي جوزوا بذلك جزاء موافقا لأعمالهم؛ كما يقتضيه العدل والحكمة. مصدر بمعنى اسم الفاعل .",
        "sura": "78",
        "aya": "26",
        "page": "582"
    },
    {
        "text": "إِنَّهُمْ كَانُوا۟ لَا يَرْجُونَ حِسَابًا",
        "tafsir": "وقد ارتكبوا المنكرات، وكفروا وأجرموا لأنهم لم يكونوا يعتقدون أنهم سيرجعون إلى الله، وأنه سيحاسبهم على أعمالهم.",
        "sura": "78",
        "aya": "27",
        "page": "582"
    },
    {
        "text": "وَكَذَّبُوا۟ بِـَٔايَٰتِنَا كِذَّابًا",
        "tafsir": "{وكذبوا بآيتنا كذابا} تكذيبا مفرطا. ومجيء فعال بمعنى تفعيل في مصدر فعل، شائع في الفصيح .",
        "sura": "78",
        "aya": "28",
        "page": "582"
    },
    {
        "text": "وَكُلَّ شَىْءٍ أَحْصَيْنَٰهُ كِتَٰبًا",
        "tafsir": "{أحصيناه كتابا} أي إحصاء؛ مصدر مؤكد من معنى أحصيناه. والإحصاء: التحصيل بالعدد، وأصله من لفظ الحصا، واستعمل فيه من حيث إنهم كانوا يعتمدون على الحصا في العدد؛ كاعتمادنا فيه على الأصابع .",
        "sura": "78",
        "aya": "29",
        "page": "582"
    },
    {
        "text": "فَذُوقُوا۟ فَلَن نَّزِيدَكُمْ إِلَّا عَذَابًا",
        "tafsir": "ويقال لأهل النار ذوقوا ما أنتم فيه من العذاب الأليم، فلن نزيدكم إلا عذابا من جنسه.",
        "sura": "78",
        "aya": "30",
        "page": "582"
    }
]