[
    {
        "text": "مَّن يُطِعِ ٱلرَّسُولَ فَقَدْ أَطَاعَ ٱللَّهَ وَمَن تَوَلَّىٰ فَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ حَفِيظًا",
        "tafsir": "{  فما أرسلناك عليهم حفيظا } حافظا ورقيبا ،  تحفظ أعمالهم وتجازيهم عليها ، إنما أنت نذير . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "80",
        "page": "91"
    },
    {
        "text": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا۟ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ ٱلَّذِى تَقُولُ وَٱللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
        "tafsir": "{طَآئِفَةٌ}\r\n(81) - يُظْهِرُ لَكَ هَؤُلاءِ المُنَافِقُونَ الخُضُوعَ لأَمْرِكَ، وَالاسْتِعْدَادَ وَالانْقِيَادَ، لِيَأمَنُوا عَلَى دِمَائِهِمْ وَأَمْوَالِهِمْ، فَإذَا خَرَجُوا مِنْ عِنْدِكَ، وَتَوَارَوْا عَنْ أَنْظَارِكَ، اسْتَسَرُّوا فِيمَا بَيْنَهُمْ بِغَيْرِ مَا أَظْهَرُوهُ لَكَ، وَاللهُ يَعْلَمُ مَا يُبَيِّتُونَ مِنْ مُخَالَفَتِكَ، وَيَكْتُبُهُ عَلَيْهِمُ الكَتَبَةُ الحَافِظُونَ، فَاصْفَحْ عَنْهُمُ، وَاحْلمْ عَلَيهِمْ، وَلا تُؤاخِذْهُمْ، وَلاَ تَكْشِفْ لِلنَّاسِ أمُورَهُمْ (أَعْرِضْ عَنْهُمْ)، وَلا تَخَفْ مِنْهُمْ، وَتَوَكَّلْ عَلَى اللهِ، وَكَفَى بِاللهِ وَلِيّاً وَنَاصِراً.\r\nبَرَزُوا - خَرَجُوا.\r\nبَيَّتَ طَائِفَةٌ - دَبَّرَتْ أَوْ سَوَّتْ.",
        "sura": "4",
        "aya": "81",
        "page": "91"
    },
    {
        "text": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ ٱللَّهِ لَوَجَدُوا۟ فِيهِ ٱخْتِلَٰفًا كَثِيرًا",
        "tafsir": "{ٱلْقُرْآنَ} {ٱخْتِلاَفاً}\r\n(82) - يَأْمُرُ اللهُ تَعَالَى هَؤُلاءِ المُنَافِقِينَ بَأنْ يَتَدَّبُروا مَعَانِيَ القُرْآنِ، وَيَتَفَّهَمُوا مَا فِيهِ مِنْ إِحْكَامٍ وَبَلاَغَةٍ، وَلَوْ فَعَلُوا ذَلِكَ، لَعَلِمُوا أنَّهُ الحَقُّ مِنْ رَبِّهِمْ، وَأنَّ مَا وَعَدَ بِهِ اللهُ المُتَّقِينَ الصَّادِقِينَ وَمَا أَنْذَرَ بِهِ المُنَافِقِينَ وَالكَافِرِينَ، وَاقِعٌ لاَ مَحَالَةَ. وَيُخْبِرُهُمْ بِأنَّهُ لاَ اخْتِلاَفَ فِيهِ، وَلا اضْطِرَابَ، وَلاَ تَعَارُضَ، لأنَّهُ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ، وَلَوْ كَانَ مُنْزَّلاً مِنْ عِنْدِ غَيْرِ اللهِ لَمَا خَلاَ مِنِ اخْتِلافٍ وَتَعَارُضٍ، لأنَّهُ يَكُونُ مِنْ عَمَلِ المَخْلُوقَاتِ، وَعَمَلُ المَخْلُوقَاتِ لاَ يَخْلُو مِنَ الاخْتِلافِ وَالتَّنَاقُضِ.",
        "sura": "4",
        "aya": "82",
        "page": "91"
    },
    {
        "text": "وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ ٱلْأَمْنِ أَوِ ٱلْخَوْفِ أَذَاعُوا۟ بِهِۦ وَلَوْ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُو۟لِى ٱلْأَمْرِ مِنْهُمْ لَعَلِمَهُ ٱلَّذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَٱتَّبَعْتُمُ ٱلشَّيْطَٰنَ إِلَّا قَلِيلًا",
        "tafsir": "{  و إذا جاءهم أمر من الأمن .  .  }نزلت في ضعفاء المؤمنين ، فقد كانوا يسمعون من المنافقون أخبارا عن السرايا مظنونة غير معلوم صحتها ، وقد تكون مختلفة ، فيذيعونها قبل التثبت منها وتشيع بين الناس ، فلا تخلو من وبال يعود على المسلمين . فنهى الله ذلك عليهم ، وقال إنهم لو ردوا الأمر إلى رسول الله صلى الله عليه وسلم وإلى كبار أصحابه ، وقالوا : نسكت حتى نسمعه منهم ، ونتلقى علمه من جهتهم ، وهل هو مما يصح أن يذاع أولا يذاع ، لعلموا الحقيقة وما يجب عليهم إزاءها من كتمان أو إذاعة . وقوله : {  الذين يستنبطونه منهم }أي يتلقونه منهم ويستخرجون علمه من جهتهم ،  والمستنبطون هم المذيعون . وفي الكلام إظهار في مقام الإضمار ، والأصل : لعلموه . ولولا فضل الله على هؤلاء المذيعين بإرشادهم إلى ما يجب عليهم من الرد إلى الرسول صلى الله عليه وسلم وإلى كبار أصحابه فيما يسمعونه من هذه الأخبار لضلوا بإتباع آراء المنافقين فيما يأتون ويذرون . وقوله : {  إلا قليلا }استثناء من قوله{  أذاعوا به }أي إلا قليلا منهم لم يذيعوه ،  أي لم يفشوه ، يقال : أذاع الخبر وأذاع به ، إذا أشاعه وأفشاه . وقيل : عدى بالباء لتضمنه معنى التحديث . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "83",
        "page": "91"
    },
    {
        "text": "فَقَٰتِلْ فِى سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ ٱلْمُؤْمِنِينَ عَسَى ٱللَّهُ أَن يَكُفَّ بَأْسَ ٱلَّذِينَ كَفَرُوا۟ وَٱللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا",
        "tafsir": "{  وأشد تنكيلا } تعذيبا . وأصله التعذيب بالنكل وهو القيد ،  ثم استعمل في كل تعذيب . يقال : نكل به ينكل ، أصابه بنازلة . ونكل به ، مبالغة . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "84",
        "page": "91"
    },
    {
        "text": "مَّن يَشْفَعْ شَفَٰعَةً حَسَنَةً يَكُن لَّهُۥ نَصِيبٌ مِّنْهَا وَمَن يَشْفَعْ شَفَٰعَةً سَيِّئَةً يَكُن لَّهُۥ كِفْلٌ مِّنْهَا وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقِيتًا",
        "tafsir": "{  من يشفع شفاعة حسنة }الشفاعة : التوسط بالقول في وصول إنسان إلى منفعة دنيوية أو أخروية ، أو إلى خلاصه من مضرة كذلك . من الشفع ضد التوتر ، كأن المشفوع له كان وترا فجعله الشفيع شفعا . فمن يسعى في الخير أو في الشر يكون له نصيب من الجزاء ،  خيرا أو شرا . وإطلاق الشفاعة على السعي في الشر مشاكلة . والكفل : النصيب والحظ ، واستعماله في الشر أكثر من استعمال النصيب فيه مأخوذ من قولهم : اكتفلت البعير ، إذا أدرت على سنامه ، أو على موضع من ظهره كساء ركبت عليه ، فكان لك نصيب من الانتفاع به . <br />\r\n{  وكان الله على كل شيء مقيتا } مقتدرا أو حفيظا ،  من أفات على الشيء : اقتدر عليه .  أو من القوت ، وهو ما يمسك الرمق من الرزق ،  وتحفظ به الحياة . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "85",
        "page": "91"
    },
    {
        "text": "وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا۟ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ حَسِيبًا",
        "tafsir": "(86) - وَإذَا سَلَّمَ عَلَيْكُمْ أحَدٌ، فَرُدُّوا السَّلاَمَ عَلَيْهِ بِأفْضَلَ مِنْهُ، أوْ رُدُّوا عَلَيْهِ بِمِثْلِ مَا سَلَّمَ عَلَيْكُمْ (فََإذا قَالَ لَكُمْ السَّلاَمُ عَلَيْكُمْ فَرُدُّوا عَلَيهِ قَائِلِينَ: وَعَلَيْكُمُ السَّلاَمُ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ). فَالزِّيَادَةُ مَنْدُوبَةٌ، وَالمُمَاثَلَةُ مَفْرُوضَةٌ.\r\n(وَقَالَ الحَسَنُ البَصْرِيُّ: السَّلاَمُ تَطَوُّعٌ، وَالرَّدُّ فَرِيضَةٌ).\r\nوَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم:  \"وَالذِي نَفْسِي بِيَدِهِ لاَ تَدْخُلُوا الجَنَّةَ حَتَّى تُؤْمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أَفَلا أدُلُّكُمْ عَلَى أمْرٍ إذا فَعَلْتُمُوهُ تَحَابَبْتُمْ؟ أفْشُوا السَّلاَمَ بَيْنَكُمْ\" .\r\nوَاللهُ مُحَاسِبٌ عَلَى كُلِّ عَمَلٍ، وَاللهُ تَعَالَى رَقِيبٌ عَلَيْكُمْ فِي مُرَاعَاةِ الصِّلَةِ بَيْنَكُمْ بِالتَّحِيَّةِ، وَيُحَاسِبُكُمْ عَلَى ذَلِكَ.\r\nحَسِيباً - مُحَاسِباً وَمُجَازِياَ وَشَهِيداً.",
        "sura": "4",
        "aya": "86",
        "page": "91"
    }
]
