[
    {
        "text": "وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ",
        "tafsir": "{  أصحاب القرية } هي أنطاكية من أرض الروم ،  وكان أصحابها من عبدة الأوثان . {  المرسلون }\r\nأصحاب عيسى عليه السلام من الحواريين ،  أرسلهم إليهم بأمره تعالى حين رفع إلى السماء .\r\n{  فعززنا بثالث } فقويا الرسالة بثالث ؛  من التعزيز وهو التقوية .  يقال :  تعزز لحم الناقة إذا صلب .  وعزز المطر الأرض ،  إذا لبّدها وشدها .\r\n\r\n",
        "sura": "36",
        "aya": "13",
        "page": "441"
    },
    {
        "text": "إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ",
        "tafsir": "(14) - حِينَ أَرْسَل اللهُ تَعَالَى إِلَيْهِمْ رَسُولَيْنِ مِنْ عِنْدِهِ، فَكَذَّبُوهُما، وَأَنْكَرُوا رِسَالَتَهُمَا إِلَيْهِمْ، فَأَيَّدَهُمَا اللهُ بِرَسُولٍ ثَالِثٍ، فَقَالَ الرُّسُلُ الثَّلاَثَةُ لأَِهْلِ القَرْيَةِ: إِنَّهُمْ مُرْسَلُونَ إِلَيْهِمْ مِنْ رَبِّهِم اللهِ الذِي خَلَقَهُمْ، لإِبْلاَغِهِمْ رِسَالََتَهُ، وَلِدَعْوَتِهِمْ إِلَى الإِيْمَانِ بِاللهِ وَحْدَهُ، لاَ شَرِيكَ لَهُ، وَإِلَى عِبَادَتِهِ، وَإِلَى العَمَلِ الصَّالِحِ الذي يَرْتَضِيهِ.\r\nفَعَزَّزْنَا بِثَالِثٍ - فَقَوَّيْنَاهُمَا وَشَددنَاهُمَا بِرَسُولٍ ثَالِثٍ.\n",
        "sura": "36",
        "aya": "14",
        "page": "441"
    },
    {
        "text": "قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ",
        "tafsir": "(15) - فَقَالَ أَهْلُ القرْيَةِ للرُّسُلِ: إِنَّهُمْ بَشَرٌ مِثْلُهُمْ لاَ فَرْقَ بَيْنَهُمْ وَبَيْنَ أَهْلِ القَرْيَةِ، وَلاَ مِيزَةَ لَهُمْ تَجْعَلُ اللهَ تَعَالَى يَخَتصُّهُمْ، بِرِسَالاَتِهِ مِنْ دُونِ النَّاسِ، وَإِنَّ الرَّحْمَن لَمْ يُنْزِلْ إِلَيْهِمْ رَسَالَةً وَلاَ كِتَاباً، وَلَمْ يُكَلِّفْهُمْ بِإِبْلاَغِ أَحَدٍ شيئاً، فَمَا همْ إِلاَّ كَاذِبُونَ فِيمَا يَقُولُونَ.\n",
        "sura": "36",
        "aya": "15",
        "page": "441"
    },
    {
        "text": "قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ",
        "tafsir": "(16) - فَأَجَابَهُم الرُّسُلُ قائلين: إِنَّ اللهَ تَعَالَى يَعْلَمُ أَنَّهُمْ رُسُلُهُ إِلَى أَهْلِ القَرْيَةِ، وَلَوْ أَنَّهُمْ كَذَبُوا عَلَى اللهِ، فِيمَا يَدَّعُونَه، لانْتَقَمَ مِنْهُمْ.\n",
        "sura": "36",
        "aya": "16",
        "page": "441"
    },
    {
        "text": "وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ",
        "tafsir": "{ٱلْبَلاَغُ}\r\n(17) - وَقَالَ الرُّسُلُ: إِنّ َمَهَمَّتَهُمْ تَنْحَصِرُ فِي إِبْلاَغِ رِسَالَةِ اللهِ تَعَالَى إِلَى أَهْلِ القَرْيَةِ، فَإِنْ أَطَاعُوا فَازُوا بِرِضَا اللهِ وَجَنَّتِهِ وَرِضْوَانِهِ، وَإِنْ تَوَلُّوْا وأَعْرَضُوا وأَصَرُّوا عَلَى كُفْرِهِمْ فَإِنَّ اللهَ سَيَجْزِيهِمْ عَلَى ذَلِكَ الجَزَاءَ الأَوْفَى. \n",
        "sura": "36",
        "aya": "17",
        "page": "441"
    },
    {
        "text": "قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ",
        "tafsir": "{  إنا تطيرنا بكم } تشاءمنا بكم ؛  فما أصابنا من بلاء فإنما هو بسببكم [ آية 47 النمل ص 125 ] .",
        "sura": "36",
        "aya": "18",
        "page": "441"
    },
    {
        "text": "قَالُوا۟ طَٰٓئِرُكُم مَّعَكُمْ أَئِن ذُكِّرْتُم بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
        "tafsir": "{  طائركم معكم } شؤمكم معكم ،  وهو استدامتكم على الكفر .  أو سببه منكم لا منا ؛  وهو سوء عقيدتكم وأعمالكم . {  أين ذكرتم } أين وعظتم وخوفتم سوء عاقبة أعمالكم تطيرتم ؟  .\r\n\r\n",
        "sura": "36",
        "aya": "19",
        "page": "441"
    },
    {
        "text": "وَجَآءَ مِنْ أَقْصَا ٱلْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَٰقَوْمِ ٱتَّبِعُوا۟ ٱلْمُرْسَلِينَ",
        "tafsir": "{  يسعى } يعدو ويسرع في مشيته حرصا على نصح قومه .\r\n\r\n",
        "sura": "36",
        "aya": "20",
        "page": "441"
    },
    {
        "text": "ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًا وَهُم مُّهْتَدُونَ",
        "tafsir": "{يَسْأَلُكُمْ}\r\n(21) - اتَّبِعُوا الذِينَ لاَ يَطْلُبُونَ أَجْراً عَلَى تَبْلِيغِهِمْ رِسَالَةَ رَبِّهِمْ، وَلاَ يَطْلُبُونَ عُلُوّاً فِي الأَرْضِ وَلاَ فَسَاداً، وَهُمْ مُهْتَدُونَ إِلَى سَبِيلِ اللهِ القَوِيمِ، فَإِذَا اتَّبَعْتمُوهُم اهْتَدَيْتُمْ بِهُدَاهُمْ.\n",
        "sura": "36",
        "aya": "21",
        "page": "441"
    },
    {
        "text": "وَمَا لِىَ لَآ أَعْبُدُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ",
        "tafsir": "{  فطرني } أوجدني وخلقني بعد العدم بقدرته .\r\n\r\n",
        "sura": "36",
        "aya": "22",
        "page": "441"
    },
    {
        "text": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّى شَفَٰعَتُهُمْ شَيْـًٔا وَلَا يُنقِذُونِ",
        "tafsir": "{آلِهَةً} {شَفَاعَتُهُمْ} {أَأَتَّخِذُ}\r\n(23) - وَهَلْ تُرِيدُونَنِي أَنْ أَعْبُدَ آلِهَةً غَيْرَ اللهِ تَعَالَى لاَ تَضُرُّ وَلاَ تَنْفَعُ، فَإِذَا أَرَادَ اللهُ الرَّحْمَنُ أَنْ يُنْزِلَ بِي ضُرّاً لَمْ تَنْفَعْنِي تِلْكَ الآلِهَةُ شَيْئاً، وَلَمْ تَشْفَعْ لِي عِنْدَهُ، وَلَمْ تُنْقِذْنِي مِنْ عَذَابِهِ.\r\nلا تُغْنِ - لاَ تَدْفَع عَنِّي وَهُوَ جَوَابُ الشَّرطِ.\n",
        "sura": "36",
        "aya": "23",
        "page": "441"
    },
    {
        "text": "إِنِّىٓ إِذًا لَّفِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{ضَلاَلٍ}\r\n(24) - إِنِّي إِنِ اتَّخَّْذْتُ تِلْكَ الأَصْنَامُ آلِهَةً مِنْ دُونِ اللهِ، كُنْتُ فِي ضَلاَلٍ بَيِّنٍ، وَاضِحٍ.\n",
        "sura": "36",
        "aya": "24",
        "page": "441"
    },
    {
        "text": "إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ",
        "tafsir": "{آمَنتُ}\r\n(25) - ثُمَّ قَالَ الرَّجُلُ المُؤْمِنُ لِلرُّسُلِ الكِرامِ: إِنِّي آمَنْتُ بِربِّكُم الذي أَرْسَلَكُمْ، وَاتَّبَعْتُكُمْ، فَاشْهَدُوا لِي بِذَلِكَ، عِنْدَ رَبِّكُمْ الكَرِيمِ.\r\n(وَهُنَاكَ مَنْ قَالَ إِنَّهُ إِنَّمَا خَاطَبَ قَوْمَهُ، قَائِلاً إِنِّي آمَنْتُ بِرَبِّكُمْ الذِي كَفَرْتُمْ أَنْتُمْ بِهِ).\n",
        "sura": "36",
        "aya": "25",
        "page": "441"
    },
    {
        "text": "قِيلَ ٱدْخُلِ ٱلْجَنَّةَ قَالَ يَٰلَيْتَ قَوْمِى يَعْلَمُونَ",
        "tafsir": "{  قيل ادخل الجنة } بشرته ملائكة الموت عند قتل أعدائه له بدخول الجنة في الآخرة .  أو بدخول روحه فيها وطوافه بها ؛  كأرواح الشهداء .\r\n\r\n",
        "sura": "36",
        "aya": "26",
        "page": "441"
    },
    {
        "text": "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ",
        "tafsir": "(27) - وَقَدْ تَمَنَّى أَنْ يَعْلَم قَوْمُهُ بِمَا أَكْرَمَهُ بِهِ رَبُّهُ مِنَ الجَنَّةِ، وَحُسْنِ المَثُوبَةِ، لِيُؤْمِنُوا كَمَا آمَنَ، لَعَلَّ اللهَ يَغْفِرُ لَهُمْ، وَيُكْرِمُهُمْ كَمَا أَكْرَمَهُ، فَقَدْ كَانَ حَرِيصاً عَلَى هِدَايَةِ قَوْمِهِ، حَيّاًَ وَمَيْتاً.\n",
        "sura": "36",
        "aya": "27",
        "page": "441"
    }
]