[
    {
        "text": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبًا",
        "tafsir": "{لِفَتَاهُ} {آتِنَا}\r\n(62) - فَلَمَّا جَاوَزَا المَكَانَ الذِي أَضَاعَا فِيهِ الحُوتَ قَالَ مُوسَى لِفَتَاهُ: هَاتِ الغَدَاءَ، فَقَدْ أَتْعَبَنَا المَسِيرُ.\r\nنَصَباً - تَعَباً وَشِدَّةً وَإِعْيَاءً.",
        "sura": "18",
        "aya": "62",
        "page": "301"
    },
    {
        "text": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَٰنُ أَنْ أَذْكُرَهُۥ وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًا",
        "tafsir": "{  واتخذ سبيله في البحر عجبا } أي سبيلا يعجب منه ،  أو اتخاذا عجبا وهو كون مسلكه\r\nكالطاق والسرب .\r\n\r\n",
        "sura": "18",
        "aya": "63",
        "page": "301"
    },
    {
        "text": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًا",
        "tafsir": "{  ذلك ما كنا نبغ } أي ذلك الذي ذكرت من أمر الحوت هو الذي كنا نطلبه ونلتمسه ،  من حيث أنه أمارة على الفوز بالمطلوب ،  من البغاء بمعنى الطلب . {  فارتدا على آثارهما قصصا } فرجعا في طريقهما الذي سلكاه يتتبعان آثارهما إتباعا حتى انتهيا إلى مدخل الحوت .  يقال :  قص أثره قصا وقصصا ،  تتبعه .\r\n\r\n",
        "sura": "18",
        "aya": "64",
        "page": "301"
    },
    {
        "text": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ ءَاتَيْنَٰهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَٰهُ مِن لَّدُنَّا عِلْمًا",
        "tafsir": "{  فوجدا عبدا من عبادنا } هو الخضر ،  وهو نبي عند الجمهور .  واختلف في حياته ،  فذهب جمع من الأئمة إلى أنه ليس بحي اليوم ،  منهم البخاري وإبراهيم الحربي وعلى بن موسى الرضا وأبوا يعلى وشيخ الإسلام ابن تيمية .  وذهب آخرون إلى أنه حي وسيموت آخر الزمان .  وقال ابن القيم :  إن الأحاديث التي يذكر فيها حياته كلها كذب ،  ولا يصح في حياته حديث واحد .\r\n\r\n",
        "sura": "18",
        "aya": "65",
        "page": "301"
    },
    {
        "text": "قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
        "tafsir": "{  مما علمت رشدا } علما ذا رشد أصيب به الخير في ديني .\r\n\r\n",
        "sura": "18",
        "aya": "66",
        "page": "301"
    },
    {
        "text": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
        "tafsir": "(67) - فَقَالَ الرَّجُلُ: إِنَّهُ عَلَى عِلْمٍ مِنَ اللهِ لاَ يَعْلَمُهُ مُوسَى، وَلاَ يَسْتَطِيعُ مُوسَى أَنْ يَصْبِرَ عَلَى مُرَافَقَتِهِ حَتَّى يَتَعَلَّمَهُ.",
        "sura": "18",
        "aya": "67",
        "page": "301"
    },
    {
        "text": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًا",
        "tafsir": "{  تحط به خبرا } علما .  يقال :  خبر الأمر يخبره ،  علمه ،  والاسم الخير ،  وهو العلم بالشيء ،  ومنه الخبير ،  أي العالم .\r\n\r\n",
        "sura": "18",
        "aya": "68",
        "page": "301"
    },
    {
        "text": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًا وَلَآ أَعْصِى لَكَ أَمْرًا",
        "tafsir": "(69) - فَقَالَ لَهُ مُوسَى: سَتَجِدُنِي صَابِراً إِنْ شَاءَ اللهُ عَلَى مَا سَأَرَى مِنَ الأُمُورِ مِنْكَ، وَلَنْ أَعْصِي أَمْراً لَكَ، وَلَنْ أُخَالِفَكَ فِي شَيءٍ.",
        "sura": "18",
        "aya": "69",
        "page": "301"
    },
    {
        "text": "قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
        "tafsir": "{تَسْأَلْني}\r\n(70) - فَقَالَ الرَّجُلُ لِمُوسَى: إِذَا أَرَدْتَ أَنْ تُرَافِقَنِي فَلاَ تَسْأَلْنِي عَنْ شَيءٍ يِبْدُو لَكَ غَرِيباً، غَيْرَ مَفْهُومٍ، مِنْ أَفْعَالِي، حَتَّى أَبْدَأَكَ أَنَا بِالحَدِيثِ عَنْهُ، وَأَشْرَحَهُ لَكَ.",
        "sura": "18",
        "aya": "70",
        "page": "301"
    },
    {
        "text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًا",
        "tafsir": "{  شيئا إمرا } عظيما منكرا والإمر :  الداهية ،  وأصله كل شيء شديد كثير ،  ومنه قيل للقوم :  قد أمروا ،  إذا كثروا واشتد أمرهم .  وأمر إمر :  منكر عجيب .\r\n\r\n",
        "sura": "18",
        "aya": "71",
        "page": "301"
    },
    {
        "text": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
        "tafsir": "(72) - فَقَالَ الرَّجُلُ لِمُوسَى: أَلَمْ أَقُلْ لَكَ: إِنَّكَ لَنْ تَسَتَطِيعَ صَبْراً عَلَى مَا سَتَرَاهُ مِنْ فِعْلِي؟ وَإِنَّمَا أَنَا قُمْتُ بِمَا قُمْتُ بِهِ لِمَصْلَحَةٍ لاَ تَعْرِفُهَا أَنْتَ. ",
        "sura": "18",
        "aya": "72",
        "page": "301"
    },
    {
        "text": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًا",
        "tafsir": "{  ولا ترهقني من أمري عسرا } لا تكلفني من أمري مشقة في صحبتي إياك .  يقال :  أرهقه طغيانا ،  أغشاه إياه وألحق ذلك به . وأرهقه عسرا :  كلفه إياه .  والإرهاق :  أن يحمل الإنسان على مالا يطيقه .\r\n\r\n",
        "sura": "18",
        "aya": "73",
        "page": "301"
    },
    {
        "text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمًا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةًۢ بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْـًٔا نُّكْرًا",
        "tafsir": "{  شيئا نكرا } منكرا عظيما .  يقال :  نكر الأمر ،  أي صعب واشتد . وعن قتادة :  النكر أشد من الأمر .\r\n\r\n",
        "sura": "18",
        "aya": "74",
        "page": "301"
    }
]