[{"text":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَٰسِعَةٍ وَلَا يُرَدُّ بَأْسُهُۥ عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ","aya":"147","page":"148","tafsir":"{  و لا يرد بأسه } عذابه ونقمته ،  إذا جاء وقتهما المقدر في علمه سبحانه .  \r\n \r\n"},{"text":"سَيَقُولُ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكْنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن شَىْءٍ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ حَتَّىٰ ذَاقُوا۟ بَأْسَنَا قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ أَنتُمْ إِلَّا تَخْرُصُونَ","aya":"148","page":"148","tafsir":"{  لو شاء الله ما أشركنا }احتج المشركون لما ارتكبوا من الشرك و تحريم ما حرموه ،  بأنه واقع بمشيئة الله تعالى .  و زعموا أنه ما دام كذلك فهو مرضى عنده ،  فرد الله عليهم بأنه لو كان مرضيا عنده لما أذاق أسلافهم المكذبين الذين قالوا لرسلهم الداعين إلى التوحيد مثل قولهم-عذابه ونقمه ،  ولما دمر عليهم و أدال عليهم رسله .  و بأنه لا حجة لهم على ما زعموا ،  و ما يتبعون فيه إلا الاعتقاد الفاسد ،  والكذب الفاضح .  كيف وقد بعث رسله جميعا إلى الخلق ،  بالدعوة إلى التوحيد ،  والتنديد بالشرك ،  وإنذار المشركين ،  وتخويفهم عذاب الله وبأسه الشديد .  وهو نظير قوله تعالى : {  وقال الذين أشركوا لو شاء الله ما عبدنا{[150]} من دونه من شيء نحن و لا آباؤنا ولا حرمنا من دونه من شيء كذلك فعل الذين من قبلهم }وقوله تعالى : {  وقالوا لو شاء الرحمن ما عبدناهم ما لهم بذلك من علم إن علم إن هم إلا يخرصون }{[151]} .  \r\nوقوله تعالى : {  إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر } .  {  تخرصون }تكذبون على الله فيما ادعيتموه( آية 112 من هذه السورة ص 239 ) ."},{"text":"قُلْ فَلِلَّهِ ٱلْحُجَّةُ ٱلْبَٰلِغَةُ فَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ","aya":"149","page":"148","tafsir":"{  فلو شاء الله لهداكم أجمعين }فهو تعالى يهدي من هدي ،  ويضل من ضل ،  و كل من الهدى و الضلال واقع مشيئته تعالى ،  ولكنه لا يرضى لعباده الكفر{[152]} ،  ولا يأمر بالفحشاء ،  ولذلك أرسل الرسل ،  و أنزل الكتب بأوامره و نواهيه : {  مبشرين و منذرين لئلا يكون للناس على الله حجة بعد الرسل }{[153]} ."},{"text":"قُلْ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشْهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَا فَإِن شَهِدُوا۟ فَلَا تَشْهَدْ مَعَهُمْ وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ وَهُم بِرَبِّهِمْ يَعْدِلُونَ","aya":"150","page":"148","tafsir":"{  هلم شهادكم }أحضروهم للشهادة لكم .  {  هلم }كلمة دعوة إلى الشيء ،  وهي اسم فعل بمعنى أقبل ،  إذا كان لازما ،  و بمعنى احضر وائت ،  إذا كان متعديا كما هنا يستوي فيه الواحد والمثنى والجمع ،  و المذكر والمؤنث في لغة الحجازيين .  \r\n{  هم بربهم يعدلون }يجعلون له عديلا من مخلوقاته( آية 1 من هذه السورة ص 214 ) ."},{"text":"قُلْ تَعَالَوْا۟ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا وَبِٱلْوَٰلِدَيْنِ إِحْسَٰنًا وَلَا تَقْتُلُوٓا۟ أَوْلَٰدَكُم مِّنْ إِمْلَٰقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا۟ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَعْقِلُونَ","aya":"151","page":"148","tafsir":"{  تعالوا أتل ما حرم ربكم عليكم }أخبركم بما نهاكم عنه ربكم ،  وبما أمركم به يقينا لا ظنا ولاكذبا كما زعمتم .  والأصل في كلمة ( تعال ) أن يقولها من كان في مكان عال لمن هو أسفل منه  ،  \r\nثم اتسع فيها حتى عمت .  و المذكور في الآيتين خمسة محرمات بصيغ النهي ،  وخمسة واجبات بصيغ الأمر و هي أحكام لا تختلف باختلاف الأمم و العصور .  و{  أن }في قوله : {  ألا تشركوا } تفسيرية .  \r\n{  بالوالدين إحسانا }أي و أحسنوا بهما إحسانا .  {  ولا تقتلوا أولادكم }نهوا عما كانوا يفعلونه من وأد البنات .  {  من إملاق }أو من خشيته .  و الإملاق : الفقر ،  مصدر أملق الرجل إملاقا ،  إذا افتقر و احتاج .  {  ولا تقربوا الفواحش }كبائر المعاصي علنيها و سرها .  جمع فاحشة ،  وهو كقوله تعالى : {  و ذروا ظاهر الإثم و باطنه }{[154]} .  و قوله تعالى : {  قل إنما حرم ربي الفواحش ما ظهر منها وما بطن }{[155]} .  {  ولا تقتلوا النفس التي حرم الله إلا بالحق }الذي وجب قتلها شرعا ،  كردة أو قصاص أو زنا يوجب الرجم ،  أو منع الزكاة أو ترك الصلاة ."}]