[
    {
        "text": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
        "tafsir": "{  نطفة } مني . {  علقة } قطعة دم جامد . {  ثم لتبلغوا أشدكم } أي ثم يبقيكم لتتكامل قوامكم ،  ويتناهى شبابكم . {  ولعلكم تعقلون } عن ربكم أنه يحييكم كما أماتكم ،  ويعيدكم كما بدأكم .\r\n\r\n",
        "sura": "40",
        "aya": "67",
        "page": "475"
    },
    {
        "text": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
        "tafsir": "{  فإذا قض أمرا } [ آية 117 البقرة ص 44 ] .",
        "sura": "40",
        "aya": "68",
        "page": "475"
    },
    {
        "text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ",
        "tafsir": "{  أنى يصرفون } كيف يصرفون عن آيات الله الواضحة ،  الموجبة للإيمان بها ؛  إلى الجحود والتكذيب ،  والجدال الباطل فيها .\r\n\r\n",
        "sura": "40",
        "aya": "69",
        "page": "475"
    },
    {
        "text": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ",
        "tafsir": "{بِٱلْكِـتَابِ}\r\n(70) - وَهَؤُلاَءِ المُبْطِلُونَ الذِينَ يُجَادِلُونَ فِي الحَقِّ بِالبَاطِلِ هُمُ الذِينَ كَذَّبُوا بالقُرْآنِ، وَبِجَمِيعِ مَا أَرْسَلْنَا بِهِ رُسُلَنَا مِنْ إِخْلاَصِ العِبَادَةِ للهِ، وَسَوْفَ يَعْلَمُونَ مَا يَكُونَ عَلَيْهِ مَصِيرُهُمْ فِي الآخِرَةِ.\n",
        "sura": "40",
        "aya": "70",
        "page": "475"
    },
    {
        "text": "إِذِ ٱلْأَغْلَٰلُ فِىٓ أَعْنَٰقِهِمْ وَٱلسَّلَٰسِلُ يُسْحَبُونَ",
        "tafsir": "{  إذ الأغلال في أعناقهم .  .  .  } أي فسوف يعلمون عقوبة تكذيبهم ؛  إذ الأغلال والسلاسل في أعناقهم يجرون بها في الحميم ،  ثم في النار يحرقون فيكونون وقودها .  و  \" الأغلال \"  :  جمع غل ،  وهو القيد يوضع في اليد والعنق فيجمعهما ؛  ولذا يسمى الجامع .   \" والسلاسل \"  :  جمع سلسلة ؛  من تسلسل السيء :  اضطرب ؛  كأنه يصور منه تسلل متردد فردد لفظه تنبيها على تردد معناه .  ومنه ماء سلسل :  أي تردد في مقره حتى صفاء و  \" الحميم \"  الماء البالغ غاية الحرارة .  و \" يسجرون \"  من شجر التنور :  إذا ملأه وقودا .\r\n\r\n",
        "sura": "40",
        "aya": "71",
        "page": "475"
    },
    {
        "text": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ",
        "tafsir": "(72) - وَيُسْحَبُونَ بالسَّلاَسِلِ فِي النَّارِ، والأَغْلاَلُ فِي أَعْنَاقِهِمْ، ثُمَّ تُمْلأُ بِهِم النَّارُ لِيَكُونُوا وَقُوداً لَهَا.\r\nسُجِرَ التَّنورُ - أُضْرِمَ فِيهِ النَّارُ.\n",
        "sura": "40",
        "aya": "72",
        "page": "475"
    },
    {
        "text": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
        "tafsir": "(73) - ثُمَّ يُقَالُ لَهُمْ عَلَى سَبِيلِ التَّقْرِيعِ والتَّوْبِيخِ: أَيْنَ الأَصْنَامُ التِي كُنْتُمْ تُشْرِكُونَهَا فِي العِبَادَةِ مَعَ اللهِ؟\n",
        "sura": "40",
        "aya": "73",
        "page": "475"
    },
    {
        "text": "مِن دُونِ ٱللَّهِ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَٰفِرِينَ",
        "tafsir": "{نَّدْعُواْ} {ٱلْكَافِرِينَ}\r\n(74) - وَأَيْنَ المَعْبُودَاتُ التِي كُنْتُمْ تَعْبُدُونَهَا مِنْ دُونِ اللهِ فَادْعُوهُمْ لِيُنْقِذُوكُمْ مِمَّا أَنْتُمْ فِيهِ مِنَ البَلاَءِ والعَذَابِ؟ فَيَردُّونَ قَائِلِينَ: إِنَّهُمْ غَابُوا عَنْهُمْ، وَلاَ يَعْرِفُونَ لَهُمْ مَكَاناً، وَلاَ يَرْجُونَ مِنْهُمْ نَفْعاً، ثُمَّ يَجْحَدُونَ عِبَادَتَهُم الأَصْنَامَ، وَيَقُولُونَ إِنَّهُمْ كَانُوا يَعْبُدُونَ اللهَ وَحْدَهُ، وَلَمْ يَكُونُوا يَدْعُونَ آلهَةً أُخْرَى غَيْرَ اللهِ. وَهَذَا كَقَوْلِهِمْ: { ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلاَّ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ } \n(وَقِيلَ أَيْضاً إِنَّ المَعْنَى هُوَ: أَنَّهُمْ لَمْ يَكُونُوا يَدعُونَ فِي الحَيَاةِ الدُّنْيَا شَيئاً يُعْتَدُّ بِهِ مِنَ الأَرْبَابِ) وَهَكَذَا يُضِلُّ اللهُ الكَافِرِينَ، فَلاَ يَنْتَفِعُونَ بِشَيءٍ مِنْ أَعْمَالِهِمْ.\n",
        "sura": "40",
        "aya": "74",
        "page": "475"
    },
    {
        "text": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
        "tafsir": "{  وبما كنتم تمرحون } تتوسعون في الفرح بما أوتيتم من النعم حتى نسيتم الآخرة .\r\n\r\n",
        "sura": "40",
        "aya": "75",
        "page": "475"
    },
    {
        "text": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
        "tafsir": "{  فبئس مثوى المتكبرين } فبئس مقامهم جهنم لتكبرهم عن الحق ؛  من ثوى بالمكان :  إذا أقام به .\r\n\r\n",
        "sura": "40",
        "aya": "76",
        "page": "475"
    },
    {
        "text": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
        "tafsir": "{  فإما نرينك بعض الذي نعدهم .  .  .  } أي فإن نرك بعض الذي نعدهم به من القتل والأسر فذاك .  أو نتوفينك قبل ذلك{  فإلينا يرجعون } يوم القيامة فنجازيهم بأعمالهم .\r\n\r\n",
        "sura": "40",
        "aya": "77",
        "page": "475"
    }
]