[
    {
        "text": "ٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يَلْبِسُوٓا۟ إِيمَٰنَهُم بِظُلْمٍ أُو۟لَٰٓئِكَ لَهُمُ ٱلْأَمْنُ وَهُم مُّهْتَدُونَ",
        "tafsir": "{  ولم يلبسوا إيمانهم بظلم }لم يخالطوا إيمانهم بشرك ،  كما يفعل المشركون حيث يزعمون أنهم مؤمنون بالله ،  وأن عبادتهم لغيره من تتمات إيمانهم وأحكامه ،  لكونها لأجل التقريب و الشفاعة . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "82",
        "page": "138"
    },
    {
        "text": "وَتِلْكَ حُجَّتُنَآ ءَاتَيْنَٰهَآ إِبْرَٰهِيمَ عَلَىٰ قَوْمِهِۦ نَرْفَعُ دَرَجَٰتٍ مَّن نَّشَآءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
        "tafsir": "{آتَيْنَاهَآ} {إِبْرَاهِيمَ} {دَرَجَاتٍ}\r\n(83) - وَتِلْكَ هِيَ حُجَّةُ اللهِ الدَّامِغَةُ عَلَى وُجُودِ اللهِ وَوَحْدَانِيَّتِهِ وَعَظَمَتِهِ، أَرْشَدَ إِلَيْهَا إِبْرَاهِيمَ عَلَيْهِ السَّلاَمُ، لِيُوجِّهَهَا إِلَى قَوْمِهِ، وَهُمْ يُجَادِلُونَهُ فِي رَبِّهِ، وَاللهُ يَرْفَعُ مَنْ يَشَاءُ مِنْ عِبَادِهِ، دَرَجَاتٍ فِي الدِّينِ وَالفَهْمِ وَالحُجَّةِ، وَإنَّ رَبَّكَ اللهَ الذِي رَبَّاكَ وَعَلَّمَكَ وَهَدَاكَ يَا مُحَمَّدُ، وَجَعَلَكَ خَاتَمَ الرُّسُلِ، حَكِيمٌ فِي قَوْلِهِ وَفِعْلِهِ، عَلِيمٌ بِمَنْ يَهْتَدِي بِمَا أَنْزَلَ اللهُ، وَبِمَنْ يَضِلُّ، وَبِمَنْ قَامَتِ الحُجَّةُ عَلَيْهِ.",
        "sura": "6",
        "aya": "83",
        "page": "138"
    },
    {
        "text": "وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا وَنُوحًا هَدَيْنَا مِن قَبْلُ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيْمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
        "tafsir": "{إِسْحَاقَ} {دَاوُودَ} {وَسُلَيْمَانَ} {وَهَارُونَ}\r\n(84) - يَذْكُرُ اللهُ تَعَالَى أنَّهُ وَهَبَ لإِبْرَاهِيمَ ابْنَهُ إِسْحَاقَ بَعْدَ أَنْ شَاخَ وَطَعَنَ فِي السِّنِّ، وَبَشَّرَتْهُ المَلاَئِكَةُ بِأنَّ ابْنَهُ إِسْحَاقَ سَيُولَدُ لَهُ وَلَدٌ اسْمُهُ يَعْقُوبُ، فِي حَيَاةِ إِبْرَاهِيمَ.\r\nوَيَقُولُ تَعَالَى إِنَّهُ هَدَى كُلاًّ مِنْ إِسْحَاقَ وَيَعْقُوبَ بِمَا آتَاهُمَا مِنَ النُّبُوَّةِ وَالحِكْمَةِ، وَإِنَّهُ تَعَالَى هَدَى مِنْ ذُرِّيَةِ نُوحٍ: (أَوْ مِنْ ذُرِّيَةِ إَبْرَاهِيمَ - وَإِبْرَاهِيمُ مِنْ ذُرِّيَةِ نُوحٍ): دَاوُدَ وَسُلَيْمَانَ وَيُوسُفَ وَأَيُّوبَ وَمُوسَى وَهَارُونَ وَآتَاهُمُ الحُكْمَ وَالنُّبُوَّةَ، وَكَذَلِكَ يَجْزِي اللهُ المُحْسِنِينَ فَيَهْدِيهِمْ إلَى الحَقِّ وَالصَّوَابِ وَالإِيمَانِ.",
        "sura": "6",
        "aya": "84",
        "page": "138"
    },
    {
        "text": "وَزَكَرِيَّا وَيَحْيَىٰ وَعِيسَىٰ وَإِلْيَاسَ كُلٌّ مِّنَ ٱلصَّٰلِحِينَ",
        "tafsir": "{  و إلياس }هو من أسباط هارون أخي موسى بن عمران عليهم السلام . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "85",
        "page": "138"
    },
    {
        "text": "وَإِسْمَٰعِيلَ وَٱلْيَسَعَ وَيُونُسَ وَلُوطًا وَكُلًّا فَضَّلْنَا عَلَى ٱلْعَٰلَمِينَ",
        "tafsir": "{وَإِسْمَاعِيلَ} {ٱلْعَالَمِينَ}\r\n(86) - وَمِنْ ذُرِّيَةِ نُوحٍ، مِمَّنْ هَدَاهُمُ اللهُ، يَذْكُرُ تَعَالَى: إِسْمَاعِيلَ بْنَ إِبْرَاهِيمَ، وَاليَسَعَ وَيُونُسَ وَلُوْطاً فَهَدَاهُمْ، وَآتَاهُمُ النُّبُوَّة، وَجَعَلَهُمْ مِنَ المُهْتَدِينَ، وَفَضَّلَهُمْ عَلَى العَالَمِينَ مِنْ أَهْلِ زَمَانِهِمْ.",
        "sura": "6",
        "aya": "86",
        "page": "138"
    },
    {
        "text": "وَمِنْ ءَابَآئِهِمْ وَذُرِّيَّٰتِهِمْ وَإِخْوَٰنِهِمْ وَٱجْتَبَيْنَٰهُمْ وَهَدَيْنَٰهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{آبَائِهِمْ} {وَذُرِّيَّاتِهِمْ} {وَإِخْوَانِهِمْ} {وَٱجْتَبَيْنَاهُمْ} {وَهَدَيْنَاهُمْ} {صِرَاطٍ}\r\n(87) - وَهَدَى اللهُ بَعْضَ آبَائِهِمْ وَذُرِّيَاتِهِمْ وَإِخْوَانِهِمْ - لاَ كُلّهُمْ إذْ إِنَّ بَعْضَ هَؤُلاءِ الأَقْرَبِينَ لَمْ يَهْتَدِ بِهَدْيِ أَبِيهِ أَوْ ابْنِهِ، كَآزَرَ أَبِي إِبْرَاهِيم، وَابْنِ نُوحٍ وَزَوْجَةِ لُوطٍ -. وَيَقُولُ تَعَالَى إِنَّهُ اخْتَارَهُمْ وَاصْطَفَاهُمْ وَهَدَاهُمُ الصِّرَاطَ المُسْتَقِيمَ.",
        "sura": "6",
        "aya": "87",
        "page": "138"
    },
    {
        "text": "ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ وَلَوْ أَشْرَكُوا۟ لَحَبِطَ عَنْهُم مَّا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{  لحبط عنهم }أي لبطل و سقط عنهم .  يقال : حبط العمل- كسمع وضرب-حبطا و حبوطا ،  بطل وهدر . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "88",
        "page": "138"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ فَإِن يَكْفُرْ بِهَا هَٰٓؤُلَآءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا۟ بِهَا بِكَٰفِرِينَ",
        "tafsir": "{  والحكم }أي القضاء بين الناس بالحق .  أو الحكمة ،  وهي علم الكتاب ومعرفة ما فيه من الأحكام .  أو الإصابة في القول و العمل .  {  فإن يكفر بها }أي بهذه الثلاثة{  هؤلاء }أي أهل مكة{  فقد وكلنا بها }أي أعددنا و وفقنا للإيمان بها والقيام بحقوقها{  قوما ليسوا بها كافرين }وهو أصحاب النبي صلى الله عليه و سلم . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "89",
        "page": "138"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُ فَبِهُدَىٰهُمُ ٱقْتَدِهْ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَٰلَمِينَ",
        "tafsir": "{  فبهداهم اقتده }أي بطريقهم من الإيمان بالله و توحيده و أصول الذين اقتد ،  دون فروع الشرائع القابلة للنسخ فإنهم يختلفون فيها ،  فلا يمكن الإقتداء بهم فيها .  والهاء للسكت . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "90",
        "page": "138"
    }
]