[{"text":"مَّن يُطِعِ ٱلرَّسُولَ فَقَدْ أَطَاعَ ٱللَّهَ وَمَن تَوَلَّىٰ فَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ حَفِيظًا","aya":"80","page":"91","tafsir":"{  فما أرسلناك عليهم حفيظا } حافظا ورقيبا ،  تحفظ أعمالهم وتجازيهم عليها ، إنما أنت نذير .  \r\n \r\n"},{"text":"وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا۟ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ ٱلَّذِى تَقُولُ وَٱللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","aya":"81","page":"91","tafsir":"no text"},{"text":"أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ ٱللَّهِ لَوَجَدُوا۟ فِيهِ ٱخْتِلَٰفًا كَثِيرًا","aya":"82","page":"91","tafsir":"no text"},{"text":"وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ ٱلْأَمْنِ أَوِ ٱلْخَوْفِ أَذَاعُوا۟ بِهِۦ وَلَوْ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُو۟لِى ٱلْأَمْرِ مِنْهُمْ لَعَلِمَهُ ٱلَّذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَٱتَّبَعْتُمُ ٱلشَّيْطَٰنَ إِلَّا قَلِيلًا","aya":"83","page":"91","tafsir":"{  و إذا جاءهم أمر من الأمن .  .  }نزلت في ضعفاء المؤمنين ، فقد كانوا يسمعون من المنافقون أخبارا عن السرايا مظنونة غير معلوم صحتها ، وقد تكون مختلفة ، فيذيعونها قبل التثبت منها وتشيع بين الناس ، فلا تخلو من وبال يعود على المسلمين . فنهى الله ذلك عليهم ، وقال إنهم لو ردوا الأمر إلى رسول الله صلى الله عليه وسلم وإلى كبار أصحابه ، وقالوا : نسكت حتى نسمعه منهم ، ونتلقى علمه من جهتهم ، وهل هو مما يصح أن يذاع أولا يذاع ، لعلموا الحقيقة وما يجب عليهم إزاءها من كتمان أو إذاعة . وقوله : {  الذين يستنبطونه منهم }أي يتلقونه منهم ويستخرجون علمه من جهتهم ،  والمستنبطون هم المذيعون . وفي الكلام إظهار في مقام الإضمار ، والأصل : لعلموه . ولولا فضل الله على هؤلاء المذيعين بإرشادهم إلى ما يجب عليهم من الرد إلى الرسول صلى الله عليه وسلم وإلى كبار أصحابه فيما يسمعونه من هذه الأخبار لضلوا بإتباع آراء المنافقين فيما يأتون ويذرون . وقوله : {  إلا قليلا }استثناء من قوله{  أذاعوا به }أي إلا قليلا منهم لم يذيعوه ،  أي لم يفشوه ، يقال : أذاع الخبر وأذاع به ، إذا أشاعه وأفشاه . وقيل : عدى بالباء لتضمنه معنى التحديث .  \r\n \r\n"},{"text":"فَقَٰتِلْ فِى سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ ٱلْمُؤْمِنِينَ عَسَى ٱللَّهُ أَن يَكُفَّ بَأْسَ ٱلَّذِينَ كَفَرُوا۟ وَٱللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا","aya":"84","page":"91","tafsir":"{  وأشد تنكيلا } تعذيبا . وأصله التعذيب بالنكل وهو القيد ،  ثم استعمل في كل تعذيب . يقال : نكل به ينكل ، أصابه بنازلة . ونكل به ، مبالغة .  \r\n \r\n"},{"text":"مَّن يَشْفَعْ شَفَٰعَةً حَسَنَةً يَكُن لَّهُۥ نَصِيبٌ مِّنْهَا وَمَن يَشْفَعْ شَفَٰعَةً سَيِّئَةً يَكُن لَّهُۥ كِفْلٌ مِّنْهَا وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقِيتًا","aya":"85","page":"91","tafsir":"{  من يشفع شفاعة حسنة }الشفاعة : التوسط بالقول في وصول إنسان إلى منفعة دنيوية أو أخروية ، أو إلى خلاصه من مضرة كذلك . من الشفع ضد التوتر ، كأن المشفوع له كان وترا فجعله الشفيع شفعا . فمن يسعى في الخير أو في الشر يكون له نصيب من الجزاء ،  خيرا أو شرا . وإطلاق الشفاعة على السعي في الشر مشاكلة . والكفل : النصيب والحظ ، واستعماله في الشر أكثر من استعمال النصيب فيه مأخوذ من قولهم : اكتفلت البعير ، إذا أدرت على سنامه ، أو على موضع من ظهره كساء ركبت عليه ، فكان لك نصيب من الانتفاع به .  \r\n{  وكان الله على كل شيء مقيتا } مقتدرا أو حفيظا ،  من أفات على الشيء : اقتدر عليه .  أومن القوت ، وهو ما يمسك الرمق من الرزق ،  وتحفظ به الحياة .  \r\n \r\n"},{"text":"وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا۟ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ حَسِيبًا","aya":"86","page":"91","tafsir":"no text"}]