[
    {
        "text": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا۟ ظَٰلِمِينَ",
        "tafsir": "{  أهل هذه القرية } قرية سذوم .  وهي أكبر قرى قوم لوط ،  وأول بلد ظهرت فيه هذه الفاحشة ؛  على ما قيل . \r\n\r\n",
        "sura": "29",
        "aya": "31",
        "page": "400"
    },
    {
        "text": "قَالَ إِنَّ فِيهَا لُوطًا قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَٰبِرِينَ",
        "tafsir": "{  الغابرين } الباقين في العذاب\r\n\r\n",
        "sura": "29",
        "aya": "32",
        "page": "400"
    },
    {
        "text": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَٰبِرِينَ",
        "tafsir": "{  سئ بهم } اعترته المساءة والغم بسبب مجئ الرسل ؛  مخافة أن يتعرض لهم قومه بسوء ،  كما هي عادتهم مع الغرباء وقد ظنهم من البشر . {  وضاق بهم ذرعا } نفدت طاقته [ آية 77 هود ص 370 ] .",
        "sura": "29",
        "aya": "33",
        "page": "400"
    },
    {
        "text": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
        "tafsir": "{  رجزا من السماء } عذابا منها ؛  حجارة أو نارا ،  أو أمرا بالخسف وسمي بذلك لأنه يقلق المعذب ويزعجه ؛  من قولهم :  ارتجز ،  أي ارتجز واضطرب . \r\n\r\n",
        "sura": "29",
        "aya": "34",
        "page": "400"
    },
    {
        "text": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ",
        "tafsir": "{  آية بينة } هي آثار ديارها الخربة . \r\n\r\n",
        "sura": "29",
        "aya": "35",
        "page": "400"
    },
    {
        "text": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْءَاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
        "tafsir": "{  ولا تعتوا في الأرض مفسدين } لا تفسدوا فيها إفسادا ؛  من العثو وهو أشد الفساد . \r\n\r\n",
        "sura": "29",
        "aya": "36",
        "page": "400"
    },
    {
        "text": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَٰثِمِينَ",
        "tafsir": "{  فأخذتهم الرجفة } أي الزلزلة الشديدة التي رجفت منها قلوبهم ؛  بسبب صيحة جبريل عليه السلام{  فأصبحوا في دارهم جاثمين } باركين على الركب من شدة الهول ميتين .  وأصله من جثم الطائر :  إذا وقع على صدره ،  أو لصق بالأرض . \r\n\r\n",
        "sura": "29",
        "aya": "37",
        "page": "400"
    },
    {
        "text": "وَعَادًا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمْ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ",
        "tafsir": "{ثَمُودَاْ} {مَّسَاكِنِهِمْ} {ٱلشَّيْطَانُ} {أَعْمَالَهُمْ}\r\n(38) - يُخِبِرُ اللهُ تَعَالَى عَنِ الأُمَمِ المُكَذِّبَةِ، وَكَيْفَ أَهْلَكَهُمْ وانْتَقَمَ مِنْهُمْ بِأَنْواعٍ مِنَ العَذَابِ، فَعَادٌ، قومُ هُودٍ (وَكَانُوا يَسْكُنُونَ في الأحْقَافِ، في مِنْطَقَةِ حَضرَمَوتَ)، أَهْلَكَهُمُ اللهُ بِرِيحٍ صَرْصَرٍ عَاتِيةٍ، سَخَّرَهَا عَلَيهِمْ سَبْعَ لِيالٍ مُتَواصِلَةٍ فَلَمْ يَتْرُكْ لَهُمْ مِنْ بَاقِيةٍ.\r\nوثَمُودُ قُومُ صَالحٍ (وَكَانُوا يَسْكُنُونَ الحِجْرَ قُربَ وَادي القُرَى) أَهْلَكَهُمُ اللهُ جَمِيعاً بالصِّيْحَةِ، وبزَلزَلَةِ الأَرْضِ بِهِمْ، لَمَّا عَقَرُوا النَّاقَةَ التي أَخْرَجَها اللهُ لَهُم، بِنَاءً عَلَى طَلَبِهِمْ مِنْ صَخْرَةٍ صَمَّاءَ.\r\nوَكَانَتِ العَرَبُ تَعرِفُ مَسَاكِنَ قَومِ عَادٍ، وَقَومِ ثَمُودَ، وَتَمُرُّ بِها في تَرْحَالِها، وَتَرى آثَارَ الدَّمَارِ والهَلاَكِ الذي نَزَلَ بِهَا وَبأَهلِها. وَكَانَ سَبَبُ إِهْلاكِهِمْ هُوَ مَا زَيَّنهُ لَهُم الشَّيْطَانُ مِنْ أعمالٍ سَيِّئةٍ، وَعِبَادَةٍ غيرِ اللهِ تَعَالى، مَعَ أَنَّهُمْ كَانُوا قَادِرِينَ عَلى الإِدراكِ والاستبْصَارِ، والتَّميِيز بَيْنَ الحَقِّ وَالبَاطِلِ، وَلِذَلِكَ فَلَمْ يَكُنْ لَهُمْ عُذْرٌ في الغَفْلَةِ، وَعَدَمِ التَّبَصُّرِ في العَوَاقِبِ.\r\nمُسْتَبْصِرِينَ - عُقَلاَءَ مُتَمَكِّنِينَ مِنَ التَّدَبُّرِ.\n",
        "sura": "29",
        "aya": "38",
        "page": "400"
    }
]