[
    {
        "text": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ وَإِن تُطِيعُوهُ تَهْتَدُوا۟ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ",
        "tafsir": "{ٱلْبَلاَغُ}\r\n(54) - قُلْ لَهُمْ يَا مُحَمَّدُ: أطِيعُوا اللهَ، وَأَطِيعُوا الرَّسُولَ طَاعَةً صَادِقَةً، واتَّبِعُوا كِتَابَ اللهِ وَسُنَّةَ رَسُولِهِ، فَفِي اتِّبَاعِهِمَا الهِدَايَةُ والرَّشَادُ، أَمَّا إِذَا تَوَلَّيْتُمْ وأَعْرَضْتُم وَتَرَكْتُم مَا جَاءَكُم بِهِ رَسُولُ اللهِ، فَعَلَى الرُّسُولِ إِبْلاَغُ الرِّسَالَةِ، وأَدَاءُ الأَمَانَةِ (عَلَيْهِ مَا حُمِّلَ)، فَهِيَ مَا حَمَّلَهُ اللهُ، أَمَّا أَنْتُمْ فَقَدْ حُمِّلْتُمْ قَبُولَ ذَلِكَ، والإِيْمَانَ بِهِ وتَعْظِيمَهُ، والقِيَامَ بِمُقْتَضَاهُ. وَإِنْ تُطِيعُوهُ تَبْلُغُوا الهِدَايَةَ لأَِنَّهُ يَدْعُو إِلَى صِرَاطِ اللهِ المُسْتَقِيمِ، والرَّسُولُ مُكَلَّفٌ بِدَعْوَتِكُمْ وَإِبْلاَغِكُمْ.\r\nمَا حُمِّلَ - مَا أُمِرَ بِهِ مِنَ التَّبْلِيغِ.\r\nمَا حُمِّلْتُمْ - مَا أُمِرْتُمْ بِهِ مِنَ الطَّاعَةِ والانْقِيَادِ. \n",
        "sura": "24",
        "aya": "54",
        "page": "357"
    },
    {
        "text": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى ٱلْأَرْضِ كَمَا ٱسْتَخْلَفَ ٱلَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ ٱلَّذِى ٱرْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُم مِّنۢ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِى لَا يُشْرِكُونَ بِى شَيْـًٔا وَمَن كَفَرَ بَعْدَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَات} {فَأُوْلَـٰئِكَ} {ٱلْفَاسِقُونَ}\r\n(55) - هَذَا وَعْدٌ مِنَ اللهِ تَعَالَى لِرَسُولِهِ صلى الله عليه وسلم بِأَنَّهُ سَيَجْعَلُ مِنْ أُمَّتِهِ خُلَفَاءَ فِي الأَرْضِ، وَأَئِمَّةً لِلنَّاسِ، وَأَنَّهُ سَيُبَدِّلُهُمْ بَعْدَ خَوْفِهِمْ مِنَ النَّاسَ أَمْناً وَحُكْماً فِيهِمْ. وَقَدْ أَمْضَى المُسْلِمُونَ عَشْرَ سِنِينَ فِي مَكَّةَ يَدْعُونَ النَّاسَ إِلَى الإِسْلاَمِ سِرّاً، وَهُمْ خَائِفُونَ لاَ يُؤْمَرونَ بِالقِتَالِ، حَتَّى أُمِرُوا بالهِجْرَةِ إِلَى المَدِينَةِ، وَأُمِرُوا بِالقِتَالِ، فَكَانُوا خَائِفِينَ يُمْسُونَ بالسِّلاَحِ، وَيُصْبِحُونَ بالسَّلاحِ، فَصَبَرُوا عَلَى ذَلِكَ مَا شَاءَ اللهُ. ثُمَّ  \"إِنَّ رَجُلاً مِنَ الصَّحَابَةِ قَالَ: يَا رَسُولَ اللهِ أَبَدَ الدَّهْرِ نَحْنُ خَائِفُونَ هَكَذَا؟ مَا يَأْتِي عَلَيْنَا يَوْمٌ نَأَمَنُ فِيهِ، وَنَضَعُ السِّلاَحَ؟ فَقَالَ الرَّسُولُ صلى الله عليه وسلم: لَنْ تَصْبِروا إِلاَّ يَسِيراً حَتَّى يَجْلِسَ الرَّجُلُ مِنْكُم فِي المَلأ العَظِيمِ مُحْتَبياً لَيْسَتْ فِيهِ حَدِيدَةٌ\" ).\r\nوَأَنْزَلَ اللهُ تَعَالَى هَذِهِ الآيَةَ.\r\nوَفِي هَذِهِ الآيَةِ يَقُولُ تَعَالَى إِنَّهُ سَيَسْتَخْلِفُ المُؤْمِنِينَ فِي الأَرْضِ، كَمَا اسْتَخَلَفَ المُؤْمِنِينَ مِنْ قَبْلِهِمْ، وَسَيَكُونُ لَهُم الأَمْرُ. وَحَقُّ اللهِ عَلَى العِبَادِ أَنْ يَعْبُدُوهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَمَنْ خَرَجَ بَعْدَ ذَلِكَ عَنْ طَاعَةِ رَبِّهِ، وَجَحَدَ نِعَمَهُ عَلَيْهِ، فَقَدْ خَرَجَ عَنْ أَمْرِ رَبِّهِ وَكَفَى بِذَلِكَ ذَنْباً عَظَيماً.\n",
        "sura": "24",
        "aya": "55",
        "page": "357"
    },
    {
        "text": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
        "tafsir": "{ٱلصَّـلاَةَ} {ٱلزَّكَـاةَ}\r\n(56) - يَأْمُرُ اللهُ تَعَالَى عِبَادَه المُؤْمِنِينَ بِإِقَامَةِ الصَّلاَةِ، وَإِتْمَامِهَا بِخُشُوعٍ وَحُضُورِ قَلْبٍ، وَبِعِبَادَةِ اللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَبِإِيتَاءِ الزَّكَاةِ (وَهِيَ الإِحْسَانُ إِلَى الضُعَفَاءِ والفُقَرَاءِ) كَمَا يَأْمُرُهُمْ بِأَنْ يُطيعُوا فِي ذَلِكَ رَسُولَ اللهِ فِيمَا أَمَرَهُمْ بِهِ، وَأَنْ يَتْرُكُوا مَا نَهَاهُمْ عَنْهُ لَعَلَّ اللهَ يَرْحَمُهُمْ بِذَلِكَ.\n",
        "sura": "24",
        "aya": "56",
        "page": "357"
    },
    {
        "text": "لَا تَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ وَمَأْوَىٰهُمُ ٱلنَّارُ وَلَبِئْسَ ٱلْمَصِيرُ",
        "tafsir": "{مَأْوَاهُمُ}\r\n(57) - وَلاَ تَظُنَّ يَا مُحَمَّدُ أَنَّ الذينَ كَفَرُوا، وَخَالَفُوكَ، وَكَذَّبُوكَ، أَنَّهُمْ سَيُعْجِزُونَ اللهَ عَنِ الوُصُولِ إِلَيْهِمْ فِي الأَرْضِ، فَهُوَ قَادِرٌ عَلَيْهِمْ، وَسَيُعَذِّبُهُم عَلَى ذَلِكَ أَشَدَّ العَذَابِ، وَسَيَجْعَلُ جَهَنَّمَ مَأْوَاهُمْ فِي الدَّارِ الآخِرَةِ، وَسَاءَتِ النَّارُ مُسْتَقَرّاً وَمَصِيراً.\r\nمُعْجِزِينَ - فَائِتِينَ مِنْ عَذَابِنَا بِالهَرَبِ.\n",
        "sura": "24",
        "aya": "57",
        "page": "357"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِيَسْتَـْٔذِنكُمُ ٱلَّذِينَ مَلَكَتْ أَيْمَٰنُكُمْ وَٱلَّذِينَ لَمْ يَبْلُغُوا۟ ٱلْحُلُمَ مِنكُمْ ثَلَٰثَ مَرَّٰتٍ مِّن قَبْلِ صَلَوٰةِ ٱلْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ ٱلظَّهِيرَةِ وَمِنۢ بَعْدِ صَلَوٰةِ ٱلْعِشَآءِ ثَلَٰثُ عَوْرَٰتٍ لَّكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّ طَوَّٰفُونَ عَلَيْكُم بَعْضُكُمْ عَلَىٰ بَعْضٍ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "tafsir": "{  يأيها الذين آمنوا .  .  .  } أمر الله المؤمنين أن يمنعوا مماليكهم – عبيدا وإماء – وصبيانهم الذين لم يبلغوا الحلم – ذكورا وإناثا – من الدخول عليهم في مضاجعهم بغير إذن في هذه الأوقات الثلاثة ؛  خشية أن يطلعوا على عوراتهم .  وخصت بالذكر لكونها الأوقات التي تغلب فيها الخلوة بالأهل والتجرد من الثياب .  والأمر للاستحباب .  وقيل للوجوب .  و{  الحلم } بضمتين :  الاحتلام المعروف في النوم . {  ثلاث مرات } أي في ثلاثة أوقات في اليوم والليلة ؛  منصوب على الظرفية للاستئذان . {  تضعون ثيابكم } تخلعونها وتطرحونها . {  ثلاث عورات لكم } أي هي أوقات ثلاث عورات كائنة لكم .  جمع عورة ،  وهي في الأصل شق في الشيء ،  ثم غلب في الخلل الواقع فيما يهم حفظه ويتعين ستره ،  وهو السوءة .\r\n\r\n",
        "sura": "24",
        "aya": "58",
        "page": "357"
    }
]