[
    {
        "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّهُۥ يُحْىِ ٱلْمَوْتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  ذلك } أي ذلك المذكور من خلق الإنسان وإحياء النبات شاهد{  بأن الله هو الحق } .\r\n\r\n",
        "sura": "22",
        "aya": "6",
        "page": "333"
    },
    {
        "text": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ ٱللَّهَ يَبْعَثُ مَن فِى ٱلْقُبُورِ",
        "tafsir": "{آتِيَةٌ}\r\n(7) - وَلِيَعْلَمَ النَّاسُ أنَّ السَاعَةَ سَتَأْتِي فِي الوَقْتِ المُحَدَّدِ لَهَا، لاَ شَكَّ فِي ذَلِكَ وَلاَ رَيْبَ. وحِينَ يَحِيْنُ مَوْعِدُ قِيامِ السَّاعَةِ فَإِنَّ اللهَ يَبْعَثُ المَوْتَى مِنْ قُبُورِهِمْ، وَيُعِيدُ خَلْقَهُم مِنْ جَدِيدٍ بَعْدَ أَنْ صَارُوا رَمِيماً.\n",
        "sura": "22",
        "aya": "7",
        "page": "333"
    },
    {
        "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَٰبٍ مُّنِيرٍ",
        "tafsir": "{  ومن الناس من يجادل .  .  .  } هذه الآية واردة في شأن المتبوعين .  والآية الثالثة من هذه السورة واردة في شأن أتباعهم .  ؟\r\n\r\n",
        "sura": "22",
        "aya": "8",
        "page": "333"
    },
    {
        "text": "ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ لَهُۥ فِى ٱلدُّنْيَا خِزْىٌ وَنُذِيقُهُۥ يَوْمَ ٱلْقِيَٰمَةِ عَذَابَ ٱلْحَرِيقِ",
        "tafsir": "{  ثاني عطفه .  .  .  } لاوي جانبه ،  أي متكبرا شموخا ،  معرضا عن الحق ؛  من الثني وهو اللي .  يقال :  ثني الشيء – كسعى ورمى – رد بعضه على بعض فتثنى انعطف .  والعطف :  الجانب :  ويقال :  هو ينظر في عطفيه ،  أي معجب بنفسه .  وثنى عني عطفه :  أعرض .\r\n\r\n",
        "sura": "22",
        "aya": "9",
        "page": "333"
    },
    {
        "text": "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّٰمٍ لِّلْعَبِيدِ",
        "tafsir": "{  خزي } ذل وهوان بالذكر القبيح .\r\n{  وأن الله ليس بظلام للعبيد } [ آية 182 آل عمران ص 134 ] .",
        "sura": "22",
        "aya": "10",
        "page": "333"
    },
    {
        "text": "وَمِنَ ٱلنَّاسِ مَن يَعْبُدُ ٱللَّهَ عَلَىٰ حَرْفٍ فَإِنْ أَصَابَهُۥ خَيْرٌ ٱطْمَأَنَّ بِهِۦ وَإِنْ أَصَابَتْهُ فِتْنَةٌ ٱنقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ ٱلدُّنْيَا وَٱلْءَاخِرَةَ ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
        "tafsir": "{  ومن الناس من يعبد الله على حرف .  .  .  } على طرف من الدين ،  لا ثبات له ولا استقرار ؛  كالذي يكون على طرف الجيش ،  فإن أحس بظفر قر ،  وإلا فر .  وحرف كل شيء :  طرفه وحده ؛  ومنه حرف الجبل .  وهو مثل لاضطرابه في أمر دينه وتزلزل قدمه فيه{  وإن أصابته فتنة } ابتلاء بالشرور والآلام في النفس أو الأهل أو المال .\r\n\r\n",
        "sura": "22",
        "aya": "11",
        "page": "333"
    },
    {
        "text": "يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلْبَعِيدُ",
        "tafsir": "{  يدعو من دون الله } أي يعبد من دونه تعالى .\r\n{  مالا يضره } ترك عبادته له في الدنيا{  ومالا ينفعه } عبادته له في الآخرة وهو الأصنام .\r\n\r\n",
        "sura": "22",
        "aya": "12",
        "page": "333"
    },
    {
        "text": "يَدْعُوا۟ لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ لَبِئْسَ ٱلْمَوْلَىٰ وَلَبِئْسَ ٱلْعَشِيرُ",
        "tafsir": "{  لبئس المولى ولبئس العشير } أي يقول الكافر يوم القيامة برفع صوت وصراخ حين يرى تضرره بمعبوده ودخوله النار بسببه ،  ولا يرى أثرا مما كان يتوقعه منه من نفع أو دفع ضر :  والله لبئس الذي يتخذ ناصرا ،  ولبئس الذي يعاشر ويخالط !  !\r\n\r\n",
        "sura": "22",
        "aya": "13",
        "page": "333"
    },
    {
        "text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ} {جَنَاتٍ} {ٱلأَنْهَارُ}\r\n(14) -  لَمَّا ذَكَرَ اللهُ تَعَالَى أَهْلَ الشَّقَاءِ والضَّلاَلَةِ، عَطَفَ بِذِكْرِ الأَبْرَارِ السُعَدَاءِ الَّذِيْنَ آمَنَتْ قُلُوبُهُم، وصَدَّقُوا إِيْمَانَهُمْ بِأَفْعَالِهِمْ فَعَمِلُوا الصَّالِحَاتِ مِنْ جَمِيعِ أَنْوَاعِ القُرُبَاتِ، وَتَرَكُوا المُنْكَرَاتِ، فَجَازَاهُم اللهُ عَلَى صِدْقِ إِيْمَانِهِمْ وَإِخْلاَصِهِمْ بأَنْ أَوْرَثَهُم الدَّرَجَاتِ العُلْيَا فِي رَوْضَاتِ الجَنَّاتِ فِي الآخِرَةِ. وَلَمَّا ذَكَرَ اللهُ تَعَالَى أَنَّهُ أَضَلَّ أُولَئِكَ، وَهَدًى هَؤُلاءِ، قَالَ إِنَّ الأَمْرَ يَعُودُ إِلَيْهِ تَعَالَى فَهُوَ الفَعَّالُ لِمَا يُرِيدُ {إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ}.\n",
        "sura": "22",
        "aya": "14",
        "page": "333"
    },
    {
        "text": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ",
        "tafsir": "{  من كان } من الكفار{  يظن أن لن ينصره الله } أي ينصر رسوله محمدا صلى الله عليه وسلم{  فليمدد بسبب } أي فليمدد حبلا{  إلى السماء } إلى سقف بيته{  ثم ليقطع } أي ليختنق به ؛  من قطع ،  إذا اختنق .  وأصله قطع نفسه ؛  وهو كناية عن الاختناق . {  فلينظر } أي فليقدر في نفسه النظر{  هل يذهبن كيده ما يغيظ } أي الذي يغيظه من النصر .\r\n\r\n",
        "sura": "22",
        "aya": "15",
        "page": "333"
    }
]