[{"text":"وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعْمَلْ صَٰلِحًا نُّؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا","aya":"31","page":"422","tafsir":"{  ومن يقنت منكم } أي تخضع وتطع .  \r\n \r\n"},{"text":"يَٰنِسَآءَ ٱلنَّبِىِّ لَسْتُنَّ كَأَحَدٍ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِٱلْقَوْلِ فَيَطْمَعَ ٱلَّذِى فِى قَلْبِهِۦ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا","aya":"32","page":"422","tafsir":"{  يا نساء النبي لستن كأحد من النساء .  .  .  } أدب أدّب الله به نساء نبيه صلى الله عيه وسلم ،  وهن في مكان القدوة لسائر النساء ،  ومن حملة هدي النبوة للأمة .  أي لستن كجماعة واحدة من جماعات النساء ؛  فإذا تقصيت أمة كما أمركن .  أي إن دمتن على ما أنتن عليه من التقوى ؛  وهو شرط لنفي المثلية .  \r\n{  فلا تخضعن بالقول } لا ترققن الكلام ولا تلنه إذا خاطبتن الرجال .  والعرب تعد من محاسن خصال النساء – جاهلية وإسلاما – تنزيه خطابهن عن ذلك لغير الزوج من الرجال . {  وقلن قولا معروفا } \r\nحسنا محمودا بعيدا عن الريبة والأطماع .  \r\n \r\n"},{"text":"وَقَرْنَ فِى بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ ٱلْجَٰهِلِيَّةِ ٱلْأُولَىٰ وَأَقِمْنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعْنَ ٱللَّهَ وَرَسُولَهُۥٓ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذْهِبَ عَنكُمُ ٱلرِّجْسَ أَهْلَ ٱلْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا","aya":"33","page":"422","tafsir":"{  وقرن في بيوتكن } الزمنها ،  فلا تخرجن لغير حاجة مشروعة .  ومثلن في ذلك سائر نساء المسلمين .  \r\nوالحكمة فيه :  أن ينصرفن إلى رعاية شئون بيوتهن .  وتوفير وسائل الحياة المنزلية التي هي من خصائصهن ولا يحسنها الرجال ،  وإلى تربية الأولاد في عهد الطفولة وهي من شأنهن .  وقد جرت السنة الإلهية بأن أمر الزوجين قسمة بينهما ؛  فللرجال أعمال من خصائصهم لا يحسنها النساء ،  وللنساء أعمال من خصائصهن لا يحسنها الرجال ؛  فإذا تعدى فريق عمله اختل النظام في البيت والمعيشة .  ومما يباح خروجهن لأجله :  الحج ،  والصلاة في المسجد ،  وزيارة الوالدين ،  وعيادة المريض ،  وتعزية الأقارب ،  والعلاج ونحو ذلك ؛  بشروطه التي منها التستر وعدم التبذل .  و  \" قرن \"  وقرئ  \" قرن \"  بكسر القاف ؛  كلاهما من القرار بمعنى السكون يقال :  قر بالمكان يقر – بالفتح والكسر – إذا أقام فيه وثبت .  \r\nوالأمر من الأول قرن ،  وأصله :  اقررن – بفتح الراء الأولى – ومن الثاني قرن ،  وأصله :  اقررن – بكسر الراء الأولى . {  ولا تبرجن تبرج الجاهلية الأولى } أي إذا خرجتن لحاجة فيحرم أن تبدي إحداكن من زينتها ما أوجب الله عليها ستره ؛  كالشعر والعنق والصدر والذراعين والساقين ،  مما شأنه أن يثير النظر إليه شهوة الرجال .  ومن التبرج في بعض الروايات :  المشية بتكسر وحركات مثيرة ؛  كما كان يفعل نساء الجاهلية الأولى .  مأخوذ من البرج وهو سعة العين وحسنها .  و  \" الأولى \"  بمعنى المقدمة .  يقال لكل متقدم ومتقدمة :  أول وأولى .  أو هي بمثابة قولهم :  الجاهلية الجهلاء .  \r\n{  إنما يريد الله ليذهب عنكم الرجس } تعليل لما تقدم من الأوامر والنواهي .  والرجس :  الإثم والذنب ،  والقذر والنقائض .  والمراد هنا :  ذهاب كل ذلك عنهم .  و \" آل \"  فيه للاستغراق ،  ويحتمل أن تكون للجنس . {  أهل البيت } هم نساؤه صلى الله عليه وسلم بقرينة السياق .  \r\n \r\n"},{"text":"وَٱذْكُرْنَ مَا يُتْلَىٰ فِى بُيُوتِكُنَّ مِنْ ءَايَٰتِ ٱللَّهِ وَٱلْحِكْمَةِ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","aya":"34","page":"422","tafsir":"{  واذكرن ما يتلى في بيوتكن من آيات الله والحكمة } أي اعملن بما ينزل في بيوتكن من القرآن الجامع بين كونه آيات بينات دالة على صدق النبوة ،  وكونه حكمة مشتملة على فنون العلوم والشرائع ،  والحكم والمواعظ ،  والآداب والفضائل .  وفي الآية إشارة إلى أنهن – وقد خصصن بنزول الوحي في بيوتهن دون سائر الناس – أحق بهذه الذكرى من سواهن .  \r\n \r\n"},{"text":"إِنَّ ٱلْمُسْلِمِينَ وَٱلْمُسْلِمَٰتِ وَٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَٱلْقَٰنِتِينَ وَٱلْقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلْخَٰشِعِينَ وَٱلْخَٰشِعَٰتِ وَٱلْمُتَصَدِّقِينَ وَٱلْمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلْحَٰفِظِينَ فُرُوجَهُمْ وَٱلْحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرًا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا","aya":"35","page":"422","tafsir":"no text"}]