[{"text":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا۟ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَٰنِ هُمْ كَٰفِرُونَ","aya":"36","page":"325","tafsir":"no text"},{"text":"خُلِقَ ٱلْإِنسَٰنُ مِنْ عَجَلٍ سَأُو۟رِيكُمْ ءَايَٰتِى فَلَا تَسْتَعْجِلُونِ","aya":"37","page":"325","tafsir":"{  خلق الإنسان من عجل } العجل :  طلب الشيء وتحريه قبل أوانه ،  وفعله من باب طرب .  والمراد :  أن جنس الإنسان خلق مجبولا مطبوعا على العجلة والتسرع ،  فيستعجل كثيرا من الأشياء وقد تكون مضرة به .  ومن ذلك استعجالهم العذاب الذي أعدوا به ؛  جهلا منهم وغفلة عن شأنه . <br \/>\r\n<br \/>\r\n"},{"text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ","aya":"38","page":"325","tafsir":"no text"},{"text":"لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا۟ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ","aya":"39","page":"325","tafsir":"ثم بين اله تعالى شدة ما يحصل لهم منه بقوله : {  لو يعلم الذين كفروا حين لا يكفّون عن وجوههم النار .  .  .  } أي لما كانوا بتلك الصفة من الكفر والاستهزاء والاستعجال . <br \/>\r\n<br \/>\r\n"},{"text":"بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ","aya":"40","page":"325","tafsir":"{  بل تأتيهم بغتة } بل تأتيهم الساعة الموعود بها وبعذابهم فيها مفاجأة من غير شعور بمجيئها .  مصدر بغتة كمنعه ؛  ومنه المباغتة أي المفاجأة . {  فتبهتهم } تدهشهم وتحيرهم والفعل كعلم ونصر وكرم وزهي [ آية 258 البقرة ص 85 ] . {  ولا هم ينظرون } يمهلون لتوبة أو معذرة .  وهو تهديد ووعيد ."},{"text":"وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ","aya":"41","page":"325","tafsir":"{  ولقد استهزئ .  .  .  } تسلية للرسول صلى الله عليه وسلم عن استهزائهم . {  فحاق } أحاط أو نزل بهم .  يقال :  حاق به الشيء يحيق ،  أحاط به . <br \/>\r\n<br \/>\r\n"},{"text":"قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَٰنِ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ","aya":"42","page":"325","tafsir":"{  من يكلؤكم } يحفظكم ويحرسكم .  يقال :  كلاه كلأ وكلاءة وكلاء ،  حرسه وحفظه .  واكتلأت منه :  احترست .  والاستفهام للتقريع والتنبيه للمستهزئين كي لا يغتروا بما يتقلبون فيه من النعم ،  وبالإمهال والمطاولة . <br \/>\r\n<br \/>\r\n"},{"text":"أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ","aya":"43","page":"325","tafsir":"{  لا يستطيعون نصر أنفسهم } أي أن هؤلاء الآلهة لا يستطيعون أن ينصروا أنفسهم ،  ويدفعوا عنها ما ينزل بها{  ولا هم منا يصبحون } بنصر وتأييد ؛  فهم في غاية العجز .  أو ولاهم منا يجارون .  تقول العرب :  أنا لك صاحب من فلان وجار ،  بمعنى مجريك ومانعك منه .  وصحب فلان فلانا :  أجاره ومنعه .  فكيف يتوهّمون فيها النصر لهم !  . <br \/>\r\n<br \/>\r\n"},{"text":"بَلْ مَتَّعْنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ أَفَهُمُ ٱلْغَٰلِبُونَ","aya":"44","page":"325","tafsir":"{  أفلا يرون .  .  .  } هذه الآية مدنية وإن كانت السورة مكية ؛  أي أعمي المستهزئون فلا يرون أنا نأتي أرضهم فننقصها من أطرافها بتسليط المسلمين عليها وانتزاعها من أيديهم !  ؟ {  أفهم الغالبون } استفهام بمعنى الإنكار ،  معناه :  بل نحن الغالبون وهم المغلوبون . <br \/>\r\n<br \/>\r\n"}]