[
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَعَمِلَ صَٰلِحًا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "tafsir": "{  هَادُواْ } صاروا  يهودا .  يقال :  هاد وتهود ،  أي دخل في اليهودية .  و سموا يهودا نسبة إلى يهودا أكبر أولاد يعقوب ،  بقلب الذال دالا في التعريب .  أولما تابوا من عبادة العجل ،  من هاد يهود هودا بمعنى تاب ،  ومنه :  {  إناَّ هُدنَا إِلَيكَ }{[32]}  أي تبنا . <br />\r\n{  وَالنَّصَارَى } جمع نصران بمعنى نصراني ،  كندامى وندمان ،  والياء في نصراني للمبالغة ،  كما في أحمري .  سموا بذلك في الأصل لأنهم نصروا المسيح . <br />\r\n{  وَالصَّابِئِينَ } جمع صابئ ،  وهو الخارج من دين إلى دين يقال :  صبأ الظلف والناب والنجم-كمنع وكرم-إذا طلع .  والمراد بهم الخارجون  من الدين الحق إلى الدين الباطل .  وهم قوم يعبدون الكواكب أو الملائكة ،  ويزعمون أنهم على دين صابئ بن شيث بن آدم .",
        "sura": "2",
        "aya": "62",
        "page": "10"
    },
    {
        "text": "وَإِذْ أَخَذْنَا مِيثَٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
        "tafsir": "{  وَرَفَعْنَا فَوْقَكُمُ الطُّورَ } الطور :  الجبل المعروف بسيناء ،  وهو جبل المناجاة الذي أنزلت فيه التوراة على موسى .  ورفعه :  إعلاؤه عن مقره ،  هو نتقه المذكور في قوله تعالى :  {  وَإذ نَتَقَنَا الجَبَلَ فَوقَهُم كَأنَهُ ظُلَّةُ و ظنُّوا أنه واقعٌ بِهِم }{[33]} وهذا من الآيات التي رأوها بعد أخذ الميثاق عليهم تقوية لإيمانهم .",
        "sura": "2",
        "aya": "63",
        "page": "10"
    },
    {
        "text": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَ فَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ ٱلْخَٰسِرِينَ",
        "tafsir": "{ٱلْخَاسِرِينَ}\r\n(64) - وَيُقَرِّعُهُمُ اللهُ، جَلَّ شَأْنُهُ، عَلَى كُفْرِهِمْ، وَيَقُولُ لَهُمْ: إِنَّهُم تَوَلَّوْا عَنْ طَاعَةِ اللهِ، وَنَقَضُوا العَهْدَ وَالمِيثَاقَ، رَغْمَ جَمِيعِ مَا رَأَوْهُ مِنْ آيَاتِ اللهِ وَمُعْجِزَاتِهِ، وَرَغْمَ مَا أَخَذَهُ اللهُ عَلَيهِمْ مِنْ مِيثَاقٍ عَظِيمٍ، فَلَوْلا لُطْفُ اللهِ بِهِمْ، وَإِمْهَالُهُ إِيَّاهُمْ، وَتَوْبَتُهُ عَلَيْهِمْ، وإِرْسَالُهُ النَّبِيِّينَ والمُرْسَلِينَ إِلَيهِمْ، لَكَانُوا مِنَ الخَاسِرِينَ فِي الدُّنيا وَالآخِرَةِ، بِسَبَبِ نَقْضِهِمْ ذلِكَ المِيثَاقَ، وَانْهِمَاكِهِمْ فِي المَعَاصِي.\r\nالخُسْرَانُ - هُوَ ضِيَاعُ رَأْسِ المَالِ كُلاً أَوْ بَعْضاً.\r\nالتَّوَلِّي - الرُّجُوعُ إِلى الوَرَاءِ.",
        "sura": "2",
        "aya": "64",
        "page": "10"
    },
    {
        "text": "وَلَقَدْ عَلِمْتُمُ ٱلَّذِينَ ٱعْتَدَوْا۟ مِنكُمْ فِى ٱلسَّبْتِ فَقُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَٰسِـِٔينَ",
        "tafsir": "{  اعْتَدَواْ مِنكُمْ فِي السَّبْتِ } تجاوزوا الحد بصيد الحيتان فيه وقد نهوا عنه ،  وأمروا بتعظيم السبت والتجرد للعبادة فيه ،  قال تعالى :  {  واسألهُم عن القَريَة التِي كَانت حاضِرَةَ البَحرِ إِذ يَعدُونَ فِي السَّبت إِذ تَأتِيهِم حِيتَانُهُم يَومَ سَبتِهِم شُرّعاً وَيَومَ لاَ يَسبِتُونَ لا تَأتِيهِم كّذلكَ نبلُوهُم يِمَا كَانُوا يَفسُقُونَ }{[34]} والاعتداء :  مجاوزة الحد ،  يقال :  اعتدى وتعدى إذا ظلم .  والظالم :  مجاوز للحد وللحق . <br />\r\n{  خَاسِئِينَ } مبعدين عن رحمة الله ،  مطرودين كما يخسأ الكلب .  و الخسوء :  الطرد والإبعاد .  يقال خسأت الكلب خسأ وخسوءا –من باب منع- طردته و زجرته ،  وذلك إذا قلت له اخسأ .  وخسأ الكلب –كخضع- بعد والجمهور على انهم مسخوا حقيقة .  وعن مجاهد :  لم تمسخ صورهم ،  ولكن مسخت قوبهم ،  فلم تقبل وعظا ولم تع زجرا .  فمثلوا هنا بالقردة ،  كما مثلوا بالحمار في قوله تعالى :  {  مَثَلُ الَّذِينَ حُمِّلُوا التورَاةَ ثُمّ لَم َيحمِلُوهَا كَمَثَلِ الحِمَارِ يَحمِلُ أَسفَاراً }{[35]} والقردة من أخس الحيوان وأدنئه .",
        "sura": "2",
        "aya": "65",
        "page": "10"
    },
    {
        "text": "فَجَعَلْنَٰهَا نَكَٰلًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ",
        "tafsir": "{  نَكَالاً } عقوبة .  يقال :  نكل به تنكيلا إذا صنع به صنيعا يحذر غيره ،  والاسم النكال وهو ما نكلت به غيرك .  وأصله من النكل-بالكسر- وهو القيد الشديد ،  وحديدة اللجام ،  لكونهما ما تعين ،  وجمعه أنكال .  وسميت العقوبة نكالا لأنها تحذر غير من نزلت به ارتكاب ما أوجبها . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "66",
        "page": "10"
    },
    {
        "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦٓ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا۟ بَقَرَةً قَالُوٓا۟ أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِٱللَّهِ أَنْ أَكُونَ مِنَ ٱلْجَٰهِلِينَ",
        "tafsir": "{ٱلْجَاهِلِينَ}\r\n(67) - كَانَ فِي بَني إِسْرَائِيلَ رَجُلٌ كَثِيرُ المَالِ وَلاَ وَلَدَ لَهُ، وَكَانَ وَارِثَهُ الَوحِيدَ ابْنُ أَخِيهِ، فَاسْتَعْجَلَ ابْنُ الأَخِ المِيرَاثَ. وَقَتَلَ عَمَّهُ، ثُمَّ حَمَلَهُ وَأَلْقَاهُ عَلَى بَابِ رَجُل مِنْهُمْ. وَادَّعَى عَلَى صَاحِبِ البَيْتِ أَنَّهُ قَاتِلُهُ، وَتَسَلَّحَ النَّاسُ، وَتَثَاوَرُوا حَتَّى كَادَ الشَّرُّ أَنْ يَقَعَ بَيْنَهُمْ. فَدَعَاهُمْ ذَوُو الرَّأْيِ فِيهِمْ أَنْ يَذْهَبُوا إِلى مُوسَى يَسْأَلُونَهُ الرَّأْيَ، فَقَالَ لَهُمْ مُوسَى: إِنَّ اللهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً. فَقَالُوا لَهُ: أَتَسْخَرُ مِنَّا، وَتَتَّخِذُنا مَوْضِعاً لِلْهٌزْءِ وَالسُّخْرِيَةِ؟ فَقَالَ لَهُمْ مُوسَى: أَعُوذُ بِاللهِ أَنْ أَكُونَ مِنَ الجَاهِلِينَ الذِينَ يَسْخَرُونَ مِنَ النَّاسِ، أَوْ يَأْمُرُونَ بِشَيءٍ لاَ فَائِدَةَ مِنْهُ.\r\nالهُزْءُ - السُّخْرِيَةُ.\r\nعَاذَ - اعْتَصَمَ وَلاَذَ.\r\nالجَهْلُ - فِعْلُ مَا لاَ يَنْبَغِي.",
        "sura": "2",
        "aya": "67",
        "page": "10"
    },
    {
        "text": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ عَوَانٌۢ بَيْنَ ذَٰلِكَ فَٱفْعَلُوا۟ مَا تُؤْمَرُونَ",
        "tafsir": "{  لاَّ فَارِضٌ } لا كبيرة هرمة ،  ولا فتية صغيرة لم يلحقها الفحل ،  بل نصف بين السنين .  يقال :  فرضت البقرة- كجلس وظرف- فروضا و فراضة ،  طعنت في السن .  والعوان من البقر :  التي نتجت بعد بطنها البكر ،  وجمعها عون . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "68",
        "page": "10"
    },
    {
        "text": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ ٱلنَّٰظِرِينَ",
        "tafsir": "{  فَاقِعٌ لَّوْنُهَا } صادق الصفرة .  يقال :  أصفر فاقع ،  وابيض ناصع .  وفقع لونه يفقع ويفقع فقعا و فقوعا :  اشتدت صفرته أو خلصت . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "69",
        "page": "10"
    }
]