[
    {
        "text": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٍ قَالُوا۟ مَا هَٰذَآ إِلَّا سِحْرٌ مُّفْتَرًى وَمَا سَمِعْنَا بِهَٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
        "tafsir": "{  سحر مفترى } مختلق .  أو سحر تعلمته على الله تعالى كذبا . <br />\r\n<br />\r\n",
        "sura": "28",
        "aya": "36",
        "page": "390"
    },
    {
        "text": "وَقَالَ مُوسَىٰ رَبِّىٓ أَعْلَمُ بِمَن جَآءَ بِٱلْهُدَىٰ مِنْ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ",
        "tafsir": "{  عاقبة الدار } أي عاقبة الدنيا وهي الجنة . <br />\r\n<br />\r\n",
        "sura": "28",
        "aya": "37",
        "page": "390"
    },
    {
        "text": "وَقَالَ فِرْعَوْنُ يَٰٓأَيُّهَا ٱلْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِى فَأَوْقِدْ لِى يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجْعَل لِّى صَرْحًا لَّعَلِّىٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ مِنَ ٱلْكَٰذِبِينَ",
        "tafsir": "{  ما علمت لكم من إله غيري } أراد بنفي بإله غيره نفى وجوده ؛  لزعمه أنه لو كان موجودا لعلمه ،  وهو لم يعلمه فكان غير موجود . {  فاجعل لي صرحا } بناء عاليا كالقصر ؛  من صرح الشيء وصرحه :  إذا بينه وأظهره . {  لعلى أطلع إلى إله موسى } أراد به التهكم بموسى ؛  كأنه نسب إليه القول بأن إلهه في السماء فقال لوزيره :  ابن لي صرحا أصعد فيه لعلى أراه ؛  تهكما بموسى . {  وإني لأظنه من الكاذبين } في إثباته إلها غيري .  وأراد بالظن اليقين ؛  فلا ينافى ما ادعاه أولا من اليقين بعدم وجود إله غيره .  وكذا طلبه بناء الصرح رجاء الاطلاع على إله موسى :  لا ينافى يقينه بعدم وجوده ؛  لأنه على سبيل التهكم والسخرية . <br />\r\n<br />\r\n",
        "sura": "28",
        "aya": "38",
        "page": "390"
    },
    {
        "text": "وَٱسْتَكْبَرَ هُوَ وَجُنُودُهُۥ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَظَنُّوٓا۟ أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ",
        "tafsir": "(39) - وَطَغَى فِرْعَونُ وَمَلَؤُهُ وَجُنُودُهُ في أَرْضِ مِصْرَ، وَتَجَبَّروا، وَأَكْثَروا فِيها الفَسَادَ، واعتَقَدُوا أَنَّهُ لا قِيَامَةَ وَلاَ حَشْرَ وَلاَ مَعَادَ، وَلاَ رَجْعَةَ إِلى اللهِ، وَلا حِسَابَ لَهُمْ عَلى عَمَلِهِم السَّيىءِ، واعتِقَادِهِم الفَاسِدِ.\n",
        "sura": "28",
        "aya": "39",
        "page": "390"
    },
    {
        "text": "فَأَخَذْنَٰهُ وَجُنُودَهُۥ فَنَبَذْنَٰهُمْ فِى ٱلْيَمِّ فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
        "tafsir": "{فَأَخَذْنَاهُ} {فَنَبَذْنَاهُمْ} {عَاقِبَةُ} {ٱلظَّالِمِينَ}\r\n(40) - فَجَمَعَ اللهُ تَعَالَى فِرْعَوْنَ وَجُنُودَهُ، وأَغْرَقَهُمْ في البَحْرِ في صَبِيحَةِ وَاحِدَةٍ، وَلَمْ يُبْقِ مِنْهُمْ أَحَداً. فَانظُرْ أَيُّها المُعْتَبِرُ بالآيَاتِ، كَيفَ كَانَ أَمرُ هؤلاءِ الذينَ كَفَرُوا بِرَبِّهِمْ، وَظَلَمُوا أَنْفُسَهُمْ، وَهذِهِ هِيَ عَاقِبَةُ الكُفرِ والبَغْيِ والظُّلْمِ.\r\nفَنَبَذْنَاهُمْ فِي اليَمِّ - ألقَيْنَاهُمْ وأَغْرَقْنَاهُمْ في البَحْرِ.\n",
        "sura": "28",
        "aya": "40",
        "page": "390"
    },
    {
        "text": "وَجَعَلْنَٰهُمْ أَئِمَّةً يَدْعُونَ إِلَى ٱلنَّارِ وَيَوْمَ ٱلْقِيَٰمَةِ لَا يُنصَرُونَ",
        "tafsir": "{  وجعلناهم أئمة } قدوة في الضلال والكفر ،  يتبعهم غيرهم فيه ؛  فيكون عليهم وزرهم ووزر أتباعهم . <br />\r\n<br />\r\n",
        "sura": "28",
        "aya": "41",
        "page": "390"
    },
    {
        "text": "وَأَتْبَعْنَٰهُمْ فِى هَٰذِهِ ٱلدُّنْيَا لَعْنَةً وَيَوْمَ ٱلْقِيَٰمَةِ هُم مِّنَ ٱلْمَقْبُوحِينَ",
        "tafsir": "{  من المقبوحين } المطرودين المبعدين ؛  جمع مقبوح .  يقال :  قبحه الله ،  أي نحاه وأبعده عن كل خير .  أو من المشوهين في الخلقة بسواد الوجوه وزرقة العيون . <br />\r\n<br />\r\n",
        "sura": "28",
        "aya": "42",
        "page": "390"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ مِنۢ بَعْدِ مَآ أَهْلَكْنَا ٱلْقُرُونَ ٱلْأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ",
        "tafsir": "{آتَيْنَا} {ٱلْكِتَابَ} {بَصَآئِرَ}\r\n(43) - وَلَقَدْ أَنزَلَ اللهُ تَعَالى التَّورَاةَ عَلَى مُوسَى بعدَ أَنْ أَهْلَكَ المُكَذِّبينَ مِنَ الأُمَمِ السَّابِقَةِ، لتكونَ نُوراً للقُلُوبِ المُظْلِمَةِ، بَعْدَ أَنْ دَرَسَتْ مَعَالِمُ الشَّريعةِ التي جَاءَهُمْ بِها الأَنبياءُ السَّابِقُونَ، وَسَادَ الفَسَادُ في العَالَمِ، وَفَشَا الشَّرُّ بَينَ النَّاسِ، فَاحْتَاجَ النَّاسُ إِلى تَشرِيعٍ جَدِيدٍ يُصْلِحُ مَا فَسَدَ مِنْ عَقَائِدِهِمْ، وأَفْعَالِهِمْ، بِتَقريرِ أُصُولٍ في ذلِكَ التَّشرِيعِ، تَبْقَى أَبَدَ الدَّهْرِ، وتَرتِيبِ فُروعٍ تَتَبَدَّلُ بِتَبَدُّلِ العُصُورِ، واخْتِلافِ أحوَال النَّاسِ. وَفِي التَّورَاةِ تَذكِيرٌ بأحوالِ الأُمَمِ السَّابِقَةِ، لِيَكُونَ ذلِكَ عِبرةً لِلنَّاسِ، لَعَلَّهُمْ يَتَّعِظُونَ بِما نَزَلَ بِهؤُلاءِ، فَيُقْلِعُوا عَمَّا هُمْ عَلَيهِ مِنَ الكُفْرِ والتَّكذِيبِ.\r\nالقُرُونَ الأُولى - الأُمَمَ المَاضِيَةَ المُكَذِّبَةَ.\r\nبَصَائِرَ لِلنَّاسِ - أَنْواراً لِقُلُوبِهِمْ تُبْصِرُ بِهَا.\n",
        "sura": "28",
        "aya": "43",
        "page": "390"
    }
]