[
    {
        "text": "قَالُوا۟ يَٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ",
        "tafsir": "{  يا موسى إما أن تلقي } أي تطرح ما معك قبلنا .  والإلقاء في الأصل :  طرح الشيء حيث تلقاه أي تراه ؛  ثم تعورف في كل طرح . \r\n\r\n",
        "sura": "20",
        "aya": "65",
        "page": "316"
    },
    {
        "text": "قَالَ بَلْ أَلْقُوا۟ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ",
        "tafsir": "(66) - فَقَالَ لَهُمْ مُوسَى: بَلْ أَلْقُوا أَنْتُمْ لِنَرَى مَاذَا تَصْنَعُونَ مِنَ السِّحْرِ، فَأَلْقَوا مَا لَدَيْهِمْ فَسَحَرُوا أَعْيُنَ النَّاسِ، وَاسْتَرْهَبُوهُمْ وَأَدْخَلُوا الرُّوعَ إِلى نُفُوسِهِمْ، وَجَاؤُوا بِسِحْرٍ عَظِيمٍ - كَمَا جَاءَ فِي آيَةٍ أُخْرَى - وَظَهَرَ لِلنَّاسِ مِنْ قُوَّةِ سِحْرِهِمْ أَنَّ حِبَالَهُمْ وَعِصيَهُمُ التِي أَلْقَوْهَا، تَسْعَى وَتَسِيرُ بِاخْتِيَارِهَا.",
        "sura": "20",
        "aya": "66",
        "page": "316"
    },
    {
        "text": "فَأَوْجَسَ فِى نَفْسِهِۦ خِيفَةً مُّوسَىٰ",
        "tafsir": "{  فأوجس في نفسه خيفة } الإيجاس :  الإخفاء والإضمار .  والخفية :  الخوف ؛  أي أخفى موسى في نفسه شيئا من الخوف من مفاجأة ذلك بمقتضى الجبلة البشرية عند رؤية الأمر المهول .  ولكن الله ثبته وقال له :  {  ألق ما في يمينك تلقف ما صنعوا }\r\n\r\n",
        "sura": "20",
        "aya": "67",
        "page": "316"
    },
    {
        "text": "قُلْنَا لَا تَخَفْ إِنَّكَ أَنتَ ٱلْأَعْلَىٰ",
        "tafsir": "(68) - فَأَوْحَى اللهُ إِلَى مُوسَى: لاَ تَخَفْ شَيْئاً فَأَنْتَ الغَالِبُ، اليَوْمَ.",
        "sura": "20",
        "aya": "68",
        "page": "316"
    },
    {
        "text": "وَأَلْقِ مَا فِى يَمِينِكَ تَلْقَفْ مَا صَنَعُوٓا۟ إِنَّمَا صَنَعُوا۟ كَيْدُ سَٰحِرٍ وَلَا يُفْلِحُ ٱلسَّاحِرُ حَيْثُ أَتَىٰ",
        "tafsir": "{  ألق ما في يمينك تلقف ما صنعوا } أي تبتلع بسرعة ما موهوا به .  يقال :  لقفه يلقفه لقفا ولقفانا ،  تناوله بسرعة وحذق باليد أو الفم . \r\n\r\n",
        "sura": "20",
        "aya": "69",
        "page": "316"
    },
    {
        "text": "فَأُلْقِىَ ٱلسَّحَرَةُ سُجَّدًا قَالُوٓا۟ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ",
        "tafsir": "{آمَنَّا} {هَارُونَ}\r\n(70) - وَلَمَّا عَايَنَ السَّحَرَةُ ذلِكَ وَشَاهَدُوهُ، وَهُمْ أَصْحَابُ الخِبْرَةِ بِفُنُونِ السِّحْرِ، وَطُرُقِهِ، عَلِمُوا عِلْمَ اليَقِينِ أَنَّ الَّذِي جَاءَ بِهِ مُوسَى لَيْسَ مِنْ قَبِيلِ السِّحْرِ وَالحِيَلِ، وَأَنَّهُ حَقٌّ لاَ مِرْيَةَ فِيهِ، وَلاَ يَقْدِرُ عَلَيْهِ غَيْرُ اللهِ وَحْدَهُ، وَحِينَئِذٍ وَقَعُوا سَاجِدِينَ للهِ، وَقَالُوا: آمَنَّا بِرَبِّ العَالَمِينَ، رَبِّ مُوسَى وَهَارُونَ.",
        "sura": "20",
        "aya": "70",
        "page": "316"
    },
    {
        "text": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَٰفٍ وَلَأُصَلِّبَنَّكُمْ فِى جُذُوعِ ٱلنَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وَأَبْقَىٰ",
        "tafsir": "{آمَنتُمْ} {ءَاذَنَ} {خِلاَفٍ}\r\n(71) - يُخْبِرُ اللهُ تَعَالَى عَنْ كُفْرِ فِرْعَوْنَ وَعِنَادِهِ، وَمُكَابَرَتِهِ الحَقَّ بِالبَاطِلِ، حِينَ رَأَى المُعْجِزَةَ البَاهِرَةَ، وَرَأَى الذِينَ اسْتَنْصَرَ بِهِمْ قَدْ آمَنُوا بِحَضْرَتِهِ، وَأَمَامَ النَّاسِ جَمِيعاً، وَغُلِبَ عَلَى أَمْرِهِ، فَشَرَعَ فِي المُكَابَرَةِ وَالتَّهْدِيدِ، وَتَوَعَّدَ السَّحَرَةَ وَقَالَ لَهُمْ: آمَنْتُمْ بِهِ وَصَدَّقْتُمُوهُ قَبْلَ أَنْ آذَنَ لَكُمْ بِذلِكَ، وَهذا كَائِنٌ مِنْكُمْ عَنِ اتِّفَاقٍ بَيْنَكُمْ وَبَيْنَهُ عَلَيَّ، فَهُوَ كَبِيرُكُمْ فِي السِّحْرِ، وَهُوَ الذِي عَلَّمَكُمْ إِيَّاهُ، ثُمَّ شَرَعَ فِي بَيَانِ مَا هُوَ صَانِعٌ بِهِمْ، فَقَالَ لَهُمْ: إِنَّهُ سَيَقْطَعُ أَيْدِيَهُمْ وَأَرْجُلَهُمْ مِنْ خِلاَفٍ، فَإِذا قَطَعَ اليَدَ اليُمْنَى قَطَعَ الرِّجْلَ اليُسْرَى... وَإِنَّهُ سَيَصْلُبُهُمْ عَلَى جُذوعِ النَّخْلِ، وَسَيَجْعَلُهُمْ عِبْرَةً وَمُثْلَةً.\r\nثُمَّ قَالَ لَهُمْ: إِنَّكُمْ تَقُولُونَ إِنَّنِي وَقَوْمِي عَلَى ضَلاَلَةٍ، وَإِنَّكُمْ وَمُوسَى عَلَى حَقًٍّ وَهُدًى، فَسَوْفَ تَعْلَمُونَ مَنْ يَكُونُ أَشَدَّ عَذَاباً وَأَدْوَمَ زَمَناً، أَنَا أَمْ إِله مُوسَى؟",
        "sura": "20",
        "aya": "71",
        "page": "316"
    },
    {
        "text": "قَالُوا۟ لَن نُّؤْثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلْبَيِّنَٰتِ وَٱلَّذِى فَطَرَنَا فَٱقْضِ مَآ أَنتَ قَاضٍ إِنَّمَا تَقْضِى هَٰذِهِ ٱلْحَيَوٰةَ ٱلدُّنْيَآ",
        "tafsir": "{  والذي فطرنا } أي ولن نؤثرك على الذي أبدعنا وأوجدنا ،  أو هو قسم بالله .  وفعله من باب نصر . \r\n\r\n",
        "sura": "20",
        "aya": "72",
        "page": "316"
    },
    {
        "text": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ ٱلسِّحْرِ وَٱللَّهُ خَيْرٌ وَأَبْقَىٰٓ",
        "tafsir": "{آمَنَّا} {خَطَايَانَا}\r\n(73) - إِنَّنَا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا مَا كَانَ مِنّا مِنْ خَطَايَا وَآثَامٍ، وَلِيَغْفِرَ لَنَا مَا أَكْرَهْتَنَا عَلَيْهِ مِنَ القِيَامِ بِالسِّحْرِ، لِتُعَارِضَ بِهِ آيَاتِ اللهِ وَمُعْجِزَاتِهِ، وَاللهُ خَيْرٌ مِنْكَ ثَوَاباً إِنْ أُطِيعَ، وَأَبْقَى عَذَاباً إِنْ عُصِيَ.\r\n(وَقِيلَ بَلْ مَعْنَاهُ: وَاللهُ خَيْرٌ مِنْكَ وَأَدْوَمُ ثَوَاباً مِمَّا وَعَدْتَنَا وَمَنَّيْتَنَا).",
        "sura": "20",
        "aya": "73",
        "page": "316"
    },
    {
        "text": "إِنَّهُۥ مَن يَأْتِ رَبَّهُۥ مُجْرِمًا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ",
        "tafsir": "(74) - وَتَابَعَ السَّحَرَةُ وَعْظَهُمْ لِفِرْعَوْنَ وَهُمْ يُحَذِّرُونَهُ مِنْ نَقْمَةِ اللهِ، وَعَذَابِهِ الدَّائِمِ، وَيُرَغِّبُونَهُ فِي ثَوَابِهِ الأَبَدِيِّ المُخَلَّدِ، فَقَالُوا لَهُ: إِنَّهُ مَنْ يَأْتِ رَبَّهُ يَوْمَ القِيَامَةِ، وَهُوَ ظَالِمٌ لِنَفْسِهِ، فَإِنَّ اللهَ قَدْ أَعَدَّ لَهُ نَارَ جَهَنَّمَ جَزَاءً لَهُ، وَكَانَ مُخَلَّداً فِيهَا، وَلاَ يَمُوتُ فِيهَا مِيتَةً مُرِيحَةً فَيَرْتَاحُ، وَلاَ يَحْيَا حَيَاةً مُمْتِعَةً يُسَرُّ بِهَا.",
        "sura": "20",
        "aya": "74",
        "page": "316"
    },
    {
        "text": "وَمَن يَأْتِهِۦ مُؤْمِنًا قَدْ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُو۟لَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلْعُلَىٰ",
        "tafsir": "{ٱلصَّالِحَاتِ} {فَأُوْلَـٰئِكَ} {ٱلدَّرَجَاتُ}\r\n(75) - وَمَنْ جَاءَ رَبَّهُ يَوْمَ القِيَامَةِ وَهُوَ مُؤْمِنُ القَلْبِ، قَدْ صَدَّق ضَمِيرَهُ، بِقَوْلِهِ وَعَمَلِهِ الصَّالِحِ جَزَاهُ رَبُّهُ عَلَى عَمَلِهِ بِالجَنَّةِ، ذَاتِ الدَّرَجَاتِ العَالِيَةِ، وَالغُرَفِ الآمِنَاتِ، وَالمَسَاكِنِ الطَّيِّبَاتِ.",
        "sura": "20",
        "aya": "75",
        "page": "316"
    },
    {
        "text": "جَنَّٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ",
        "tafsir": "{جَنَّاتُ} {ٱلأَنْهَارُ} {خَالِدِينَ}\r\n(76) - وَهذِهِ الدَّرَجَاتُ العُلاَ، هِيَ جَنَّاتُ إِقَامَةٍ (عَدْنٍ)، تَنْسَابُ فِيهَا الأَنْهَارُ، وَيَبْقَوْنَ فِيهَا مَاكِثِينَ أَبَداً، وَهَذا جَزَاءُ مَنْ طَهَّرَ نَفْسَهُ مِنَ الدَّنَسِ وَالخَبَثِ وَالشِّرْكِ، وَعَبدَ اللهَ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَاتَّبَعَ المُرْسَلِينَ فِيمَا جَاؤُوا بِهِ.\r\nتَزَكَّى - تَطَهَّرَ مِنْ دَنَسِ الشِّرْكِ.",
        "sura": "20",
        "aya": "76",
        "page": "316"
    }
]