[
    {
        "text": "لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُوا۟ هُمُ ٱلْغَٰلِبِينَ",
        "tafsir": "{ٱلْغَالِبِينَ}\r\n(40) - وقالَ قائلُهمْ: لعلَّنَا نَتَّبعُ السَّحَرَةَ إنْ غَلَبُوا مُوسَى وأخَاه. (ولم يَقُولُوا لَعلَّنا نتبعُ الحقَّ سَواءٌ كانَ منَ السَحَرةِ أو مِن موسَى، ولكنهُمْ كانُوا على دِينِ مَلِكِهِمْ فرعونَ).\n",
        "sura": "26",
        "aya": "40",
        "page": "369"
    },
    {
        "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالُوا۟ لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَٰلِبِينَ",
        "tafsir": "{أَإِنَّ} {ٱلْغَالِبِينَ}\r\n(41) - وَجَاءَ السَّحَرةُ إلى مَجْلِسِ فرعونَ، وَقَدْ جَلَسَ على كُرْسِيِّهِ وحولَهُ كِبَارُ رِجَالِ دَوْلَتِهِ، وخَدَمُهُ وحَشَمُهُ وجُنْدُهُ، فَقامَ السَّحَرةُ بينَ يديْ فرعونَ يَطْلُبون منهُ الإِحْسَان إليهمْ إنْ غَلَبُوا مُوسى وهَارونَ، وقالُوا لهُ: وهَلْ لَنَا مِنْ أجرٍ إذا انْتَصَرْنَا عليهِما؟\n",
        "sura": "26",
        "aya": "41",
        "page": "369"
    },
    {
        "text": "قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ ٱلْمُقَرَّبِينَ",
        "tafsir": "(42) - فقالَ لهمْ فرعونُ: نَعَمْ إنَّ لَكُمْ لأَجْراً، وإنَّ لَكُمْ عِنْدِي أكثرَ مِنْ ذَلِكَ، فإنَّكُمْ سَتَكُونُونَ مِنْ جُلَسَائِي، ومنَ المُقَرَّبِين عِنْدِي.\n",
        "sura": "26",
        "aya": "42",
        "page": "369"
    },
    {
        "text": "قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ",
        "tafsir": "(43) - ولمَّا اجْتَمَعُوا، في اليومِ المَعْلُومِ، أمَامَ فرعونَ والناسِ المُحْتَشِدينَ، سأَلَ السَّحَرَةُ مُوسى إنْ كَان يُريدُ أن يَبْدَأَ هو بإلقاءِ ما عِنْدَهُ مِنْ فُنُونِ السِّحْرِ، أوْ يكونُونَ هُمُ البَادِئِيْنَ؟ فقالَ لهمْ: بَلْ ألْقُوا أنُتمْ مَا لَدَيْكُم من فُنُونِ السِّحْرِ.\n",
        "sura": "26",
        "aya": "43",
        "page": "369"
    },
    {
        "text": "فَأَلْقَوْا۟ حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا۟ بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ ٱلْغَٰلِبُونَ",
        "tafsir": "{ٱلْغَالِبُونَ}\r\n(44) - فَأَلْقَوْا حِبَالَهُمْ وعِصِيَّهُمْ فسَحَرُوا أعْيُنَ الناسِ واستَرْهَبُوهمْ وجَاؤُوا بسحرٍ عَظيمٍ - كَما جَاءَ في آيةٍ أُخْرَى - ونَظَرُوا إلى مَا أَتَوْا منَ السِّحْرِ فظنُّوهُ عَظيماً، وداخَلَهُم الزَّهْوُ، وأيْقَنُوا بالنَّصْرِ، فأقْسَمُوا بِعِزَّةِ فرعَوْنَ، وَقُوَّتِهِ، وَيُمْنِهِ، أنهُمْ سَيكونُون الغالبينَ.\r\nبِعِزَّةِ فِرْعَوْنَ - بِعَظَمَةِ فِرْعَوْنَ ويُمْنِهِ.\n",
        "sura": "26",
        "aya": "44",
        "page": "369"
    },
    {
        "text": "فَأَلْقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ",
        "tafsir": "{  تلقف ما يأفكون } تبتلع بسرعة ما يموهون ويزوّرون به من المخاييل والخدع الباطلة [ آية 117 الأعراف ص 274 ] .",
        "sura": "26",
        "aya": "45",
        "page": "369"
    },
    {
        "text": "فَأُلْقِىَ ٱلسَّحَرَةُ سَٰجِدِينَ",
        "tafsir": "{سَاجِدِينَ}\r\n(46) - وعَلِمَ السَّحَرَةُ أنَّ مَا أتَى بهِ مُوسَى لَيْسَ سِحْراً، لأنَّهُ لوَ كانَ سِحْراً لَما غَلَبَهُمْ، وهُمْ جُمُوعٌ من السَّحَرةِ، لهمْ بالسحْرِ علمٌ وَمَعْرِفَةٌ، وأيْقَنُوا أَنَّ مَا أتَى بهِ مُوسى هوَ الحَقُّ من عندِ اللهِ تَعالى، فَخَرُّوا على وُجُوهِهِمْ سَاجِدينَ للهِ ربِّ العالَمينَ، تَائِبينَ مُسْتَغفرينَ رَبَّهُمْ على مَا كَانَ مِنْهُمْ مِنْ سِحرٍ وكُفْرٍ، ورَغْبَةٍ في مُعَارَضَةِ الحَقِّ مِنْ عندِ اللهِ بِسِحْرِهِمْ.\n",
        "sura": "26",
        "aya": "46",
        "page": "369"
    },
    {
        "text": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{آمَنَّا} {ٱلْعَالَمِينَ}\r\n(47) - وقالُوا: آمَنَّا بربِّ العالِمين الذيْ دَعا موسَى فِرعَونَ إلى عبادَتِهِ حينَما جاءَهُ، وأعْلَنُوا إيْمَانَهُمْ أمامَ فرعونَ ومَلئِهِ.\n",
        "sura": "26",
        "aya": "47",
        "page": "369"
    },
    {
        "text": "رَبِّ مُوسَىٰ وَهَٰرُونَ",
        "tafsir": "{هَارُونَ}\r\n(48) - ثمَّ بَيَّنُوا أنَّ ربَّ العالمينَ الذيْ آمنُوا بهِ هوَ ربُّ مُوسَى وهَارُونَ، ومؤيِّدُهُما بنصْرِهِ.\n",
        "sura": "26",
        "aya": "48",
        "page": "369"
    },
    {
        "text": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ فَلَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَٰفٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
        "tafsir": "{آمَنتُمْ} {آذَنَ} {خِلاَفٍ}\r\n(49) - فشعَرَ فرعَونُ أنُه غُلِبَ عَلَى أمْرِه غَلْباً كَبيراً أمامَ شَعْبِهِ ومَلَئِهِ وسَحَرَتِهِ، فَعَدَلَ إلى المُكَابَرَة والعِنَادِ، ودَعْوَى الباطِلِ، فشرَعَ يَتَهَدَّدُ السحرةَ وَيَتَوَعَّدُهُمْ، ويقولُ لَهُمْ: إنَّ مُوسى هو كبيرُهُم، وهو الذي عَلَّمَهُمُ السِّحْرَ، وإنهُمْ تَوَاطَؤُوا معهُ ليظْهَرَ عليهمْ أمامَ النَّاسِ فيتَّبِعُوه. وقالَ لَهُمْ فرعونُ: كيفَ تؤمنونَ لهُ قبلَ أن تسْتَأذنُونِي في ذلكَ؟ وقبلَ أنْ أسْمَحَ لكُمْ بهِ؟ ثمّ تَوَعَّدَهمْ بقطعِ أيدِيهمْ وأَرجُلهمْ بصُورةٍ مُتَخَالِفةٍ، فإِذا قَطَعَ اليدَ اليُمنى قطعَ الرجلَ اليسرى، وبأَنَّهُ سَيَصْلِبُهُمْ جَميعاً على جُذوع النَّخلِ.\n",
        "sura": "26",
        "aya": "49",
        "page": "369"
    },
    {
        "text": "قَالُوا۟ لَا ضَيْرَ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
        "tafsir": "{  قالوا لا ضير } لا ضرر علينا فيما يلحقنا من عذاب الدنيا لإيماننا .  مصدر ضاره الأمر يضوره ويضيره ضيرا وضورا ،  أي ضرّه .\r\n\r\n",
        "sura": "26",
        "aya": "50",
        "page": "369"
    },
    {
        "text": "إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَٰيَٰنَآ أَن كُنَّآ أَوَّلَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{خَطَايَانَآ}\r\n(51) - وإنَّنا نَطمعُ في أَنْ يَغفِرَ لنا رَبُّنا ذنُوبَنَا وما اقْتَرفْنَاه في حياتِنَا الماضيةِ من الخَطَايا، وما أكْرَهْتَنَا عليه من السِّحرِ، إذْ كُنَّا أولَ من آمنَ من قومِك بمُوسى ورسالَتِه انْقِياداً للحقِّ، وإعْرَاضاً عن زُخْرُفِ الدُّنيا وزينَتِها.\n",
        "sura": "26",
        "aya": "51",
        "page": "369"
    },
    {
        "text": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِىٓ إِنَّكُم مُّتَّبَعُونَ",
        "tafsir": "{  أسر بعبادي } سر بهم ليلا ،  أو في أول الليل إلى البحر الأحمر من أرض مصر [ آية 1 الإسراء ص 449 ] . {  وحاشرين } جامعين للعساكر ليتبعوهم .",
        "sura": "26",
        "aya": "52",
        "page": "369"
    },
    {
        "text": "فَأَرْسَلَ فِرْعَوْنُ فِى ٱلْمَدَآئِنِ حَٰشِرِينَ",
        "tafsir": "{ٱلْمَدَآئِنِ} {حَاشِرِينَ}\r\n(53) - وَلمَّا عَلِمَ فِرعَونُ بارتحالِ بني إسْرائيلَ مَعَ مُوسى ليخرُجُوا من أَرْضِ مصرَ اغْتَاظَ وأرسلَ رسُلاً (حاشرينَ) يَجْمَعونَ له الجنودَ من أطرافِ مملكتِهِ، لِيَتْبَعَهُمْ ويَردَّهمْ إلى أرضِ مصرَ، ويمنَعَهم من الخروجِ منها.\r\nحَاشرينَ - أُنَاساً يَجْمعُون لهُ الجُندَ.\n",
        "sura": "26",
        "aya": "53",
        "page": "369"
    },
    {
        "text": "إِنَّ هَٰٓؤُلَآءِ لَشِرْذِمَةٌ قَلِيلُونَ",
        "tafsir": "{  لشرذمة } طائفة قليلة من الناس بالنسبة إلى كثرة جيشه .  أو هي السفلة منهم .  وجمعها شراذم ؛  ومنه ثياب شراذم ،  أي أخلاق متقطعة .\r\n\r\n",
        "sura": "26",
        "aya": "54",
        "page": "369"
    },
    {
        "text": "وَإِنَّهُمْ لَنَا لَغَآئِظُونَ",
        "tafsir": "{لَغَآئِظُونَ}\r\n(55) - وقد أقْدَمُوا على عَمَلِ ما يُثِيرُ غَيْظَنَا بمُخَالَفَةِ أمْرِنا، ومُحَاوَلةِ الخروجِ من أرضِ مصرَ بغيرِ إِذْنِنا، وبذهابِهِم بالحُلِيِّ التي استعَارُوها من القِبْطِ.\n",
        "sura": "26",
        "aya": "55",
        "page": "369"
    },
    {
        "text": "وَإِنَّا لَجَمِيعٌ حَٰذِرُونَ",
        "tafsir": "{  وإنا لجميع حاذرون } وإنا لجمع من عادتنا الحذر والاحتراز والأخذ في الأمور .  وقرئ  \" حذرون \"  وهما بمعنى واحد ؛  كما قال أبو عبيدة يقال :  حذر حذرا – من باب تعب – واحترز ؟  ،  بمعنى استعد وتأهب ؛  فهو حاذر وحذر ،  والاسم منه الحذر .  وقال الزجاج :  الحاذر المستعد ،  والحذر المتيقظ .\r\n\r\n",
        "sura": "26",
        "aya": "56",
        "page": "369"
    },
    {
        "text": "فَأَخْرَجْنَٰهُم مِّن جَنَّٰتٍ وَعُيُونٍ",
        "tafsir": "{فَأَخْرَجْنَاهُمْ} {جَنَّاتٍ}\r\n(57) - فَأَخْرَجَ اللهُ تَعالى فرعونَ وقومَهُ وجنودَه من نعيمِ الحَياة التي كَانوا يَعِيشُونها، فَتركُوا المَنَازِلَ العَالِيةَ، والبَسَاتينَ النَّضِرَةَ والمِيَاهَ الوَفِيرةَ، لِيُهْلِكَهُمُ اللهُ جَمِيعاً في البَحْرِ غَرَقاً.\n",
        "sura": "26",
        "aya": "57",
        "page": "369"
    },
    {
        "text": "وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ",
        "tafsir": "(58) - وتَرَكُوا الكُنوزَ والأَمْوالَ والأرْزَاقَ والجَاهَ الوافِرَ في الدُّنيا.\n",
        "sura": "26",
        "aya": "58",
        "page": "369"
    },
    {
        "text": "كَذَٰلِكَ وَأَوْرَثْنَٰهَا بَنِىٓ إِسْرَٰٓءِيلَ",
        "tafsir": "{وَأَوْرَثْنَاهَا} {إِسْرَائِيلَ}\r\n(59) - وهكَذا أخرَجَ اللهُ تعالى فرعَونَ وقومَهُ وجنُودَهُ من أرْضِهِم، التي كانُوا مُقيمينَ فيها، لِيُهْلِكَهُم في البَحْرِ غَرَقاً، وجَعَلَ بني إِسرائيلَ يَرِثُون الأرضَ المُقَدَّسَةَ، وفيها جَنَّاتٌ وعُيونٌ ونَعِيمٌ يُمَاثِلُ ما تَرَكَهُ فِرْعَونُ وقومُه في مصرَ فتحَوَّلَ حالُ بني إسرائيلَ من الرِّقِّ والعُبوديَّةِ والذُّلِّ، إلى الحُرِّيَّةِ والترفِ والنعيم.\n",
        "sura": "26",
        "aya": "59",
        "page": "369"
    },
    {
        "text": "فَأَتْبَعُوهُم مُّشْرِقِينَ",
        "tafsir": "{  فأتبعوهم } فلحقوهم .  تقول :  أتبعته ،  أي تبعته ؛  وذلك إذا كان سبقك فلحقته .\r\n{  مشرقين } داخلين في وقت الشروق ؛  من أشرق ،  أي دخل في وقت الشروق كأصبح وأمسى .\r\n\r\n",
        "sura": "26",
        "aya": "60",
        "page": "369"
    }
]