[
    {
        "text": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ أُكُلُهَا دَآئِمٌ وَظِلُّهَا تِلْكَ عُقْبَى ٱلَّذِينَ ٱتَّقَوا۟ وَّعُقْبَى ٱلْكَٰفِرِينَ ٱلنَّارُ",
        "tafsir": "{  أكلها دائم } ما يؤكل فيها لانقطاع لأنواعه . {  و ظلها } دائم لا يزول . \r\n\r\n",
        "sura": "13",
        "aya": "35",
        "page": "254"
    },
    {
        "text": "وَٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمِنَ ٱلْأَحْزَابِ مَن يُنكِرُ بَعْضَهُۥ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ وَلَآ أُشْرِكَ بِهِۦٓ إِلَيْهِ أَدْعُوا۟ وَإِلَيْهِ مَـَٔابِ",
        "tafsir": "{آتَيْنَاهُمُ} {ٱلْكِتَابَ} {أَدْعُو} {مَآبِ}\r\n(36) - وَالفَرِيقُ الصَّادِقُ مِنْ أَهْلِ الكِتَابِ فِي الاسْتِمْسَاكِ بِدِينِهِ، يَجِدُ فِي هذا القُرْآنِ مِصْدَاقَ القَوَاعِدِ الأَسَاسِيَّةِ فِي عَقِيدَةِ التَّوْحِيدِ، كَمَا يَجِدُ فِيهِ الاعْتِرَافَ بِالدِّيَانَاتِ التِي سَبَقَتْهُ بِالإِكْبَارِ، وَلِذَلِكَ فَإِنَّهُ يَفْرَحُ بِمَا أَنْزَلَ اللهُ عَلَيْكَ مِنَ القُرْآنِ، وَيُؤْمِنُ بِهِ لِمَا فِي كُتُبِهِ مِنَ الشَّوَاهِدِ عَلَى تَصْدِيقِهِ، وَالتَّبْشِيرِ بِهِ. أَمَّا الفَرِيقُ، الذِي يَتَّخِذُ الدِّينَ تَحَزُّباً، فَإِنَّهُ يُنْكِرُ بَعْضَ مَا أُنزِلَ إِلَيْكَ عَدَاوَةً وَعَصَبِيَّةً. فَقًُلْ لَهُمْ: إِنَّمَا بُعِثْتُ لأَِعْبُدَ اللهَ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَلأَدْعُوَ النَّاسَ إِلى عِبَادَةِ اللهِ وَحْدَهُ، وَإِلَيهِ تَعَالَى مَرْجِعِي، وَمَصِيرِي، وَمَآبي، وَبِذلِكَ أُرْسِلَ الأَنْبِيَاءُ مِنْ قَبْلِي.\r\nإِلَيْهِ مَآبِ - إِلَى اللهِ وَحْدَهُ مَرْجِعِي لِلْجَزَاءِ.",
        "sura": "13",
        "aya": "36",
        "page": "254"
    },
    {
        "text": "وَكَذَٰلِكَ أَنزَلْنَٰهُ حُكْمًا عَرَبِيًّا وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَمَا جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا وَاقٍ",
        "tafsir": "{أَنزَلْنَاهُ} {وَلَئِنِ}\r\n(37) - وَكَمَا أَرْسَلْنَا قَبْلَكَ مِنَ المُرْسَلِينَ، وَأَنْزَلْنَا عَلَيْهِم الكُتُبَ مِنَ السَّمَاءِ، كَذَلِكَ أَنْزَلْنَا عَلَيْكَ القُرْآنَ، بِلِسَانِ قَوْمِكَ العَرَبِ، لِيَسْهُلَ عَلَيْهِمْ تَفَهُّمُ مَعَانِيهِ، وَحِفْظُهُ، فَاصِلاً لِلأُمُورِ عَلَى وَجْهِ الحَقِّ، مُبَيِّناً لأَِحْكَامِ الشَّرِيعَةِ (حُكْماً)، لِيَعْرِفَ المُكَلَّفُونَ مَا هُوَ مَفْرُوضٌ عَلَيْهِمْ. وَإِذا اتَّبَعْتَ أَهْوَاءَ هؤُلاءِ المُشْرِكِينَ وَالمُتَحَزِّبِينَ وَآرَاءَهُمْ، بَعْدَ أَنْ جَاءَكَ العِلْمُ مِنْ رَبِّكَ وَالهُدَى، فَلا وَاقِيَ لَكَ مِنَ اللهِ، وَلا نَاصِرَ يَنْصُرُكَ مِنْ دُونِهِ.\r\n(وَهَذا تَهْدِيدٌ لأَِهْلِ العِلْمِ لِكَيْلاَ يَتَّبِعُوا سُبُلَ أَهْلِ الضَّلاَلَةِ، بَعْدَ مَا صَارُوا إِليهِ مِنِ اتِّبَاعِ السُّنَّةِ النَّبَوِيَّةِ لأَِنَّ النَّبِيَّ صلى الله عليه وسلم مَعْصُومٌ مِنْ ذَلِكَ).",
        "sura": "13",
        "aya": "37",
        "page": "254"
    },
    {
        "text": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَٰجًا وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ",
        "tafsir": "{  ولقد أرسلنا .  .  .  } عابوا الرسول كان صلى الله عليه وسلم بكثرة الزواج فنزل : {  ولقد أرسلنا رسلا } وبعدم إجابة مقترحاتهم فنزل :  {  و ما كان لرسول أن يأتي بآية إلا بإذن الله } ،  وبعدم نزول ما خوفهم به من العذاب فنزل :  {  لكل أجل كتاب } ،  وينسخ الأحكام الثابتة في الشرائع  السابقة فنزل :  {  يمحو الله ما يشاء ويثبت } .  والأجل :  مدة الشيء .  والمراد به أزمنة الموجودات ،  فلكل موجود زمان يوجد فيه محدود ،  لا يزاد عليه ولا ينقص .  لا فرق في ذلك بين الأرزاق والآجال ،  والأحكام والشرائع ،  وإتيان المعجزات ونزول القرآن وغيره .  والكتاب :  ما تكتب فيه أزمنة المقدرات ،  وهو صحف  الملائكة أو اللوح المحفوظ .  فتأخر نزول العذاب بهم إنما هو لعدم حلول وقته المقدر له ،  قال تعالى : {  وما أهلكنا من قرية إلا ولها كتاب معلوم }{[192]} .",
        "sura": "13",
        "aya": "38",
        "page": "254"
    },
    {
        "text": "يَمْحُوا۟ ٱللَّهُ مَا يَشَآءُ وَيُثْبِتُ وَعِندَهُۥٓ أُمُّ ٱلْكِتَٰبِ",
        "tafsir": "{  يمحو الله ما يشاء ويثبت } المحو :  إذهاب أثر الكتابة والإثبات :  التدوين في الكتاب . فيمحو الله ما يشاء ويثبت في صحف الملائكة ،  إذ هي القابلة للمحو والإثبات ،  أو في اللوح المحفوظ – على قول بوقوعهما فيه – وذلك حسبما تقتضيه المشيئة والحكمة الإلهية ،  فينسخ ما يشاء نسخه من الأحكام ،  لاقتضاء الحكمة ذلك .  {  و ثبت } أي يبقى ما يشاء منها غير منسوخ .  أو يثبت منها ما يشاء  بتبديل المنسوخ بغيره ،  أو ببقاء الحكم غير منسوخ ،  أو بإنشاء حكم ابتداء . {  و عنده أم الكتاب } أم كل شيء :  أصله ،  وهو الذي لا يتغير ولا يتبدل ،  ولا يقع فيه محو ولا إثبات .  \r\nوالمراد به في القول المشهور :  اللوح المحفوظ الذي أثبت فيه جميع أحوال الخلق إلى يوم القيامة .  والكتاب الذي يقع فيه المحو و الإثبات هو صحف الملائكة دونه .  وفي قول آخر :  العلم الأزلي الذي لا يكون شيء إلا على وفق ما فيه ،  ومحال عليه التغيير والتبديل ،  والكتاب الذي يقع فيه المحو والإثبات هو اللوح المحفوظ . \r\n\r\n",
        "sura": "13",
        "aya": "39",
        "page": "254"
    },
    {
        "text": "وَإِن مَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ٱلْبَلَٰغُ وَعَلَيْنَا ٱلْحِسَابُ",
        "tafsir": "{وَإِن مَّا} {ٱلْبَلاَغُ}\r\n(40) - وَإِنْ أَرَيْنَاكَ، يَا مُحَمَّدُ، بَعْضَ الذِي أَوْعَدْنَا بِهِ أَعْدَاءَكَ مِنَ الخِزْيَ وَالنّكَالِ فِي الدُّنيا، أَوْ تَوَفَّيْنَاكَ قَبْلَ ذلِكَ، فَإِنَّمَا أَرْسَلْنَاكَ لِتُبَلِّغَهُمْ رِسَالَةَ اللهِ، وَقَدْ فَعَلْتَ مَا أُمِرْتَ بِهِ، وَجَزَاؤُهُمْ، وَحِسَابُهُمْ عَلَى اللهِ، وَسَيَجْزِي اللهُ المُؤْمِنينَ بِالجَنَّةِ، وَيَجْزِي الكَافِرِينَ بِالخِزِيِ، فِي الدُّنْيا، وَبِالعَذَابِ الدَّائِمِ فِي نَارِ جَهَنَّمَ فِي الآخِرَةِ.",
        "sura": "13",
        "aya": "40",
        "page": "254"
    },
    {
        "text": "أَوَلَمْ يَرَوْا۟ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا وَٱللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِۦ وَهُوَ سَرِيعُ ٱلْحِسَابِ",
        "tafsir": "{  أو لم يروا أنا نأتي الأرض .  .  .  } أي  أنكروا نزول  ما وعدناهم ،  أو شكوا ولم يروا أننا نفتح أرضهم من جوانبها ونلحقها بدار الإسلام .  أو أولم يروا هلاك من قبلهم وخراب ديارهم كقوم عاد وثمود ،  فكيف يأمنون حلول ذلك بهم .  والله اعلم . \r\n\r\n",
        "sura": "13",
        "aya": "41",
        "page": "254"
    },
    {
        "text": "وَقَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ ٱلْمَكْرُ جَمِيعًا يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ ٱلْكُفَّٰرُ لِمَنْ عُقْبَى ٱلدَّارِ",
        "tafsir": "{ٱلْكُفَّارُ}\r\n(42) - وَقَدْ مَكَرَ الذِينَ كَفَرُوا مِنْ قَبْلِهِمْ بِرُسُلِهِمْ، وَأَرَادُوا إِخْرَاجَهُمْ مِنْ أَرْضِهِمْ، فَمَكَرَ اللهُ بِهِمْ وَأَبْطَلَ مَكْرَهُمْ، وَجَعَلَهُم الأَسْفَلِينَ، وَجَعَلَ العَاقِبَةَ لِلْمُتَّقِينَ، وَاللهُ تَعَالَى عَالِمٌ بِجَمِيعِ السَّرَائِرِ وَالضَّمَائِرِ، وَسَيَجْزِي كُلَّ عَامِلٍ بِعَمَلِهِ؛ وَسَيَعْلَمُ الكُفَّارُ، يَوْمَ القِيَامَةِ، لِمَنْ تَكُونُ العَاقِبَةُ: إِنَّهَا سَتَكُونُ لأَِتْبَاعِ الرُّسُلِ فِي الدُّنْيا وَالآخِرَةِ.",
        "sura": "13",
        "aya": "42",
        "page": "254"
    }
]