[
    {
        "text": "وَكَذَٰلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقْتَدُونَ",
        "tafsir": "{  وكذلك } أي الأمر كما ذكر من عجزهم عن الحجة وتمسكهم بالتقليد الباطل .  وقوله{  ما أرسلنا .  .  .  } استئناف مبين لذلك ،  دال على أن التقليد فيما بينهم ضلال قديم ؛  ليس لأسلافهم أيضا مستند غيره . {  قال مترفوها } منعموها ،  وهم الرؤساء والطغاة الذين صرفهم التنعم وحب البطالة عن النظر إلى التقليد .  جمع مترف .  يقال :  ترف – كفرح – تنعم .  وأترفته النعمة :  أطغته . \r\n\r\n",
        "sura": "43",
        "aya": "23",
        "page": "491"
    },
    {
        "text": "قَٰلَ أَوَلَوْ جِئْتُكُم بِأَهْدَىٰ مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَآءَكُمْ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ",
        "tafsir": "{  قال أولو جئتكم .  .  } رد عليهم .  أي أتقتدون بآبائكم ولو جئتكم بدين أهدى وأصوب مما وجدتموهم عليه من الضلال !  ؟ \r\n\r\n",
        "sura": "43",
        "aya": "24",
        "page": "491"
    },
    {
        "text": "فَٱنتَقَمْنَا مِنْهُمْ فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ",
        "tafsir": "{عَاقِبَةُ}\r\n(25) - فَأَنْزَلَ اللهُ بَأْسهُ وَنَقْمَتَهُ عَلَى هَؤُلاَءِ المُكَذِّبِينَ لِرُسُلِهِمْ مِنَ الأُمَمِ الخَالِيَةِ، فَانْظُرْ يَا مُحَمَّدُ كَيْفَ كَانَ عَاقِبَةُ أَمْرِهِمْ، وَكَيْفَ أَنَّ اللهَ تَعَالَى دَمَّرَ عَلَيْهِمْ دِيَارَهُمْ فَلَمْ يَتْرُكْ لَهُمْ بَاقِيَةً، كَذَلِكَ يَفْعَلُ بِالْمُجْرِمِينَ.\n",
        "sura": "43",
        "aya": "25",
        "page": "491"
    },
    {
        "text": "وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ وَقَوْمِهِۦٓ إِنَّنِى بَرَآءٌ مِّمَّا تَعْبُدُونَ",
        "tafsir": "{  وإذ قال إبراهيم .  .  .  } أي اذكر لهم قصة إبراهيم مع أبيه وقومه ؛  إذ أنكر عليهم عبادة الأصنام ،  ونهاهم عنها ،  ولم يقلدهم في جهالتهم ،  تمسكا بالبرهان الحق ؛  ليسلكوا مسلكه في النظر والاستدلال ،  معرضين عن التقليد فيما لا يصح التقليد فيه .  وهم لا يمارون في حفية دينه ،  ولا في أنه أعظم آبائهم . {  إني براء مما تعبدون } أي برئ منهم .  وهو مصدر وقع موقع الصفة وهي برئ مبالغة .  يقال :  تبرأ منه ،  فهو براء – بالفتح والمد – يستوي فيه الواحد والمثنى والجمع والمذكر والمؤنث .  وأصل البراء والبرء والتبرئ :  التفصي مما يكره مجاورته . \r\n\r\n",
        "sura": "43",
        "aya": "26",
        "page": "491"
    },
    {
        "text": "إِلَّا ٱلَّذِى فَطَرَنِى فَإِنَّهُۥ سَيَهْدِينِ",
        "tafsir": "{  إلا الذي فطرني } أي لكن الذي خلقني وأوجدني{  فإنه سيهدين } يرشدني إلى دينه القويم . \r\n\r\n",
        "sura": "43",
        "aya": "27",
        "page": "491"
    },
    {
        "text": "وَجَعَلَهَا كَلِمَةًۢ بَاقِيَةً فِى عَقِبِهِۦ لَعَلَّهُمْ يَرْجِعُونَ",
        "tafsir": "{  وجعلها } أي كلمة التوحيد .  أو هذه المقالة . \r\n\r\n",
        "sura": "43",
        "aya": "28",
        "page": "491"
    },
    {
        "text": "بَلْ مَتَّعْتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ جَآءَهُمُ ٱلْحَقُّ وَرَسُولٌ مُّبِينٌ",
        "tafsir": "{آبَآءَهُمْ}\r\n(29) - وَلَكِنَّ اللهَ تَعَالَى مَتَّعَ هَؤُلاَءِ المُشْرِكِينَ، وَمَتَّعَ آبَاءَهُمْ مِنْ قَبْلِهِمْ، وَمَدَّ فِي أَعْمَارِهِمْ، وَأَكْثَرَ نِعَمَهُ عَلَيْهِمْ، فَشَغَلَهُم النَّعِيمُ، وَحبُّ الشَّهَوَاتِ فَأَطَاعُوا الشَّيْطَانَ، وَنَسُوا كَلِمَةَ التَّوْحِيدِ، فَأَرْسَلَ اللهُ فِي بَنِي إِبْرَاهِيمَ رَسُولاً مِنْهُمْ يَدْعُوهُمْ إِلَى اللهِ، وَإِلَى العَوْدَةِ إِلَى التَّوْحِيدِ، وَأَنْزَلَ مَعَهُ القُرْآنَ لِتَكُونَ رِسَالَتُهُ بَيِّنَةً وَاضِحَةً. ",
        "sura": "43",
        "aya": "29",
        "page": "491"
    },
    {
        "text": "وَلَمَّا جَآءَهُمُ ٱلْحَقُّ قَالُوا۟ هَٰذَا سِحْرٌ وَإِنَّا بِهِۦ كَٰفِرُونَ",
        "tafsir": "{كَافِرُونَ}\r\n(30) - فَلَمَّا جَاءَهُمُ القُرْآنُ والرَّسُولُ قَالُوا: إِنَّ مَا جَاءَهُمْ بِهِ مُحَمَّدٌ إِنْ هُوَ إِلاَّ سِحْرٌ، وَمَا هُوَ بِوَحْي مِنْ عِنْدِ اللهِ، وَإِنَّهُمْ يَجْحَدُونَ بِهِ وَيَكْفُرُونَ، بَغْياً وَحَسَداً مِنْ عِنْدِ أَنْفُسِهِمْ.\n",
        "sura": "43",
        "aya": "30",
        "page": "491"
    },
    {
        "text": "وَقَالُوا۟ لَوْلَا نُزِّلَ هَٰذَا ٱلْقُرْءَانُ عَلَىٰ رَجُلٍ مِّنَ ٱلْقَرْيَتَيْنِ عَظِيمٍ",
        "tafsir": "{  وقالوا لولا نزل هذا القرآن } استعظموا أن ينزل القرآن على محمد صلى الله عليه وسلم .  وهو في زعمهم دون عظمائهم جاها ومالا ،  فقالوا :  هلا نزل هذا القرآن الذي يزعم محمد أنه وحي من عند الله على رجل عظيم من إحدى القريتين :  مكة والطائف !  يريدون الوليد بن المغيرة المخزومي من مكة ،  أو حبيب ابن عمرو بن عمير الثقفي من الطائف في قول ؛  فجهلهم الله تعالى بقوله :  {  أهم يقسمون رحمة ربك }\r\n\r\n",
        "sura": "43",
        "aya": "31",
        "page": "491"
    },
    {
        "text": "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَٰتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ",
        "tafsir": "فجهلهم الله تعالى بقوله :  {  أهم يقسمون رحمة ربك } أي أبأيديهم مفاتيح الرسالة فيضعونها حيث شاءوا ،  ويختارون لها من أرادوا ؟ {  نحن قسمنا بينهم معيشتهم في الحياة الدنيا } وتولينا تدبير أسبابها بمشيئتنا المبينة على الحكم والمصالح ،  ولم نكله إليهم لعلمنا بعجزهم عنه . {  ورفعنا بعضهم فوق بعض درجات } في الرزق ومبادئ المعيشة{  ليتخذ بعضهم بعضا سخريا } أي ليستخدم بعضهم بعضا في حوائجهم ،  ويسخر بعضهم بعضا في مهامهم ؛  فيكون بينهم من التعاون والترافد ما ينتظم به أمر المعاش والعمران ،  ولو كلنا ذلك إليهم لتهارجوا\r\nوتهالكوا ،  واختل النظام ،  وتقوض العمران .  وإذا كانوا عاجزين عن تدبير أسباب معيشتهم في الحياة الدنيا ،  فما ظنهم بأنفسهم في تدبير أمر الدين ،  وهو أعلى شأنا وأبعد شأوا من أمر الدنيا !  وكيف يتحكمون على الله في منصب الرسالة ،  ويتخيرون له من يشاءون ؟  إنهم لا علم لهم بالله ،  ولا بحكمه وشئونه وتدبيره ،  وقد اصطفى لرسالته من شاء من عباده بإرادته وحكمته ،  ولا معقب لحكمه .  و  \" سخريا \"  – بضم أوله – من التسخير بمعنى التذليل .  يقال :  سخر الله السفينة تسخيرا ،  ذللها حتى جرت وطاب لها السير .  وكل ما ذل وانقاد وتهيأ لك على ما تريد فقد سخر لك ؛  وهو سخري . \r\n{  ورحمة ربك خير مما يجمعون } تصغير لشأن الدنيا . \r\n\r\n",
        "sura": "43",
        "aya": "32",
        "page": "491"
    },
    {
        "text": "وَلَوْلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفًا مِّن فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ",
        "tafsir": "{  ولولا أن يكون الناس .  .  .  } بيان لحقارة الدنيا عنده تعالى .  أي لولا كراهة أن يكفر الناس جميعا إذا رأوا الكفار في سعة من الرزق ،  بسبب ميلهم إلى الدنيا وتركهم الآخرة ،  لأعطينا الكفار في الدنيا ما وصفنا من أسباب التنعم لهوانها علينا ؛  ولكن اقتضت الحكمة أن يكون فيهم الغني والفقير ،  كما اقتضت أن يكون ذلك في المؤمنين ؛  ليتميز من يطلب الدنيا للدنيا ،  ومن يطلبها لتكون زادا للآخرة .   \" أمة واحدة \"  أي مجتمعة على الكفر .   \" سقفا من فضة \"  جمع سقف .   \" ومعارج \"  مصاعد من الدرج من فضة .  جمع معرج .   \" عليها يظهرون \"  يرتقون .   \" وسرورا \"  من فضة .   \" وزخرفا \"  ذهبا أو زينة .  أي وجعلنا لهم زخرفا ليجعلوه في السقف والمعارج والأبواب والسرور ؛  ليكون بعض كل منها من فضة وبعضه من ذهب . \r\n\r\n",
        "sura": "43",
        "aya": "33",
        "page": "491"
    }
]