[
    {
        "text": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَسْتَ مُرْسَلًا قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِندَهُۥ عِلْمُ ٱلْكِتَٰبِ",
        "tafsir": "{ٱلْكِتَابِ}\r\n(43) - يُكَذِّبُكَ الكُفَّارُ وَيَقُولُونَ: إِنَّكَ لَسْتَ مُرْسَلاً، يَا مُحَمَّدُ، مِنْ عِنْدِ اللهِ. فَقُلْ لَهُمْ: كَفَى بِاللهِ شَاهِداً عَلَى رِسَالَتِي، وَحَسْبِيَ اللهُ شَاهِداً عَلَى مَا بَلَّغْتُ مِنَ الرِّسَالَةِ، وَعَلَى مَا كَذَبْتُمْ وَافْتَرَيْتُمْ مِنَ البُهْتَانِ، وَكَذَلِكَ يَكْفِينِي شَاهِداً عَلَى صِدْقي، وَصِدْقِ رِسَالَتِي ، مَنْ عِنْدَهِ عِلْمٌ مِنْ أَهْلِ الكِتَابِ بِنُبُوّتِي وَرِسَالَتِي.",
        "sura": "13",
        "aya": "43",
        "page": "255"
    },
    {
        "text": "الٓر كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
        "tafsir": "{  لتخرج الناس .  .  .  } أي بدعائك إياهم إلى إتباع ما تضمنه الكتاب من التوحيد وغيره ،  من ظلمات الكفر والضلالة والجهل ،  إلى نور الإيمان والعلم .  وفي جمع {  الظلمات } وإفراد {  النور } إشارة إلى أن الكفر طرق كثيرة ،  وأما الإيمان فطريق وحيد ،  {  إلى صراط العزيز الحميد } الصراط :  الطريق ،  استعير للهدى ،  والعزيز :  هو الذي لا يغلبه غالب .  والحميد :  هو المحمود بكل لسان ،  الممجد في كل مكان . <br />\r\n<br />\r\n",
        "sura": "14",
        "aya": "1",
        "page": "255"
    },
    {
        "text": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَوَيْلٌ لِّلْكَٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
        "tafsir": "{  وويل } هلاك ( آية 79 البقرة ص 35 ) وهو وعيد الكافرين .",
        "sura": "14",
        "aya": "2",
        "page": "255"
    },
    {
        "text": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْءَاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا أُو۟لَٰٓئِكَ فِى ضَلَٰلٍۭ بَعِيدٍ",
        "tafsir": "{  يستحبون الحياة الدنيا .  .  .  } يختارونها ويؤثرون لذائذها  على الآخرة ونعيمها .  {  و يبغونها عوجا } يطلبون لسبيل الله اعوجاجا وزيغا عن الحق لموافقة أهوائهم . أو يطلبونها معوجة غير مستقيمة .  ( آية 99 آل عمران ص118 ) .",
        "sura": "14",
        "aya": "3",
        "page": "255"
    },
    {
        "text": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "tafsir": "(4) - مِنْ لُطْفِ اللهِ بِخَلْقِهِ أَنَّهُ لاَ يُرْسِلُ الرُّسُلَ إِلَى النَّاسِ إِلاَّ بِلِسَانِهِمْ، لِيَفْهَمُوا مِنْهُمْ مَا يُرِيدُونَ قَوْلَهُ لَهُمْ، وَلِيُوَضِحُوا لَهُمْ مَا أُرْسِلُوا إِلَيْهِمْ بِهِ، لِتَقُومَ عَلَيْهِمُ الحُجَّةُ، وَيَنْقَطِعَ العُذْرُ. وَبَعْدَ أَنْ يَقُومَ الرُّسُلُ بِمُهِمَّةِ الدَّعْوَةِ وَالإِيضَاحِ وَالبَلاَغِ، وَإِقَامَةِ الحُجَّةِ عَلَى النَّاسِ، يُضِلُّ اللهُ مَنْ يَشَاءُ عَنْ وَجْهِ الحَقِّ وَالهُدَى، وَيَهْدِي مَنْ يَشَاءُ إِلى صِرَاطِهِ المُسْتَقِيمِ، وَاللهُ هُوَ العَزِيزُ الذِي لاَ يُقْهَرُ، مَا شَاءَ كَانَ، وَهُوَ الحَكِيمُ فِي شَرْعِهِ وَأَفْعَالِهِ.",
        "sura": "14",
        "aya": "4",
        "page": "255"
    },
    {
        "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
        "tafsir": "{  بأيام الله } أي بنعمائه وبلاءه .  {  صبار } كثير الصبر على البلاء {  شكور } كثير الشكر على النعماء .  والصبر :  حبس النفس على ما يقتضيه العقل والشرع فعلا أو تركا .  يقال :  صبره عن كذا يصبره إذا حبسه .  والشكر :  عرفان الإحسان ونشره .  وأصله من شكرت الناقة – كفرح- امتلأ ضرعها .  ومنه أشكر الضرع :  امتلأ . <br />\r\n<br />\r\n",
        "sura": "14",
        "aya": "5",
        "page": "255"
    }
]