[
    {
        "text": "وَقَفَّيْنَا عَلَىٰٓ ءَاثَٰرِهِم بِعِيسَى ٱبْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ وَءَاتَيْنَٰهُ ٱلْإِنجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلتَّوْرَىٰةِ وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ",
        "tafsir": "{  وقفينا على آثارهم بعيسى }أتبعناهم على آثارهم بعيسى ، أي جعلناه يقفوا أثارهم ويتبعهم . ( راجع آية 87 البقرة 36 ) .",
        "sura": "5",
        "aya": "46",
        "page": "116"
    },
    {
        "text": "وَلْيَحْكُمْ أَهْلُ ٱلْإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ",
        "tafsir": "{فَأُوْلَـٰئِكَ} {ٱلْفَاسِقُونَ}\r\n(47) - يَأْمُرُ اللهُ تَعَالَى أَهْلَ الإِنْجِيلِ بِأَنْ يُؤْمِنُوا بِجَمِيعِ مَا جَاءَ فِيهِ مِنَ الأحْكَامِ، وَبِأنْ يَعْمَلُوا بِهَا، وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللهُ مِنْ شَرْعٍ يُؤْمِنُ بِهِ، كَانَ مِنَ الفَاسِقِينَ الخَارِجِينَ عَنْ طَاعَةِ اللهِ وَحُكْمِهِ.\r\nالفَاسِقُونَ - الخَارِجُونَ مِنْ حَظِيرَةِ الدِّينِ، المُتَجَاوِزُونَ لأحْكَامِهِ.",
        "sura": "5",
        "aya": "47",
        "page": "116"
    },
    {
        "text": "وَأَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ ٱلْكِتَٰبِ وَمُهَيْمِنًا عَلَيْهِ فَٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ ٱلْحَقِّ لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَٰكِن لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
        "tafsir": "{  ومهيمنا عليه }رقيبا على ما سبقه من الكتب السماوية المحفوظة من التغيير ، حيث يشهد لها بالصحة ، ويقرر أصول شرائعها ، وما شرع مؤبدا من فروعها ، وما نسخ منها ، من الهيمنة وهي الحفظ والارتقاب . يقال إذا رقب الرجل الشيء وحفظه : قد هيمن عليه ، وهو مهيمن . \r\n{  لكل جعلنا منكم شرعة ومنهاجا }الخطاب للأمم الثلاثة . والشرعة : الشريعة وهي الطريق الظاهر الموصل للماء . والمراد بها الدين . وسمي الدين شريعة تشبيها بشريعة الماء ، من حيث إن كلا سبب الحياة . والمنهاج : الطريق الواضح في الدين ، من نهج الأمر ينهج إذا وضح . والعطف باعتبار جمع الأوصاف . وقيل : هما بمعنى واحد هو الطريق ، والتكرير للتأكيد . أي ولكل أمة من الأمم الحاضرة والغابرة وضعنا شرعة و منهاجا خاصين بها . فالأمة التي كانت من مبعث موسى إلى مبعث عيسى عليهما السلام شرعتها ما في التوراة ، والتي كانت من مبعث عيسى إلى مبعث محمد عليهما الصلاة والسلام شرعتها ما في الإنجيل ، وأما هذه الأمة فشرعتها ما في القرآن فقط ، فآمنوا به واعملوا به ، وليس لأحد بعد بعثته صلى الله عليه وسلم إيمان مقبول إلا الإيمان به . \r\n{  ولو شاء الله لجعلكم أمة واحدة }أي ولو شاء الله أن يجعل الأمم جميعا تدين بدين واحدة وملة واحدة في جميع الأعصار لفعل ، ولكنه تعالى حكيم خبير يعلم ما للأمم والعصور من خصائص و طبائع ، وما يناسب كل أمة من أحكام وشرائع يستقيم بها أمرها وتقتضيه مصلحتها ، فانزل شرائع شتى ، تتفق جميعها في الأصول ، ويختلف بعض أحكامها في الفروع باختلاف الأمم والعصور ، ومن الطبيعي أن ينسخ بعضها بعضا في بعض الأحكام . واقتضت حكمته تعالى أن يختم شرائعه بشريعة عامة كاملة في العلم ، وبعث به خاتم رسله وأفضل خلقه ، وأمره ببيانه للناس ، فمنهم من أدرك هذه الحكمة ، فعرف ربه حق المعرفة ، وأمن به وبكتبه ورسله وعمل بأحكامه . ومنهم من جهلها فجمدت قريحته وفسدت سريرته ، وآمن ببعض وكفر ببعض ، فكان لله عاصيا ، ولحكمته جاحدا ، ولرسله مكذبا ، وعن كتبه معرضا ، وبغضب الله حقيقا ، ولنقمته أهلا . \r\n\r\n",
        "sura": "5",
        "aya": "48",
        "page": "116"
    },
    {
        "text": "وَأَنِ ٱحْكُم بَيْنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ وَٱحْذَرْهُمْ أَن يَفْتِنُوكَ عَنۢ بَعْضِ مَآ أَنزَلَ ٱللَّهُ إِلَيْكَ فَإِن تَوَلَّوْا۟ فَٱعْلَمْ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ لَفَٰسِقُونَ",
        "tafsir": "{  واحذرهم أن يفتنوك }أي واحذر فتنتهم لك ، وأن يصرفوك عن بعض ما أنزل إليك ولو كان أقل قليل ، بتصوير الباطل بصورة الحق ، أو بالكذب على التوراة بإنكار بعض أحكامها . \r\n\r\n",
        "sura": "5",
        "aya": "49",
        "page": "116"
    },
    {
        "text": "أَفَحُكْمَ ٱلْجَٰهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ",
        "tafsir": "{  أفحكم الجاهلية يبغون }أي أينصرفون عن قبول حكمك بما أنزل الله ويعرضون عنه ، فيبغون حكم الجاهلية ؟ \r\n\r\n",
        "sura": "5",
        "aya": "50",
        "page": "116"
    }
]