[
    {
        "text": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ",
        "tafsir": "(47) - يَقُولُ اللهُ تَعَالَى: إِنَّ الكُفَّارَ المُكَذِّبِينَ يَرَوْنَ آيَاتِ الله، وَيَرونَ ما حَلَّ بِمَنْ سَبَقَهم مِن المُكَذِّبِينَ، مِنْ دَمَارِ وَهَلاَكٍ، وَلَكِنَّهُمْ لاَ يُدْرِكُونَ وَلا يَتَّعِظُونَ، وَيَسْخَرونَ مِمَّنْ يَدْعُونَهم إِلَى اللهِ، وَمِمَّنْ يُحَذِّرُونَهُمْ عَقُوبَتَهُ وَعَذَابَهُ، وَهُمْ يَسْتَبْعِدُونَ وُقُوعَ العَذَابِ بِهِمْ، وَيَدْفَعُ بِهِمْ غُرُورُهُمْ إِلى حَدِّ اسْتِعْجَالِ وقوعِ العَذَابِ بِهِمْ، اسْتِبْعَاداً لَهُ وإِنْكَاراً، وَلَنْ يُخْلِفَ اللهُ وَعْدَه، وَلَنْ يُبَدِّلَ سُنَّتَهُ، فالعَذَابُ آتٍ فِي الوَقْتِ الذي حَدَّدَهُ اللهُ، وَقَدَّرَهُ وَفْقَ حِكْمَتِهِ، وَلاَ يُعَجِّلُه اسْتِعْجَالُ النَّاسِ. وَتَقْدِيرُ الزَمَنِ في حِسَابِ اللهِ غَيْرُهُ فِي حِسَابِ البَشَرِ وإِنَّ يَوْماً عِنْدَ اللهِ كَألفِ سَنَةٍ مِمَّا يَعُدُّهُ البَشَرُ مِن سِنِّي أَرْضِهِمْ.\n",
        "sura": "22",
        "aya": "47",
        "page": "338"
    },
    {
        "text": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ",
        "tafsir": "(48) - وَكَمْ مِنْ قَرْيَةٍ ظَالِمَةٍ أَخَّرَ اللهُ إِهْلاَكَ أَهْلِهَا مَعَ اسْتِمْرَارِهِم عَلَى ظُلْمِهِمْ، فَاغْتَرُّوا بِذَلَكَ التَأْخِيرِ، ثُمَّ أَنْزَلَ اللهُ تَعَالَى بَأْسَهُ وعِقَابَهُ بِهِمْ، وَسَيَلْقَوْنَ يَومَ القِيَامَةِ حِسَاباً شَدِيداً عَسِيراً حِينَمَا يَرْجِعُ النَّاسُ إِلَى اللهِ. وَيَومُ القِيَامَةِ يَوْمٌ لاَ يَنْفَعُ النَّاسَ فِيهِ مَالٌ وَلا بَنُونَ. فَمَا بَالُ هَؤلاءِ المُشْرِكِينَ يَسْتَعْجِلُونَ بِالْعَذَابِ، وَيَسْتَهْزِئُونَ بِالوَعِيدِ؟.\n",
        "sura": "22",
        "aya": "48",
        "page": "338"
    },
    {
        "text": "قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌ مُّبِينٌ",
        "tafsir": "{يٰأَيُّهَا}\r\n(49) - وَحِينَما اسْتَعْجَلَ الكُفَّارُ وُقُوعَ العَذَابِ بِهِمْ، قَالَ اللهُ تَعَالَى لِرَسُولِهِ صلى الله عليه وسلم: قُلْ لَهُمْ: إِنَّمَا أَنَا رَسُولٌ مِنْ رَبِّي أَرْسَلَنِي إِلَيْكُمْ نَذِيراً بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ، وَلَيْسَ عَلَيَّ مِنْ حِسَابِكُمْ مِنْ شَيءٍ، وَإِنَّمَا أَمْرُكُمْ إِلَى الله إِنْ شَاءَ عَجَّلَ لَكُمُ العَذَابَ، وإِنْ شَاءَ أَخَّرَهُ عَنْكُم، وَإِنْ شَاءَ تَابَ عَلَى مَنْ يَتُوبُ إِلَيْه.\n",
        "sura": "22",
        "aya": "49",
        "page": "338"
    },
    {
        "text": "فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ}\r\n(50) - والذينَ آمَنَتْ قُلُوبُهم، وَصَدَّقُوا إِيْمَانَهُمْ بِأَعْمَالِهِم، فَإِنَّ اللهَ تَعَالَى يَغْفِرُ لَهُمْ مَا سَلَفَ من سَيِّئَاتِهِمْ، وَتَقْصِيرِهِم، وَيُجَازِيهِم بالحُسْنَى عَلَى حَسَنَاتِهِمْ، وَيُدْخِلُهُم الجَنَّةَ، وَلَهُمْ فِيهَا رِزْقٌ كَرِيمٌ.\n",
        "sura": "22",
        "aya": "50",
        "page": "338"
    },
    {
        "text": "وَٱلَّذِينَ سَعَوْا۟ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ",
        "tafsir": "{  معاجزين } مسابقين للمؤمنين ،  أي معارضين لهم ؛  فكلما طلب المؤمنون إظهار الحق طلب هؤلاء إبطاله .  يقال :  عاجزه فأعجزه ،  أي سابقه فسبقه ؛  لأن كل واحد منهما يطلب إعجاز الآخر عن اللحاق به . \r\n\r\n",
        "sura": "22",
        "aya": "51",
        "page": "338"
    },
    {
        "text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَٰتِهِۦ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "tafsir": "{  وما أرسلنا من قبلك من رسول .  .  .  } المراد بالرسول :  من بعث بكتاب .  وبالنبي :  من بعث بغير\r\nكتاب .  أو بالأول من بعث بشرع جديد .  وبالثاني :  من بعث لتقرير شرع من قبله .  والمراد بالتمني :  التمني والتلاوة .  وأصله نهاية التقدير ؛  على ما قال أبو مسلم .  وأطلق على القراءة لأن التالي يقدر الحروف ويتصورها فيذكرها شيئا فشيئا .  والمعنى على ما ذكره العلامة الألوسي :   \" وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى \"  أي تلا على قومه الآيات المرسل بها للدعوة إلى التوحيد ،  ونبذ ما هم عليه من الشرك . {  ألقى الشيطان } شبها وتحيلات باطلة ،  واحتمالات فاسدة{  في أمنيته } في هذه الآيات المتلوة لإغوائهم ،  وحملهم على مجادلته بالباطل ،  وقد قال :   \" لاغوينهم أجمعين \" {[233]} ،  كما قال تعالى :   \" وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم \" {[234]} ،  وقال سبحانه :   \" وكذلك جعلنا لكل نبي عدوا شياطين الإنس والجن يوحى بعضهم إلى بعض زخرف القول غرورا \" {[235]} . \r\nوهذا كقولهم عند سماع آية  \" حرمت عليكم الميتة \" {[236]} :  إن محمدا يحل ذبيحة نفسه ويحرم ذبيحة الله تعالى ،  وقولهم عند سماع آية  \" إنكم وما تعبدون من دون الله حصب جهنم \" {[237]} :  إن عيسى والملائكة عبدوا من دون الله ،  ومحو ذلك . {  فينسخ الله ما يلقى الشيطان } أي يزيله من بعض القلوب بإنزال ما يبطله حتى لا يبقى فيها أثر للشك والزيغ فتؤمن بما جاء به الرسول{  ثم يحكم الله آياته } يأتي بها محكمة مثبتة لا تقبل الرد ؛  فلا يتطرق إلى قلوبهم شك فيها . {  والله عليم حكيم }",
        "sura": "22",
        "aya": "52",
        "page": "338"
    },
    {
        "text": "لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْقَاسِيَةِ قُلُوبُهُمْ وَإِنَّ ٱلظَّٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍ",
        "tafsir": "وذلك الإحكام {  ليجعل ما يلقى الشيطان } من تلك الشبه{  فتنة } ابتلاء{  للذين في قلوبهم مرض } وهم المنافقون{  والقاسية قلوبهم } وهم المجاهرون بالكفر من أهل العناد والجحود . {  وإن الظالمين } وهم هؤلاء جميعا{  لفي شقاق بعيد } أي خلاف شديد ومشاقة تامة لله ولرسوله . \r\n\r\n",
        "sura": "22",
        "aya": "53",
        "page": "338"
    },
    {
        "text": "وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا۟ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا۟ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{  وليعلم الذين أوتوا العلم } فأزال الله عن قلوبهم الشك والزيغ ،  وحبب إليهم الإيمان وكره إليهم الكفر والفسوق والعصيان . {  أنه الحق من ربك } أي إن ما جاء به المرسلون هو الحق من عند الله{  فيؤمنوا به } فيتبق الله بذلك إيمانهم ويزيدهم منه{  فتخبت له قلوبهم } فتخضع وتسكن وتتطامن . \r\n{  وإن الله لهادي الذين آمنوا إلى صراط مستقيم } إلى طريق الحق الذي يدحض الباطل ويدمغه . \r\nوقد ذكر كثير من المفسرين في تفسير هذه الآيات قصة الغرانيق المشهورة ؛  وهي من وضع الزنادقة كما قال محمد بن إسحاق .  وقال البيهقي :  إنها غير ثابتة من جهة النقل ؛  ثم طعن في رواتها .  وقال القاضي عياض في الشفاء :  يكفيك في توهين هذا الحديث أنه لم يخرجه أحد من أهل الصحة ؛  ولا رواه بثقة بسند صحيح سليم متصل .  وهو مما أولع به وبمثله المفسرون والمؤرخون المولعون بكل غريب ؛  المتلقفون من الصحف كل صحيح وسقيم .  وشنع عليهم الإمام أبو منصور الماتريدي وقال :  إن حضرة الرسالة بريئة من مثل هذه الرواية ا ه .  والغرانيق :  الأصنام ،  وهي في الأصل :  الذكور من طير الماء ،  واحدها غرنوق وغرنيق ؛  فشبهوها بالطيور التي تعلو وترتفع في السماء ؛  لزعمهم أنها تشفع لهم . \r\n\r\n",
        "sura": "22",
        "aya": "54",
        "page": "338"
    },
    {
        "text": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ فِى مِرْيَةٍ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
        "tafsir": "{  حتى تأتيهم الساعة بغتة } أي حتى تأتيهم ساعة الحشر لموقف الحساب فجأة ؛  فيصيروا إلى العذاب الدائم . {  أو تأتيهم عذاب يوم عقيم } أي لا مثل له في عظمه وشدته .  أولا يوم بعده وهو يوم القيامة . \r\n\r\n",
        "sura": "22",
        "aya": "55",
        "page": "338"
    }
]