[
    {
        "text": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًۢا بَيْنَ ٱلْمُؤْمِنِينَ وَإِرْصَادًا لِّمَنْ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَآ إِلَّا ٱلْحُسْنَىٰ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَٰذِبُونَ",
        "tafsir": "{  والذين اتخذوا مسجدا ضرارا } منصوب على الذم .  أي وأذم الذين اتخذوا . أو مبتدأ بتقدير مضاف خبره :  {  لا تقم } أي ومسجد الذين اتخذوا .  .  .  . لا تقم فيه .  و{  ضرارا } مفعول له ،  وكذا ما بعده .  وهؤلاء الذين اتخذوه اثنا عشر رجلا من كبار النافقين ،  كانوا يصلون بمسجد قباء فقال لهم أبو عامر الراهب :  ابنوا مسجدا واستعدوا بما استطعتم من قوة وسلاح فإني ذاهب إلى قيصر ملك الروم ،  فآتى يجند من الروم فأخرج محمدا وأصحابه ،  فلما بنوه رغبوا إليه صلى الله عليه وسلم أن يصلى فيه ،  فوعدهم أن يصلى فيه إذا عاد من تبوك إن شاء الله تعالى .  فأوحى إليه خبرهم وأعلمه بتآمرهم ،  فلما عاد أمر بحرقه فحرق .  والضرار :  طلب المضارة ومحاولته ،  ومن ثم سمي مسجد الضرار .  {  وكفرا } أي وتقوية للكفر الذي يضمرونه {  وتفريقا بين المؤمنين } وهو أهل قباء ،  حسدا لهم على اجتماعهم ،  وطبعا في اختلاف كلمتهم . <br />\r\n{  و إرصادا } أي انتظارا وإعدادا لمن حارب الله ورسوله {  من قبل } أي من قبل بناء هذا المسجد – وهو أبو عامر الراهب الذي سماه الرسول صلى الله عليه وسلم أبا عامر الفاسق .  يقال :  أرصدته له أعددته .  ورصدته وأرصدته في الخير ،  وأرصدت له في الشر . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "107",
        "page": "204"
    },
    {
        "text": "لَا تَقُمْ فِيهِ أَبَدًا لَّمَسْجِدٌ أُسِّسَ عَلَى ٱلتَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا۟ وَٱللَّهُ يُحِبُّ ٱلْمُطَّهِّرِينَ",
        "tafsir": "{  لمسجد أسس على التقوى } هو مسجد قباء . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "108",
        "page": "204"
    },
    {
        "text": "أَفَمَنْ أَسَّسَ بُنْيَٰنَهُۥ عَلَىٰ تَقْوَىٰ مِنَ ٱللَّهِ وَرِضْوَٰنٍ خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَٱنْهَارَ بِهِۦ فِى نَارِ جَهَنَّمَ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
        "tafsir": "{  أفمن أسس بنيانه .  .  .  } أي بعد ما علم حالهم ،  فمن أسس بنيان دينه على تقوى الله وطاعته<br />\r\nوطلبه رضوانه خير ،  أم من أسس بنيان دينه على ضلال وكفر ونفاق ؟  والشفا :  الحرف<br />\r\nوالشفير .  والجرف – بضمتين - :  البئر التي لم تطو .  أو الهوة .  أو المكان الذي يجرفه الماء<br />\r\nويذهب به .  وهار :  أي هائر ساقط .  يقال :  هار البناء إذا سقط .  وهو نعت ل{  جرف } .  وقد مثل بناء الدين على الباطل بالبناء على شفا جرف هار{  فانهار به } أي فسقط الجرف بالبنيان مع المباني {  في نار جهنم } . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "109",
        "page": "204"
    },
    {
        "text": "لَا يَزَالُ بُنْيَٰنُهُمُ ٱلَّذِى بَنَوْا۟ رِيبَةً فِى قُلُوبِهِمْ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمْ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "tafsir": "{  لا يزال بنيانهم .  .  .  } أي لا يزال ما بنوه سبب ريبة وشك في الدين ،  لأنه حين بني إنما بني لتفريق كلمة المؤمنين وتشتيت وحدتهم ،  وليتمكنوا فيه من إظهار ما في قلوبهم من كفر<br />\r\nوضلال ،  وليدبروا فيه الكيد للمسلمين .  وحين هدم رسخ ما في قلوبهم من الشر ،  وتضاعفت آثاره ومفاسده . <br />\r\n{  إلا أن تقطع قلوبهم } أي إلا أن تتمزق قلوبهم ،  فحينئذ يسألون ذلك .  والمراد أنهم لا يزالون كذلك ما داموا أحياء . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "110",
        "page": "204"
    },
    {
        "text": "إِنَّ ٱللَّهَ ٱشْتَرَىٰ مِنَ ٱلْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَٰلَهُم بِأَنَّ لَهُمُ ٱلْجَنَّةَ يُقَٰتِلُونَ فِى سَبِيلِ ٱللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ وَٱلْقُرْءَانِ وَمَنْ أَوْفَىٰ بِعَهْدِهِۦ مِنَ ٱللَّهِ فَٱسْتَبْشِرُوا۟ بِبَيْعِكُمُ ٱلَّذِى بَايَعْتُم بِهِۦ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "tafsir": "{أَمْوَالَهُمْ} {يُقَاتِلُونَ} {ٱلتَّوْرَاةِ} {وَٱلْقُرْآنِ}\r\n(111) - يُرَغِّبُ اللهُ تَعَالَى النَّاسَ فِي الجِهَادِ، وَيُخْبِرُهُمْ بِأَنَّهُ سَيُعَوِّضُ المُؤْمِنينَ بِالجَنَّةِ عَنْ بَذْلِهِمْ أَنْفُسَهُمْ وَأَمْوَالَهُمْ فِي سَبيلِ اللهِ، لِتَكُونَ كَلِمَةَ اللهِ هِيَ العُلْيَا، وِلإِحْقَاقِ الحَقِّ، وَإِقَامَةِ العَدْلِ فِي الأَرْضِ، فَهُمْ حِينَ يُجَاهِدُونَ يَقْتُلُونَ أَعْدَاءَهُمْ، وَيُقْتَلُونَ هُمْ، وَهُمْ فِي كِلاَ الحَالَيْنِ مُثَابُونَ عَلَى ذَلِكَ. وَقَدْ وَعَدَ اللهُ عِبَادَهُ المُؤْمِنينَ بِهذا الجَزَاءِ الحَقِّ، وَجَعَلَهُ حَقّاً عَلَيهِ فِي التَّوْرَاةِ وَالإِنْجِيلِ وَالقُرْآنِ.\r\nثُمَّ يَدْعُو اللهُ تَعَالَى مَنِ التَزَمَ مِنَ المُؤْمِنِينَ بِعَهْدِهِ للهِ إِلى الاسْتِبْشَارِ بِذَلِكَ الفَوْزِ العَظِيمِ، وَالنَّعِيمِ المُقِيمِ، لأَنَّهُ لَيْسَ هُنَاكَ مَنْ هُوَ أَكْثَرُ مِنَ اللهِ تَعَالَى وَفَاءً بِالعَهْدِ، وَلاَ أَكْثََرُ مِنْهُ التِزَاماً بِالوَعْدِ الذِي يَقْطَعُهُ عَلَى نَفْسِهِ الكَرِيمَةِ، وَلَيْسَ هُنَاكَ رِبْحٌ أَكْبَرُ مِنَ الرّبِحِ الذِي يُحَقّقُهُ المُؤْمِنُونَ فِي هَذِهِ الصَّفْقَةِ.",
        "sura": "9",
        "aya": "111",
        "page": "204"
    }
]