[
    {
        "text": "لَّا جُنَاحَ عَلَيْهِنَّ فِىٓ ءَابَآئِهِنَّ وَلَآ أَبْنَآئِهِنَّ وَلَآ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَٰنُهُنَّ وَٱتَّقِينَ ٱللَّهَ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
        "tafsir": "{  لا جناح عليهن .  .  .  } استئناف لبيان من لا يجب عليهن – وكذا على غيرهن من النساء – الاحتجاب عنهن ؛  ولم يذكر العم والخال لأنهما بمنزلة الوالدين .\r\n\r\n",
        "sura": "33",
        "aya": "55",
        "page": "426"
    },
    {
        "text": "إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا",
        "tafsir": "{  إن الله وملائكته يصلون على النبي } المراد بالصلاة هنا العطف ،  وهو من الله الرحمة ،  ومن الملائكة الاستغفار ،  ومن الناس الدعاء . {  وسلموا تسليما } قولوا :  السلام عليك أيها النبي ونحوه .  والسلام :  مصدر بمعنى السلامة ؛  أي السلامة من النقائص والآفات لك ،  أي ملازم لك .  ولتضمنه معنى الثناء عدي بعلى .\r\n\r\n",
        "sura": "33",
        "aya": "56",
        "page": "426"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يُؤْذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا",
        "tafsir": "{ٱلآخِرَةِ}\r\n(57) - إِنَّ الذِينَ يُؤْذُونَ اللهَ فَيَرْتَكِبُونَ مَا حَرَّمَ اللهُ مِنَ الكُفْرِ وَالمَعَاصِي، (وَمِنْهُمُ اليَهُودُ الذِينَ قَالُوا: يَدُ اللهِ مَغْلُولَةٌ، والنَّصَارَى الذِينَ قَالُوا: المَسيحُ ابْنُ اللهِ، والمُشْرِكُونَ الذِينَ قَالُوا: المَلاَئِكَةُ بَنَاتُ اللهِ..) وَالذِينَ يُؤْذُونَ رَسُولَ اللهِ (كَالذينَ قَالُوا شَاعرٌ وَكَاهِنٌ وَالذينَ آذَوْهُ بِغَيرِ ذَلِكَ مِنَ الأقوالِ وَالأَفْعَالِ..) فَإِنَّ اللهَ أَعَدَّ لِهؤلاءِ وَهؤُلاءِ عَذَاباً مُهِيناً، يَومَ القِيَامَةِ، بِجَعْلِهِمْ فِي مُقَامِ الزِّرَايَةِ والاحْتِقَارِ وَالخِزْي.\n",
        "sura": "33",
        "aya": "57",
        "page": "426"
    },
    {
        "text": "وَٱلَّذِينَ يُؤْذُونَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ بِغَيْرِ مَا ٱكْتَسَبُوا۟ فَقَدِ ٱحْتَمَلُوا۟ بُهْتَٰنًا وَإِثْمًا مُّبِينًا",
        "tafsir": "{ٱلْمُؤْمِنَاتِ} {بُهْتَاناً}\r\n(58) - والذَينَ يُؤْذُونَ المُؤْمِنينَ وَالمُؤْمِنَاتِ، بِأَنْ يَنْسبُوا إِليهِمْ أَعْمَالاً لَمْ يَعْمَلُوهَا عَلى سَبيلِ العَيْبِ والتَّنَقُّصِ، فَإِنَّهُمْ يَكُونُونَ قَدِ اجْتَرحُوا كَذِباً فَظِيعاً، وَذَنباً عَظِيماً وَاضِحاً، فَالذِينَ يُؤْذُونَ المُؤْمِنينَ يُؤْذُونَ رَسُولَ اللهِ، وَالذِينَ يُؤْذُونَ الرَّسُولَ يُؤْذُونَ اللهَ.\r\n(وَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم:  \"أَرْبى الرِّبا عِنْدَ اللهِ اسْتِحَلاَلُ عِرْضِ امرِيءٍ مُسْلِمٍ، ثُمَّ قَرأَ هذِهِ الآيةَ\" ). (أَخْرَجَهُ ابْنُ أَبِي حَاتِمٍ).\r\nبُهْتَاناً - فِعْلاً شَنِيعاً - أَو كَذِباً فَظِيعاً. ",
        "sura": "33",
        "aya": "58",
        "page": "426"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَٰبِيبِهِنَّ ذَٰلِكَ أَدْنَىٰٓ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
        "tafsir": "{  يدنين عليهن من جلابيبهن } يسدلن الجلابيب عليهن حتى يسترن أجسامهن من رؤوسهن إلى أقدامهن .  والإدناء :  التقريب ،  ولتضمنه معنى السدل أو الإرخاء عدي بعلى .  والجلابيب :  جمع جلباب ،  وهو ثوب يستر البدن يعرف بالملاءة أو الملحفة .\r\n\r\n",
        "sura": "33",
        "aya": "59",
        "page": "426"
    },
    {
        "text": "لَّئِن لَّمْ يَنتَهِ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْمُرْجِفُونَ فِى ٱلْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلًا",
        "tafsir": "{  لئن لم ينته المنافقون } عن نفاقهم . {  والذين في قلوبهم مرض } هم المنافقون ؛  والعطف لتغاير الصفات مع اتحاد الذات . {  والمرجفون في المدينة } هم المنافقون ؛  والعطف لما ذكر .  وقيل :  هم من حول المدينة من اليهود وكانوا ينشرون أخبار السوء عن سرايا المسلمين ،  ويلفّقون الأكاذيب الضارة بالمسلمين ويذيعونها ؛  من الإرجاف وهو إشاعة الكذب والباطل للاغتمام به .  وأصله التحريك الشديد ؛  مأخوذ من الرجفة التي هي الزلزلة ،  وصفت به الأخبار الكاذبة لكونها في نفسها متزلزلة غير ثابتة .  أو لإحداثها الاضطراب في قلوب المصدقين .\r\n\r\n",
        "sura": "33",
        "aya": "60",
        "page": "426"
    },
    {
        "text": "مَّلْعُونِينَ أَيْنَمَا ثُقِفُوٓا۟ أُخِذُوا۟ وَقُتِّلُوا۟ تَقْتِيلًا",
        "tafsir": "{  أينما ثقفوا } أينما وجدوا وظفر بهم{  أخذوا وقتلوا تقتيلا } وقد انتهى المنافقون عما هو المقصود بالنهي وهو الإيذاء فلم يقتلوا .  أما اليهود فلم ينتهوا ووقع القتل والإجلاء لهم .\r\n\r\n",
        "sura": "33",
        "aya": "61",
        "page": "426"
    },
    {
        "text": "سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
        "tafsir": "{  عرضنا الأمانة .  .  .  } هي التكاليف والفرائض .  أو كل ما يؤتمن عيه من أمر ونهي ،  وشأن دين ودنيا .  وسميت أمانة لأنها حقوق أردعها المكلفين وائتمنهم عليها ،  وأوجب عليهم مراعاتها والمحافظة عليها ،  وأدائها من غير إخلال بشيء منها .  ونقل القرطبي عن القفال وغيره :  أن العرض في الآية ضرب مثل ،  أي أن هذه الأجرام على عظمها لو كانت بحيث يجوز تكليفها لثقل عليها تقلد الشرائع ؛  لما فيها من العقاب والثواب .  أي أن التكليف أمر حقه أن تعجز عنه السموات والأرض والجبال ،  وقد حمله الإنسان وهو ظلوم جهول لو عقل .  وفي القرآن من ضرب الأمثال كثير .\r\nقيل :  الآية من المجاز ؛  أي أنا إذا قايسنا ثقل الأمانة بقوة السموات والأرض والجبال ،  رأينا أنها لا تطيقها ،  وأنها لو تكلمت لأبت وأشفقت ؛  فعبّر عن هذا بعرض الأمانة .  كما تقول :  عرضت الحمل على البعير فأباه ؛  وأنت تريد قايست قوته بثقل الحمل فرأيت أنها تقصر عنه .\r\n\r\n",
        "sura": "33",
        "aya": "62",
        "page": "426"
    }
]