[{"text":"يَوْمَ تَرَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِم بُشْرَىٰكُمُ ٱلْيَوْمَ جَنَّٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ","tafsir":"{  بين أيديهم } أي أمامهم . {  وبأيمانهم } أي عنها .  والمراد في جميع جهاتهم ؛  وذكرت الأيمان لشرفها . <br \/>\r\n<br \/>\r\n","sura":"57","aya":"12","page":"539"},{"text":"يَوْمَ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلْمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُوا۟ ٱنظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ٱرْجِعُوا۟ وَرَآءَكُمْ فَٱلْتَمِسُوا۟ نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُۥ بَابٌۢ بَاطِنُهُۥ فِيهِ ٱلرَّحْمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلْعَذَابُ","tafsir":"{  انظرونا نقتبس من نوركم } أي انتظرونا لنلحق بكم نصب شيئا من نوركم نستضئ به .  وذلك أنه يسرع بالخلص إلى الجنة على نجب فيقول المنافقون :  انتظرونا لأننا مشاة لا نستطيع لحوقكم .  وقرئ  \" أنظرونا \"  بفتح الهمزة وكسر الظاء ؛  من الإنظار بمعنى الانتظار ؛  أي انتظرونا .  والاقتباس في الأصل :  طلب القبس ،  أي الجذوة من النار ؛  وتجوز به عما ذكر . {  فضرب بينهم بسور } أي<br \/>\r\nفضرب بين المؤمنين والمنافقين سور حاجز .  قيل :  هو الحجاب المذكور في سورة الأعراف . <br \/>\r\n<br \/>\r\n","sura":"57","aya":"13","page":"539"},{"text":"يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ قَالُوا۟ بَلَىٰ وَلَٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَٱرْتَبْتُمْ وَغَرَّتْكُمُ ٱلْأَمَانِىُّ حَتَّىٰ جَآءَ أَمْرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلْغَرُورُ","tafsir":"{  فتنتم أنفسكم } محنتموها وأهلكتموها بالنفاق . {  وتربصتم } أي انتظرتم بالمؤمنين الحوادث المهلكة .  يقال :  تربص بفلان ،  انتظر به خيرا أو شرا يحل به .  والمراد هنا الثاني . {  وغرتكم الأماني } خدعتكم أطماعكم الفارغة ،  وآمالكم الكاذبة ؛  فصدتكم عن سبيل الله وأضلتكم . {  وغركم بالله الغرور } خدعكم الشيطان بسبب سعة رحمة الله تعالى ؛  فأطمعكم في النجاة من العقوبة بنحو قوله :  إن الله عفو كريم لا يعذبكم ،  وإن الله محسن وحليم .  ولا يزال الشيطان بالإنسان يغره حتى يوقعه في الهلكة . <br \/>\r\n<br \/>\r\n","sura":"57","aya":"14","page":"539"},{"text":"فَٱلْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ ٱلَّذِينَ كَفَرُوا۟ مَأْوَىٰكُمُ ٱلنَّارُ هِىَ مَوْلَىٰكُمْ وَبِئْسَ ٱلْمَصِيرُ","tafsir":"{  هي مولاكم } أي النار أولى بكم .  والأصل :  هي مكانكم الذي يقال فيه هو أولى بكم ؛  كما يقال :  هو مئنة المكرم ،  أي مكان لقول القائل :  إنه لكريم .  أو ناصركم ،  من باب قولهم :  * تحية بينهم ضرب وجيع * أي لا ناصر لكم إلا النار .  والمراد :  نفى الناصر قطعا بعد نفي أخذ الفدية وخلاصهم بها من العذاب .  ونظيره قوله تعالى :   \" وإن يستغيثوا يغاثوا بماء كالمهل \"  {[349]} .","sura":"57","aya":"15","page":"539"},{"text":"أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا۟ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلْحَقِّ وَلَا يَكُونُوا۟ كَٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ ٱلْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِّنْهُمْ فَٰسِقُونَ","tafsir":"{  ألم يأن للذين آمنوا .  .  .  } عتاب لطائفة من المؤمنين على الفتور والتكاسل فيما ندبوا إليه ،  بعد أن أصابوا من لين العيش ما أصابوا .  أي ألم يأت الوقت الذي تلين فيه قلوبهم فتخضع وتذل لذكر الله والقرآن  !  ؟  مضارع أنى الشيء – كرمى – أنيا وأناء – بالفتح – وإني – بالكسر - ،  حان أناه أي وقته ؛  فهو معتل حذفت منه الياء للجازم .  وقرئ  \" يئن \"  كيبع ،  بمعنى يحن ويقرب ؛  مضارع آن أينا – من باب باع – أي حان . <br \/>\r\n<br \/>\r\n","sura":"57","aya":"16","page":"539"},{"text":"ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَ","tafsir":"{  اعلموا أن الله يحيي الأرض .  .  .  } تمثيل لإحياء القلوب القاسية بذكر الله وآياته وتلاوة كتابه – بإحياء الأرض الموات بالغيث ؛  للترغيب في الخشوع ،  والتحذير من القساوة والغلظة . <br \/>\r\n<br \/>\r\n","sura":"57","aya":"17","page":"539"},{"text":"إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَٰتِ وَأَقْرَضُوا۟ ٱللَّهَ قَرْضًا حَسَنًا يُضَٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ","tafsir":"{  وأقرضوا الله .  .  .  } أي والذين أقرضوا ؛  وحذف الموصول لدلالة ما قبله عليه . <br \/>\r\n<br \/>\r\n","sura":"57","aya":"18","page":"539"}]