[{"text":"وَإِنَّهُۥ لَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ","aya":"77","page":"384","tafsir":"no text"},{"text":"إِنَّ رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِۦ وَهُوَ ٱلْعَزِيزُ ٱلْعَلِيمُ","aya":"78","page":"384","tafsir":"no text"},{"text":"فَتَوَكَّلْ عَلَى ٱللَّهِ إِنَّكَ عَلَى ٱلْحَقِّ ٱلْمُبِينِ","aya":"79","page":"384","tafsir":"no text"},{"text":"إِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ","aya":"80","page":"384","tafsir":"no text"},{"text":"وَمَآ أَنتَ بِهَٰدِى ٱلْعُمْىِ عَن ضَلَٰلَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَٰتِنَا فَهُم مُّسْلِمُونَ","aya":"81","page":"384","tafsir":"no text"},{"text":"وَإِذَا وَقَعَ ٱلْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ ٱلْأَرْضِ تُكَلِّمُهُمْ أَنَّ ٱلنَّاسَ كَانُوا۟ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","aya":"82","page":"384","tafsir":"{  وإذا وقع القول عليهم } أي دنا وقوع ما نطقت به الآيات الكريمة من مجئ الساعة وأهوالها . {  أخرجنا لهم دابة من الأرض } في آخر الزمان ،  وهي من أشراط الساعة الكبرى .  \r\nوالله أعلم بحقيقتها .  والدابة لغة :  اسم لما دب من الحيوان ،  مميزة وغير مميزة . {  تكلمهم } تخبرهم{  أن الناس } المنكرين للبعث{  كانوا بآياتنا } أي بالآيات المنزلة من عند الله بمجئ الساعة لا محالة{  لا يوقنون } بصدقها ؛  وها هي ذي قد أصبحت بأهوالها منهم قاب قوسين أو أدنى .  \r\n \r\n"},{"text":"وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمْ يُوزَعُونَ","aya":"83","page":"384","tafsir":"{  ويوم نحشر من كل أمة فوجا } بيان لطرف من أهوال يوم القيامة .  أي واذكر يوم نجمع من \r\n \r\nكل أمة جماعة كثيرة مكذبة بآيتنا ،  وهم الرؤساء والقادة .  وأصل الفوج :  الجماعة المارة بسرعة ،  ثم أطلق على كل جماعة وإن لم يكن مرور ولا إسراع ،  وجمعه أفواج . {  فهم يوزعون } [ آية 17 من هذه السورة ] ."},{"text":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبْتُم بِـَٔايَٰتِى وَلَمْ تُحِيطُوا۟ بِهَا عِلْمًا أَمَّاذَا كُنتُمْ تَعْمَلُونَ","aya":"84","page":"384","tafsir":"no text"},{"text":"وَوَقَعَ ٱلْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا۟ فَهُمْ لَا يَنطِقُونَ","aya":"85","page":"384","tafsir":"no text"},{"text":"أَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا ٱلَّيْلَ لِيَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ","aya":"86","page":"384","tafsir":"no text"},{"text":"وَيَوْمَ يُنفَخُ فِى ٱلصُّورِ فَفَزِعَ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ وَكُلٌّ أَتَوْهُ دَٰخِرِينَ","aya":"87","page":"384","tafsir":"{  ويوم ينفخ في الصور } واذكر هذا اليوم العظيم الشأن .  والصور :  القرن الذي ينفخ فيه نفخة الصعق والبعث ؛  قال تعالى :   \" ونفخ في الصور فصعق من في السموات ومن في الأرض إلا من شاء الله ثم نفخ فيه أخرى فإذا هم قيام ينظرون \"  {[262]} .  ونحن نؤمن بالصور ونفوض علم حقيقته إلى علام الغيوب .  والمراد هنا :  النفخة الثانية .  والفزع الحاصل فيها :  هو الرعب الذي يصيب الناس من مشاهدة الأمور الهائلة في ذلك اليوم .  \r\n{  وكل أتوه داخرين } أذلاء صاغرين .  يقال :  دخر الشخص – كمنع وفرح – دخرا ودخورا ،  صغر وذل .  وأدخرته بالهمز للتعدية .  والداخر :  الصاغر الراغم ."},{"text":"وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِىَ تَمُرُّ مَرَّ ٱلسَّحَابِ صُنْعَ ٱللَّهِ ٱلَّذِىٓ أَتْقَنَ كُلَّ شَىْءٍ إِنَّهُۥ خَبِيرٌۢ بِمَا تَفْعَلُونَ","aya":"88","page":"384","tafsir":"{  مر السحاب } أي تمر في الجو مر السحب التي تسيرها الرياح سيرا حثيثا .  \r\n \r\n"}]