[
    {
        "text": "قَالُوا۟ يَٰمُوسَىٰٓ إِنَّا لَن نَّدْخُلَهَآ أَبَدًا مَّا دَامُوا۟ فِيهَا فَٱذْهَبْ أَنتَ وَرَبُّكَ فَقَٰتِلَآ إِنَّا هَٰهُنَا قَٰعِدُونَ",
        "tafsir": "{يَامُوسَىۤ} {فَقَاتِلاۤ} {هَاهُنَا} {قَاعِدُونَ}\r\n(24) - وَلَكِنَّ بَنِي إسْرَائِيلَ أصَرُّوا عَلَى النُّكُولِ عَنِ الجِهَادِ، وَعَلَى مُخَالَفَةِ رَسُولِهِمْ، فَقَالوُا لَهُ: إنَّهُمْ لَنْ يَدْخُلُوا البَلَدَ مَا دَامَ الجَبَّارُونَ مُقِيمِينَ فِيهَا، فَإِذا أصَرَّ مُوسَى عَلَى الجِهَادِ فَلْيَذْهَبْ هُوَ وَرَبُّهُ فَلْيُقَاتِلاَ الجَبَّارِينَ، وَهُمْ يَنْتَظِرُونَ نَتِيجَةَ المَعْرَكَةِ قَاعِدِينَ، حَيْثُ هُمْ يُقِيمُونَ.",
        "sura": "5",
        "aya": "24",
        "page": "112"
    },
    {
        "text": "قَالَ رَبِّ إِنِّى لَآ أَمْلِكُ إِلَّا نَفْسِى وَأَخِى فَٱفْرُقْ بَيْنَنَا وَبَيْنَ ٱلْقَوْمِ ٱلْفَٰسِقِينَ",
        "tafsir": "{ٱلْفَاسِقِينَ}\r\n(25) - فَلَمَّا نَكَلُوا عَنِ القِتَالِ، غَضِبَ عَلَيْهِمْ مُوسَى، وَاتَّجَهَ إلى اللهِ بِالدُّعَاءِ، فَقَالَ: يَا رَبِّ لَيْسَ بَيْنَ هَؤُلاءِ مَنْ يُطِيعُنِي وَيُجِيبُنِي إلى تَنْفِيذِ مَا أَمَرْتَنِي بِهِ إلاَّ نَفْسِي وَأخي هَارُونَ، فَاقْضِ يَا رَبِّ بَيْنَنَا وَبَيْنَ هَؤُلاءِ القَوْمِ، الخَارِجِينَ عَلَى طَاعَتِكَ (الفَاسِقِينَ)، بِقَضَاءِ تَقْضِيهِ بَيْنَنَا، فَتَحْكُمَ لَنَا بِمَا نَسْتَحِقُّ، وَتَحْكُمَ لَهُمْ بِمَا يَسْتَحِقُّونَ.\r\n(وَقِيلَ إنَّ المَعْنَى هُوَ: إنَّكَ إذَا أَخَذْتَهُمْ بِالعِقَابِ عَلَى فِسْقِهِمْ، وَخُرُوجِهِمْ عَنْ طَاعَتِكِ، فَلا تُعَاقِبْنا مَعَهُمْ).\r\nفَافْرُقْ - فَافَصِلْ بِحُكْمِكَ.",
        "sura": "5",
        "aya": "25",
        "page": "112"
    },
    {
        "text": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِى ٱلْأَرْضِ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْفَٰسِقِينَ",
        "tafsir": "{  يتيهون في الأرض }أي يسيرون متحيرون في الأرض ، عقوبة لهم على تفريطهم في أمر الله تعالى ،  من التيه وهو الحيرة . يقال : تاه يتيه و يتوه إذا تحير . وتوهه إذا حيره .  وقع في التيه والتوه ،\r\nأي في مواضع الحيرة . وأرض تيه أي مضلة ، ومنه سميت هذه الأرض البرية التي بين مصر والشام بالتيه .\r\n{  فلا تأس على القوم الفاسقين }فلا تحزن عليهم ،  من الأسى وهو الحزن . يقال : أسى أسى- كتعب أي حزن ، فهو أسي مثل حزين . وأسا على مصيبته –من باب عدا-حزن .\r\n\r\n",
        "sura": "5",
        "aya": "26",
        "page": "112"
    },
    {
        "text": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱبْنَىْ ءَادَمَ بِٱلْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ ٱلْءَاخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلْمُتَّقِينَ",
        "tafsir": "{  قربا قربانا }اسم لما يتقرب به إلى الله تعالى من صدقة أو ذبيحة أو نحوها . وهو في الأصل مصدر قرب منه- ككرم-إذا دنا . وكانت أمارة قبول القرابين أن تنزل من السماء نار بيضاء فتأكلها ، فإن لم تنزل لم تكن مقبولة ، فتأكلها السباع والطير لعدم جواز أكل القرابين إذ ذاك .\r\n\r\n",
        "sura": "5",
        "aya": "27",
        "page": "112"
    },
    {
        "text": "لَئِنۢ بَسَطتَ إِلَىَّ يَدَكَ لِتَقْتُلَنِى مَآ أَنَا۠ بِبَاسِطٍ يَدِىَ إِلَيْكَ لِأَقْتُلَكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَٰلَمِينَ",
        "tafsir": "{لَئِن} {ٱلْعَالَمِينَ}\r\n(28) - وَإذِا أَرَدْتَ أنْ تَبْسُطَ إلَيَّ يَدَكَ وَتَمُدَّهَا بِالشَّرِّ، وَإذَا نَوَيْتَ قَتْلِي، فَإنِّي لَنْ أقَابِلَكَ عَلَى صَنِيعِكَ الفَاسِدِ بِمِثْلِهِ، فَأَكُونَ أنَا وَأنْتَ سَوَاءً فِي الخَطِيئَةِ، وَإنِّي أَخَافُ اللهَ مِنْ أنْ أَصْنَعَ بِكَ مَا تُرِيدُ أَنْتَ أنْ تَصْنَعَهُ بِي، وَلِذَلِكَ فَإنِّي أصْبِرُ وَأَحْتَسِبُ.",
        "sura": "5",
        "aya": "28",
        "page": "112"
    },
    {
        "text": "إِنِّىٓ أُرِيدُ أَن تَبُوٓأَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَٰبِ ٱلنَّارِ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّٰلِمِينَ",
        "tafsir": "{  أن تبوء بإثمي وإثمك }ترجع وتقر ، من البوء وهو الرجوع واللزوم ، يقال : باء إليه رجع ، وبؤت به إليه رجعت . و باء بحقه أقر ولزم ، أي أنى أريد أن تبوء بإثم قتلك لي ، وبإثمك الذي قد صار إليك بذنوبك من قبل قتلي .\r\n\r\n",
        "sura": "5",
        "aya": "29",
        "page": "112"
    },
    {
        "text": "فَطَوَّعَتْ لَهُۥ نَفْسُهُۥ قَتْلَ أَخِيهِ فَقَتَلَهُۥ فَأَصْبَحَ مِنَ ٱلْخَٰسِرِينَ",
        "tafsir": "{  فطوعت له نفسه قتل أخيه }سهلته له وزينته بعد هذه الموعظة وهذا الزجر . يقال : طاع الشيء يطوع ويطاع أي سهل وانقاد . وطوعه فلان له سهله .\r\n\r\n",
        "sura": "5",
        "aya": "30",
        "page": "112"
    },
    {
        "text": "فَبَعَثَ ٱللَّهُ غُرَابًا يَبْحَثُ فِى ٱلْأَرْضِ لِيُرِيَهُۥ كَيْفَ يُوَٰرِى سَوْءَةَ أَخِيهِ قَالَ يَٰوَيْلَتَىٰٓ أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَٰذَا ٱلْغُرَابِ فَأُوَٰرِىَ سَوْءَةَ أَخِى فَأَصْبَحَ مِنَ ٱلنَّٰدِمِينَ",
        "tafsir": "{  ياويلنا }أصلها : يا ويلتي ، وهي كلمة جزع وتحسر ، تستعمل عند وقوع الداهية العظيمة ، كأن المتحسر ينادي ويلته ويطلب حضورها ، بعد تنزيلها منزلة من ينادي ، ولا يكون ذلك إلا في أشد حال . والويلة كالويل : الفضيحة والبلية والهلاك .\r\n\r\n",
        "sura": "5",
        "aya": "31",
        "page": "112"
    }
]