[
    {
        "text": "أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَٰهِرَةً وَبَاطِنَةً وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَٰبٍ مُّنِيرٍ",
        "tafsir": "{  ألم تروا .  .  .  } خطاب للمشركين ،  وتوبيخ لهم على الإصرار على الشرك مع مشاهدتهم دلائل التوحيد . {  سخر لكم ما في السموات وما في الأرض } جعل ما فيهما مسخرا لكم بحيث تنتفعون به . <br />\r\n{  وأسبغ عليكم نعمه } أوسعها وأتمها .  يقال :  سبغت النعمة سبوغا – من باب قعد – اتسعت .  وأسبغها الله :  أفاضها وأتمها .  والنّعمة :  ما ينتفع به ويستلذ وتحمد عاقبته .  أو هي المنفعة المفعولة على جهة الإحسان إلى الغير . {  ومن الناس من يجادل .  .  .  } [ آية 3 الحج ص 46 ] نزلت في النضر ابن الحارث ،  وأبيّ بن خلف ،  وكانا يجادلان النبي صلى الله عليه وسلم في التوحيد والصفات .",
        "sura": "31",
        "aya": "20",
        "page": "413"
    },
    {
        "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ أَوَلَوْ كَانَ ٱلشَّيْطَٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
        "tafsir": "{آبَآءَنَا} {ٱلشَّيْطَانُ}\r\n(21) - وهؤلاءِ الذينَ يُجَادِلُونَ في اللهِ بغَيرِ عِلْمٍ، وَلاَ كِتابٍ، لا \r\nمَطْمَعَ فِي هِدَايَتِهم، فإِنَّهُمْ إِذا دُعُوا إِلى اتِّبَاعِ مَا أَنزَلَ اللهُ على \r\nرَسُولِهِ مِنْ شَرْعٍ وهُدى قَالُوا : إِنّهُم يُفَضِّلُونَ اتِّبَاعَ مَا وَجَدُوا \r\nعَليهِ آباءَهُمْ مِنْ دِينٍ، لأنَّ آباءَهُمْ، وَأَسْلاَفَهُمْ لاَ يَقَعُونَ جَميعاً فِي \r\nالخَطَأِ.\r\nويَرُدُّ اللهُ تَعَالى عليهم قَائِلاً: أَيَتَّبِعُونَ آبَاءَهُمْ وأَسْلاَفَهُمْ حَتَّى وَلَوْ \r\nكَانُوا عَلَى خَطَأٍ وَضَلاَلٍ فيما يَعْبُدُونَ؟ وَحَتَّى وَلَوْ كَانُوا يَتَّبِعُونَ \r\nما زَيَّنَتْ لَهُمْ الشَّياطِينُ؟ وَمَنِ اتَّبَعَ الشَّيطَانَ أَوْصَلَهُ إِلى نَارِ \r\nجَهَنَّمَ وَسَعِيرِهَا.\n",
        "sura": "31",
        "aya": "21",
        "page": "413"
    },
    {
        "text": "وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلْأُمُورِ",
        "tafsir": "{  ومن يسلم وجهه إلى الله } يفوّض جميع أموره إليه تعال ويقبل عليه بكلّيّته . {  وهو محسن } في أعماله{  فقد استمسك بالعروة الوثقى } أي تعلق أقوى تعلق بأوثق الأسباب .  شبه المتوكل على الله في جميع أموره ،  المحسن في أعماله – بمن ترقى في جبل شاهق ،  أو تدلى منه فاستمسك بأوثق عروة من حبل متين<br />\r\nمأمون انقطاعه .  والعروة من الثوب :  مدخل زره .  والوثقى :  تأنيث الأوثق ؛  من وثق – ككرم – أخذ بالوثيقة في أمره ؛  أي بالثقة .  ومنه الوثيق أي المحكم . <br />\r\n<br />\r\n",
        "sura": "31",
        "aya": "22",
        "page": "413"
    },
    {
        "text": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
        "tafsir": "(23) - وَيُسَلِّي اللهُ تَعَالَى رَسُولَهُ صلى الله عليه وسلم فَيَقُولُ لَهُ: \r\nأَمَّا مَنْ كَفَرَ بِمَا جِئْتَهُ بِهِ، فَلاَ تَحزَنْ عَلَيهِ، فإِنَّ ذَلِكَ كَائِنٌ بِقَدَرِ \r\nاللهِ، وَسَيَرْجِعُ النَّاسُ إلى اللهِ يَومَ القِيَامَةِ فَيَعْرِضُ اللهُ تَعَالى \r\nعَلَيْهِمْ أَعْمَالَهُمْ، وَيجْزِيهِمْ بِهَا، وَلا تَخْفَى عليهِ مِنْ أَعْمَالِهِمْ \r\nخَافِيةٌ، وَهُوَ يَعْلَمُ مَا يُكِنُّونَ فِي صُدُورِهِمْ مِنْ نَوايا.\n",
        "sura": "31",
        "aya": "23",
        "page": "413"
    },
    {
        "text": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ",
        "tafsir": "(24) - واللهُ تَعَالى يُمْهِلُهُمْ في الدُّنيا زَمَناً قَليلاً يَتَمتَّعُونَ فِيهِ، \r\nوَيَنْعَمُونَ بِزَخَارِفِ الحَياةِ الدُّنيا الفَانِيةِ، ثُمَّ يُدْخِلُهُمُ النَّارَ عَلَى \r\nكُرْهٍ مِنْهُمْ {نَضْطَرُّهُمْ} لِيَذُوقُوا فِيها العَذابَ الأَلِيمَ الكَبيرَ الشَّاقَّ \r\nعَلى نُفُوسِهِم.\r\nالعَذَابُ الغَلِيظُ - الشَّدِيدُ الثَّقِيلُ.\n",
        "sura": "31",
        "aya": "24",
        "page": "413"
    },
    {
        "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ قُلِ ٱلْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
        "tafsir": "{لَئِن} {ٱلسَّمَاوَاتِ}\r\n(25) - وإِذا سَأَلْتَ يَا مُحَمَّدُ، هؤلاءِ المُشْرِكينَ مِنْ قَوْمِكَ: مَنْ \r\nخَلَقَ السَّمَاوَاتِ والأَرْضِ؟ لَيَقُولُنَّ: اللهُ. لأنَّهُمْ لا يُنْكِرُونَ ذَلِكَ، \r\nوَإِذا اتَّضَحَ صِدْقُكَ فِيما جِئْتَهُمْ بهِ، واسْتَبَانَ الحَقُّ، فَقُلِ الحَمْدُ للهِ \r\nالذِي أَلجَأَهُمْ إلى الاعْتِرافِ بالحَقِّ، ولكِنَّ أكثرَ المُشْرِكينَ لا \r\nيَعْلَمُونَ مَنْ هُوَ المُسْتَوجِبُ الحَمْدَ وَحْدَهُ.\n",
        "sura": "31",
        "aya": "25",
        "page": "413"
    },
    {
        "text": "لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(26) - وَللهِ جَميعُ مَا فِي السَّمَاوَاتِ، وَمَا فِي الأَرْضِ، مُلْكاً \r\nوَخَلْقاً وَتَصَرُّفاً، وَليسَ لأحدٍ سِواهُ شيءٌ مِنْ ذَلِكَ، فَلا يَسْتَحِقُّ \r\nالعِبَادَةَ فيهِما غَيْرُهُ، وَهُوَ غَنِيٌّ عَنْ عِبَادَةِ الخَلْقِ لَهُ، وَعَنْ \r\nعَوْنِهِمْ، وَكُلُّ شيءٍ فَقِيرٌ إليهِ، وَلَهُ الحَمْدُ في جَميعِ الأُمُورِ.\r\n\n",
        "sura": "31",
        "aya": "26",
        "page": "413"
    },
    {
        "text": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَٰمٌ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَٰتُ ٱللَّهِ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
        "tafsir": "{  ولو أنما في الأرض .  .  .  } أي ولو أن أشجار الأرض كلها أقلام ،  والبحر المحيط يمده –بعد نفاذه – سبعة أبحر ،  وكتبت بتلك الأقلام وبذلك المداد كلماته تعالى ما نفدت كلماته ؛  ونفدت الأقلام والمداد . {  يمده } يزيده{  سبعة أبحر } أي أبحر كثيرة ؛  لا خصوص العدد المذكور .  وكلماته :  كلمات علمه وحكمته تعالى ،  أو مقدوراته وعجائبه تعالى . <br />\r\n<br />\r\n",
        "sura": "31",
        "aya": "27",
        "page": "413"
    },
    {
        "text": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَٰحِدَةٍ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
        "tafsir": "{وَاحِدَةٍ}\r\n(28) - وَليسَ خَلْقُ النَّاسِ جَمِيعِهِمْ، وَلا بَعْثُهُمْ يَومَ القِيَامَةِ \r\nبالنِّسبَةِ إِلى قُدْرَةِ اللهِ إِلاَّ كَخَلْقِ نَفْسٍ وَاحِدَةٍ، فالجَمِيعُ هَيِّنٌ عَليهِ \r\n(وَمَا أَمْرُنَا إِلاَّ وَاحِدَةٌ كَلَمْحٍ بِالبَصَرِ)، واللهُ سَميعٌ لأَقوالِ العِبَادِ، \r\nبَصِيرٌ بِأَفْعَالِهِمْ.\n",
        "sura": "31",
        "aya": "28",
        "page": "413"
    }
]