[
    {
        "text": "إِذْ هَمَّت طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلَا وَٱللَّهُ وَلِيُّهُمَا وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
        "tafsir": "{  إذ همت طائفتان .  .  } هما حيان من الأنصار :  بنو سلمة من الخزرج ،  وبنو حارثة من الأوس ،  وكانا جناحي العسكر .  والفشل :  الجبن والخور .  يقال :  فشل يفشل فشلا فهو فشل ،  أي جبان ضعيف القلب .  والظاهر أن ذلك كان مجرد حديث نفس عند رؤية انخزال رأس المنافقين :  عبد الله بن أبي مع أصحابه عن الرسول صلى الله عليه وسلم . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "122",
        "page": "66"
    },
    {
        "text": "وَلَقَدْ نَصَرَكُمُ ٱللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ فَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تَشْكُرُونَ",
        "tafsir": "{  وأنتم أذلة } أي ضعفاء لقلة العدد والعدد .  فقابلوا هذه النعمة بامتثال أمر الله وطاعته وشكر على ما أنعم . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "123",
        "page": "66"
    },
    {
        "text": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٍ مِّنَ ٱلْمَلَٰٓئِكَةِ مُنزَلِينَ",
        "tafsir": "{  إذ تقول للمؤمنين .  .  } أي في يوم بدر ،  وقد أمد الله فيه المؤمنين بألف من الملائكة ،  كما قال تعالى : <br />\r\n :  {  فاستجاب لكم أني ممدكم بألف من الملائكة }( 1 ) ثم زاد عددهم إلى ثلاثة آلاف من الملائكة ؟  ولذا قال تعالى :  {  بلى } .  ثم صار خمسة آلاف  ،  لقوله تعالى :  {  إن تصبروا وتتقوا ويأتوكم من فورهم هذا<br />\r\n( 1 ) آية 9 الأنفال . <br />\r\nيمددكم ربكم بخمسة آلاف من الملائكة }وقد صبروا واتقوا ،  وأتاهم المشركون من مكة حين استنفرهم أبو سفيان لإنقاذ العير .  فكان المدد خمسة آلاف ،   كما روي عن قتادة . <br />\r\nوقال الشعبي :  إن المدد لم يزد على الألف ،  وقد بلغ المسلمين أن كرز بن جابر المحاربي يريد أن يمد المشركين ،  فشق ذلك عليهم فأنزل الله{  ألن يكفيكم }إلى قوله {  مسومين }فبلغ كرزا الهزيمة فرجع ولم يمدهم ،  فلم يمد الله المسلمين بالخمسة الآلاف أيضا .  واختار أبن جرير أنهم وعدوا بالمدد بعد الألف ،  ولا دلالة في الآية على أنهم أمدوا بما زاد عن ذلك ،  ولا على أنهم لم يمدوا به ،  ولا يثبت شيء من ذلك إلا بنص .",
        "sura": "3",
        "aya": "124",
        "page": "66"
    },
    {
        "text": "بَلَىٰٓ إِن تَصْبِرُوا۟ وَتَتَّقُوا۟ وَيَأْتُوكُم مِّن فَوْرِهِمْ هَٰذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ ءَالَٰفٍ مِّنَ ٱلْمَلَٰٓئِكَةِ مُسَوِّمِينَ",
        "tafsir": "{  ويأتوكم من فورهم هذا }ويأتوكم-أي المشركون- من ساعتكم هذه .  والفور :  مصدر فارت القدر ،  أي اشتد غليانها ،  ثم استعير للسرعة ،  ثم أطلق على الحالة التي لا بطء فيها .  وقد تحقق من المشركين ذلك حيث أتوا على عجل دون إبطاء لإنقاذ العير من المسلمين . <br />\r\n{  مسومين }معلمين أنفسهم أو خيلهم بعلامات مخصوصة .  و قرئ بالفتح ،  أي معلمين من جهته تعالى بعلامات القتال ،  من التسويم ،  وهو إظهار علامة الشيء . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "125",
        "page": "66"
    },
    {
        "text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِۦ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
        "tafsir": "{وَلِتَطْمَئِنَّ}\r\n(126) - وَمَا جَعَلَ اللهُ وَعْدَهُ لِلْمُسْلِمِينَ مِنْ إِمْدَادِهِمْ بِالمَلاَئِكَةِ فِي المَعْرَكَةِ إلاّ بُشْرَى لِلْمُؤْمِنينَ، وَتَثْبيتاً لِقُلُوبِهِمُ التِي تَطَرَّقَ إليها الخَوْفُ مِنْ كَثْرَةِ عَدَدِ الكُفَّارِ، وَقُوّةِ اسْتِعْدَادِهِمْ. وَلَيْسَ النَّصْرُ إلاَّ مِنْ عِنْدِ اللهِ، وَهُوَ قَادِرٌ عَلَى أنْ يَنْصُرَ المُسْلِمِينَ دُونَ اشْتِرَاكِهِمْ فِي القِتَالِ.",
        "sura": "3",
        "aya": "126",
        "page": "66"
    },
    {
        "text": "لِيَقْطَعَ طَرَفًا مِّنَ ٱلَّذِينَ كَفَرُوٓا۟ أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا۟ خَآئِبِينَ",
        "tafsir": "{  ليقطع طرفا .  .  }أي ولقد نصركم الله يوم بدر ليهلك طائفة{  من الذين كفروا }بالقتل والأسر . <br />\r\nأو يخزيهم ويغيظهم بالهزيمة .  أو يتوب عليهم إن أسلموا .  أو يعذبهم العذاب الشديد في الآخرة إن ماتوا مصرين على الكفر ،  وليس لك من أمرهم شيء ،  إنما أنت عبد مأمور بإنذارهم وجهادهم .  فجملة<br />\r\n{  ليس لك من الأمر شيء }اعتراض بين المعطوف والمعطوف عليه .  وأصل الكبت :  الخزي والإذلال . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "127",
        "page": "66"
    },
    {
        "text": "لَيْسَ لَكَ مِنَ ٱلْأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَٰلِمُونَ",
        "tafsir": "{ظَالِمُونَ}\r\n(128) - يُنَبِّهُ اللهُ تَعَالَى رَسُولَهُ الكَرِيمَ إلَى أنَّ الأمْرَ كُلَّهُ للهِ، وَلَيْسَ لِلنَّبِيِّ شَيْءٌ مِنَ الحُكْمِ وَالتَّصَرُّفِ فِي أمْرِ العِبَادِ، غَيْرُ مَا أمَرَهُ مِنْ إِبْلاَغِهِمْ رِسَالَةَ رَبِّهِمْ، وَهُوَ تَعَالَى إمَّا أنْ يَتُوبَ عَلَيْهِمْ مِمّا هُمْ فِيهِ مِنَ الكُفْرِ، فَيَهْدِيَهُمْ بَعْدَ الضَّلاَلَةِ، وَإِمَّا أنْ يُعَذِّبَهُمْ عَلَى كُفْرِهِمْ فِي الدُّنيا وَالآخِرَةِ، وَيَكْبِتَهُمْ وَيُذِلَّهُمْ لأنَّهُمْ يَسْتَحِقُّونَ ذَلِكَ بِسَبَبِ ظُلْمِهِمْ.",
        "sura": "3",
        "aya": "128",
        "page": "66"
    },
    {
        "text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(129) - واللهُ يَمْلِكُ مَا فِي السَّمَاوَاتِ وَالأرْضِ، وَأَهْلُهُمَا عَبيدٌ لَهُ، وَهُوَ المُتَصَرِّفُ المُطْلَقُ فِي الوُجُودِ كُلِّهِ، وَلاَ مُعَقِّبَ عَلَى حُكْمِهِ، فَيَغْفِرُ لِمَنْ يَشَاءُ، وَيُعَذِّبُ مَنْ يَشَاءُ، وَاللهُ غَفُورٌ رَحِيمٌ.",
        "sura": "3",
        "aya": "129",
        "page": "66"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوا۟ ٱلرِّبَوٰٓا۟ أَضْعَٰفًا مُّضَٰعَفَةً وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
        "tafsir": "{  لا تأكلوا الربا .  .  }نهى عن تعاطي الربا ،  مع تقريعهم لما كانوا عليه من تضعيف الفائدة<br />\r\nالربوبية .  فقال :  {  أضعافا مضاعفة }ليس لتقييد النهي به ،  بل هو بيان لما كانوا عليه في الجاهلية من التعامل الفاسد المؤدى إلى استئصال المال .  وقد حرم الله أصل الربا ومضاعفته . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "130",
        "page": "66"
    },
    {
        "text": "وَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِىٓ أُعِدَّتْ لِلْكَٰفِرِينَ",
        "tafsir": "{لِلْكَافِرِينَ}\r\n(131) - وَيَأمُرُ اللهُ تَعَالَى عِبَادَهُ بِالتَّقْوَى، وَبِالابْتِعَادِ عَنْ مُتَابَعَةِ المُرَابِينَ، وَتَعَاطِي مَا يَتَعَاطَوْنَهُ مِنْ أَكْلِ الرِّبا، الذِي يُفْضِي بِهِمْ إلى دُخُولِ النَّارِ التِي أعَدَّهَا اللهُ لِلْكَافِرِينَ.",
        "sura": "3",
        "aya": "131",
        "page": "66"
    },
    {
        "text": "وَأَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
        "tafsir": "(132) - وَيَأمُرُُ الله المُؤْمِنينَ بِطَاعَتِهِ، وَطَاعَةِ رَسُولِهِ صلى الله عليه وسلم، فِيمَا نَهَيَا عَنْهُ مِنْ أَكْلِ الرِّبَا، وَمَا أَمَرا بِهِ مِنَ الصَّدَقَةِ كِي يُرْحَمُوا فِي الدُّنيا، بِصَلاحِ حَالِ المُجْتَمَعِ، وَفِي الآخِرَةِ، بِحُسْنِ الجَزَاءِ.",
        "sura": "3",
        "aya": "132",
        "page": "66"
    }
]