[
    {
        "text": "وَٱجْعَل لِّى لِسَانَ صِدْقٍ فِى ٱلْءَاخِرِينَ",
        "tafsir": "{  واجعل لي لسان صدق .  .  .  } ثناء وذكرا جميلا ،  وصيتا وقبولا في الأمم الآخرين ،  باقيا إلى يوم القيامة . \r\n\r\n",
        "sura": "26",
        "aya": "84",
        "page": "371"
    },
    {
        "text": "وَٱجْعَلْنِى مِن وَرَثَةِ جَنَّةِ ٱلنَّعِيمِ",
        "tafsir": "(85) - وأَن يُنْعِمَ عليه ربُّهُ في الدُّنْيا بِبَقَاءِ الذِّكْرِ الجَمِيلِ بَعْدَهُ، وأن يُنْعِمَ عَليهِ في الآخِرَة بأنْ يَجْعَلَهُ مِمَّنْ يَرِثُونَ جَنةَ النَّعِيم.\n",
        "sura": "26",
        "aya": "85",
        "page": "371"
    },
    {
        "text": "وَٱغْفِرْ لِأَبِىٓ إِنَّهُۥ كَانَ مِنَ ٱلضَّآلِّينَ",
        "tafsir": "(86) - ودَعَا إبراهيمُ رَبَّهُ لِيَغْفِرَ لأَِبِيه (لأنَّهُ كانَ مُشْرِكاً باللهِ، ضَالاً عَنْ طريق الهُدَى).\r\n(ولكنَّ إبْرَاهِيمَ تَبَرَّأَ مِنْ أَبِيهِ فيما بَعْدُ حينَمَا تَبَيَّنَ لَهُ أَنَّهُ عَدُوُّ للهِ، ورَجَعَ في دُعَائِه هَذا كَما جاءَ في آيَةٍ أُخْرَى).\n",
        "sura": "26",
        "aya": "86",
        "page": "371"
    },
    {
        "text": "وَلَا تُخْزِنِى يَوْمَ يُبْعَثُونَ",
        "tafsir": "(87) - ودَعَا رَبَّهُ أنْ يُجِيرَهُ من الخِزْيِ والهَوَانِ يومَ القِيِامَةِ، يومَ يَبْعَثُ اللهُ الخَلائقِ، ويحشُرُهُمْ جَميعاً للحِسَابِ.\r\nلا تُخْزِنِي - لا تَفْضَحْنِي ولا تُذِلَّنِي بِعِقَابِكَ.\n",
        "sura": "26",
        "aya": "87",
        "page": "371"
    },
    {
        "text": "يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ",
        "tafsir": "(88) - وفي يَومِ القِيامةِ، يومَ يُبْعَثُ الخَلائِقُ، لا يَقِي المَرءَ منْ عذابِ اللهِ مالُهُ، ولوِ افْتَدَى بِمِلْءِ الأرْضِ ذَهَباً، ولا يَنْفَعُهُ بنُوهُ، ولا أحَدٌ مِنْ خَلْقِ اللهِ.\n",
        "sura": "26",
        "aya": "88",
        "page": "371"
    },
    {
        "text": "إِلَّا مَنْ أَتَى ٱللَّهَ بِقَلْبٍ سَلِيمٍ",
        "tafsir": "(89) - ولا يَنْفَعُهُ في ذَلكَ اليوم إِلاَّ إيمَانُه، وَعَمَلُهُ الصَّالِحُ، وأَنْ يأْتِيَ اللهَ ربَّهُ بقلْبٍ سليمٍ، مُبَرَّأٍ من الشِّرْكِ والدَّنَسِ، والخَطَايا، وقَدْ أَخْلَصَ الإِيمانَ للهِ، وأخْلَصَ العَقِيدَةَ لَهُ، وآمَنَ إيمَاناً صادقاً أنه لا إِلهَ إلا اللهُ وحْدَهُ لا شَرِيكَ لَهُ، وأنَّ السَّاعَةَ آتيةٌ لا رَيْبَ فِيها، وأنَّ يَبْعَثُ مَنْ في القُبُورِ.\r\nبِقَلْبٍ سَلِيمٍ - بَرِيءٍ من مَرَضِ النِّفَاقِ والكُفْرِ.\n",
        "sura": "26",
        "aya": "89",
        "page": "371"
    },
    {
        "text": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ",
        "tafsir": "{  وأزلفت الجنة للمتقين } أدنيت وقربت للذين اتقوا عقاب الله في الآخرة بطاعتهم إياه في الدنيا ؛  بحيث يشاهدونها من الموقف فيبتهجون بأنهم من أهلها . \r\n\r\n",
        "sura": "26",
        "aya": "90",
        "page": "371"
    },
    {
        "text": "وَبُرِّزَتِ ٱلْجَحِيمُ لِلْغَاوِينَ",
        "tafsir": "{  وبرزت الجحيم للغاوين } جعلت بارزة ظاهرة للضالين عن طريق الحق ؛  بحيث يرونها من الموقف فيقنون أنهم مواقعوها فيتحسرون ؛  من البروز وهو الظهور ،  وأصله من البراز وهو الأرض الفضاء الواسعة .  والغاوون :  جمع غاو أي ضال .  يقال :  غوى يغوي غيا وغواية ،  ضل ؛  فهو غاو وغو . \r\n\r\n",
        "sura": "26",
        "aya": "91",
        "page": "371"
    },
    {
        "text": "وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تَعْبُدُونَ",
        "tafsir": "(92) - وقِيلَ لأهْلِ النَّارِ تَقْرِيعاً وتَوْبِيخاً: أَينَ الآلهةُ الذينَ كُنتمْ تَعْبُدُونَهُمْ منْ دونِ اللهِ مِنْ أصْنَامٍ وأنْدَادٍ؟\n",
        "sura": "26",
        "aya": "92",
        "page": "371"
    },
    {
        "text": "مِن دُونِ ٱللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ",
        "tafsir": "(93) - لقَدْ كُنْتُمْ أنْتُمْ تَعْبُدُونَهُمْ في الدُّنْيا من دونِ اللهِ تَعالى، وتَعْتَقِدُونَ أنَّهُمْ سَيَشْفَعُون لَكُمْ عندَ اللهِ، فهَلْ يَسْتَطِيعونَ اليومَ نَصْرَكُمْ أو نَصْرَ أَنْفُسِهِمْ؟ وهَلْ يستطيعونَ أن يَدْفَعُوا عَذابَ اللهِ عنكُمْ أو عَنْ أنفُسِهِمْ؟\r\nإنَّكُمْ وإيَّاهُمْ صَائِرونَ إِلى جَهَنَّمَ وسَاءَتْ مَصِيراً ومُسْتَقَرّاً.\n",
        "sura": "26",
        "aya": "93",
        "page": "371"
    },
    {
        "text": "فَكُبْكِبُوا۟ فِيهَا هُمْ وَٱلْغَاوُۥنَ",
        "tafsir": "{  فكبكبوا فيها } ألقوا فيها على رؤوسهم مرة بعد مرة إلى أن استقروا في قعرها ؛  من الكبكبة وعي الإلقاء على الوجه مرة بعد أخرى . \r\n\r\n",
        "sura": "26",
        "aya": "94",
        "page": "371"
    },
    {
        "text": "وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ",
        "tafsir": "(95) - وقُذِفَ في النَّارِ مَعَهُمْ جنودُ إبْلِيسَ الذينَ كانُوا يُزِيِّنُون لَهُمُ الشِّرْكَ وَالمَعَاصِيَ، فَصَارُوا جَمِيعاً في النَّارِ.\n",
        "sura": "26",
        "aya": "95",
        "page": "371"
    },
    {
        "text": "قَالُوا۟ وَهُمْ فِيهَا يَخْتَصِمُونَ",
        "tafsir": "(96) - فَيقُولُونَ مُعْتَرِفِينَ بِخَطَئِهِمْ، وهُمْ يَتَخَاصَمُونَ في النَّارِ مَعَ مَنْ أَضَلُّوهُمْ مِنْ مَعْبُودَاتِهِم.\n",
        "sura": "26",
        "aya": "96",
        "page": "371"
    },
    {
        "text": "تَٱللَّهِ إِن كُنَّا لَفِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{ضَلاَلٍ}\r\n(97) - واللهِ لَقَدْ كُنَّا ضَالِّينَ بِصُورَةٍ جَلِيَّةٍ وَاضِحَةٍ.\n",
        "sura": "26",
        "aya": "97",
        "page": "371"
    },
    {
        "text": "إِذْ نُسَوِّيكُم بِرَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{ٱلْعَالَمِينَ}\r\n(98) - إذِ اسْتَجَبْنَا لَكُمْ أيُّهَا المَعْبُودُونَ، وعظَّمْنَاكُمْ تَعْظِيمَ المَعْبُودِ الحَقِّ، وسَوِّيْنَاكُمْ بِرَبِّ العَالَمِينَ في اسْتِحْقَاقِ العِبَادَةِ.\r\nنُسَوِّيكُمْ برَبِّ العَالَمِينَ - نَجْعَلُكُمْ وإيَّاهُ سَواءً في اسْتِحْقَاقِ العِبَادَةِ.\n",
        "sura": "26",
        "aya": "98",
        "page": "371"
    },
    {
        "text": "وَمَآ أَضَلَّنَآ إِلَّا ٱلْمُجْرِمُونَ",
        "tafsir": "(99) - ومَا دَعَانا إلى ذَلِكَ، ولا حَمَلَنَا عَلَيْهِ إِلاَّ المُجْرِمُونَ من السَّادَةِ والكُبَرَاءِ، الذينَ أَضَلُّونَا السَّبِيلَ.\n",
        "sura": "26",
        "aya": "99",
        "page": "371"
    },
    {
        "text": "فَمَا لَنَا مِن شَٰفِعِينَ",
        "tafsir": "{شَافِعِينَ}\r\n(100) - فلَيْسَ لَنَا اليَومَ منْ يَشْفَعُ لَنَا عِنْدَ اللهِ، ويُنْقِذُنَا مِمَّا نَحْنُ فيهِ مِنْ ضِيقٍ وَعَذَابٍ.\n",
        "sura": "26",
        "aya": "100",
        "page": "371"
    },
    {
        "text": "وَلَا صَدِيقٍ حَمِيمٍ",
        "tafsir": "{  ولا صديق حميم } يهتم بنا ؛  من الاحتمام وهو الاهتمام .  أو من الحامة وهي الخاصة .  والمراد :  الصديق الخالص . \r\n\r\n",
        "sura": "26",
        "aya": "101",
        "page": "371"
    },
    {
        "text": "فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{  فلو أن لنا كرة .  .  .  } رجعة إلى الدنيا فنؤمن بالله . \r\n\r\n",
        "sura": "26",
        "aya": "102",
        "page": "371"
    },
    {
        "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
        "tafsir": "{لآيَةً}\r\n(103) - وإنَّ فِي محَاجَّةِ إبراهيمَ لِقَوْمِهِ، وإقَامَةِ الحُجَّةِ عَلَيْهِمْ في وُجُوبِ التَّوْحِيدِ لآيةً، وبُرهاناً جَلِيّاً على أنَّه لا إلهَ إلا اللهُ وحدَهُ لا شَريكَ لَهُ. ومَعَ وُضُوحِ ذلكَ وجَلائِه لأَِعْيُنِهِمْ فإنَّهُ لَمْ يُؤْمِنْ أكثرُهُمْ بِهِ.\r\n(وقدْ يَكُونُ المَعْنَى: وَمَا كَانَ أكثرُ قَوْمِكَ الذينَ تَتْلُو عليْهِمْ هذا النَّبَأَ مُذْعِنِين لِدَعْوَتِكَ).\n",
        "sura": "26",
        "aya": "103",
        "page": "371"
    },
    {
        "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "tafsir": "(104) - ورَبُّكَ، يا مُحَمَّدُ، هُوَ العَزِيزُ الجَانِبِ، الذيْ لا يُقَاوَمُ ولا يُغَالَبُ، وهو القَادِرُ على الانْتِقَامِ من المُكَذِّبِينَ، وهُوَ الرَّحِيمُ، إذْ لَمْ يُهْلِكِ العِبَادَ بِكُفْرِهِمْ وذُنُوبِهِمْ، بل أخَّرَ ذلكَ، وأَرْسَلَ إليهِم الرُّسُلَ لَعَلَّهُمْ يَتُوبُونَ وَيرجِعُونَ إِلى رَبِّهمْ.\n",
        "sura": "26",
        "aya": "104",
        "page": "371"
    },
    {
        "text": "كَذَّبَتْ قَوْمُ نُوحٍ ٱلْمُرْسَلِينَ",
        "tafsir": "(105) - يُخبرُ اللهُ تَعَالى عَنْ نوحٍ عَلَيهِ السَّلامُ، وَهُوَ أولُ رَسُولٍ بَعَثَهُ اللهُ تَعالى إِلى أَهلِ الأَرضِ، بَعدَمَا عَبَدَ النَّاسُ الأَصْنَامَ والأَنْدَادَ، فَبَعَثَهُ اللهُ إلى قومهِ نَاهياً لَهُمْ عَنْ ذَلك، وَمُحَذِّراً إيَّاهُمْ مِنْ عِقَابِ اللهِ تَعالَى، فكَذَّّبَهُ قَومُهُ، واستَمَرُّوا مُقِيمينَ عَلَى عِبَادَةِ الأصْنَامِ والأَوْثَانِ والشِّرْكِ باللهِ. (ومَنْ كَذَّبَ رسُولاً  فكأَنَّه كَذَّبَ جَميعَ المُرْسَلين لاتِّحَادِ دَعْوَةِ جميعِ الرُّسُلِ في أُصُولِها وغَايَاتِها، وَلِذلِكَ قَالَ :  { كَذَّبَتْ قومُ نُوحٍ المُرْسَلِينَ } }.\n",
        "sura": "26",
        "aya": "105",
        "page": "371"
    },
    {
        "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ",
        "tafsir": "(106) - إِذْ قالَ لَهُمْ نوحٌ - وسَمَّاهُ أخَاهُمْ لأَنَّهُ مِنْهُمْ نَسَباً - : ألا تَخَافُونَ اللهَ في عِبَادَتِكُم غَيْرَهُ؟ وَهلاَّ اتَّقَيْتُمْ عِقَابَهُ؟\n",
        "sura": "26",
        "aya": "106",
        "page": "371"
    },
    {
        "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
        "tafsir": "(107) - إنِّي رَسُولُ اللهِ إليكُمْ؟ أمينٌ فِيمَا بَعَثَني بهِ إليْكُمْ، أُبَلِّغُكُمْ رِسَالاتِ رَبِّي، ولا أَزِيدُ فِيهَا ولا أًُنْقِصُ مِنْهَا.\n",
        "sura": "26",
        "aya": "107",
        "page": "371"
    },
    {
        "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
        "tafsir": "(108) - فَأَطِيعُونِي فيما دَعَوْتُكُمْ إليهِ مِنْ عِبَادَةِ اللهِ تَعَالَى وحْدَهُ لا شَرِيكَ لَهُ، واتَّقُوهُ وأَخْلِصُوا العِبَادَةَ لَهُ، وأَقْلِعُوا عَنِ ارْتِكَابِ المُنْكَرَاتِ والمَعَاصِي.\n",
        "sura": "26",
        "aya": "108",
        "page": "371"
    },
    {
        "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{أَسْأَلُكُمْ} {ٱلْعَالَمِينَ}\r\n(109) - وإِنِّي لا أطْلُبُ منكُمْ أجْراً، ولا جَزَاءً، عَلَى نُصْحِي في إِبْلاَغِ رِسَالَةِ رَبِّكُمْ إلَيْكُمْ، وإنَّمَا أَبْتَغِي الأجْرَ والثَّوَابَ على ذَلك عندَ اللهِ ربِّ العَالَمِينَ.\n",
        "sura": "26",
        "aya": "109",
        "page": "371"
    },
    {
        "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
        "tafsir": "(110) - فَخَافُوا اللهَ واتَّقُوهُ وأَطِيعُونِي واسْتَجِيْبُوا لِنُصْحِي، فَقَدْ وَضَحَ لَكُمْ الأمْرُ، وبَانَ لَكُمْ نُصْحِي وأَمَانَتِي في أداءِ مَا بَعَثَنِي اللهُ بِهِ إليكُمْ.\n",
        "sura": "26",
        "aya": "110",
        "page": "371"
    },
    {
        "text": "قَالُوٓا۟ أَنُؤْمِنُ لَكَ وَٱتَّبَعَكَ ٱلْأَرْذَلُونَ",
        "tafsir": "{  واتبعك الأرذلون } أي وقد اتبعك الأقلون جاها ومالا .  أو سفلة الناس أصحاب الصناعات الدنيئة . \r\n\r\n",
        "sura": "26",
        "aya": "111",
        "page": "371"
    }
]