[
    {
        "text": "عَسَىٰ رَبُّكُمْ أَن يَرْحَمَكُمْ وَإِنْ عُدتُّمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَٰفِرِينَ حَصِيرًا",
        "tafsir": "{  إن عدتم عدنا } أي وإن عدتم إلى الإفساد عدنا إلى العقوبة كما فعلتم وفعلنا من قبل .  وقد عادوا بتكذيب النبي صلى الله عليه وسلم فعاد الله بتسليطه عليهم ،  فقتل قريظة وأجلى بني النضير ،  وضرب الجزية على الباقين .  {  حصيرا } محبسا وسجنا يحبسون ويسجنون فيه ،  من الحصر بمعنى التضييق . <br />\r\n<br />\r\n",
        "sura": "17",
        "aya": "8",
        "page": "283"
    },
    {
        "text": "إِنَّ هَٰذَا ٱلْقُرْءَانَ يَهْدِى لِلَّتِى هِىَ أَقْوَمُ وَيُبَشِّرُ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا",
        "tafsir": "{  إن هذا القرآن يهدي للتي هي أقوم } مقابل لقوله تعالى :  {  وآتينا موسى الكتاب وجعلناه هدى لبني إسرائيل } .  أي أن القرآن يدعو الإنسان إلى الخير الذي لا خير فوقه من الأجر العظيم ،  ويحذر من الشر الذي لا شر وراءه من العذاب الأليم<br />\r\n<br />\r\n",
        "sura": "17",
        "aya": "9",
        "page": "283"
    },
    {
        "text": "وَأَنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
        "tafsir": "(10) - وَيُنْذِرُ اللهُ تَعَالَى الَّذِينَ لاَ يُصَدِّقُونَ بِالمَعَادِ فِي الآخِرَةِ، وَلاَ يُقِرُّونَ بِوُجُودِ ثَوَابٍ وَعِقَابٍ عَلَى الأَعْمَالِ فِي الدُّنْيَا، فَلاَ يَتَحَاشَوْنَ ارْتِكَابَ المَعَاصِي ... بِأَنَّهُ تَعَالَى أَعَدَّ لَهُمْ عَذاباً أَلِيماً فِي الآخِرَةِ، جَزَاءً لَهُمْ عَلَى كُفْرِهِمْ، وَمَا اجْتَرَحُوهُ مِنَ الآثَامِ.\r\nأَعْتَدْنَا - أَعْدَدْنَا.",
        "sura": "17",
        "aya": "10",
        "page": "283"
    },
    {
        "text": "وَيَدْعُ ٱلْإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلْخَيْرِ وَكَانَ ٱلْإِنسَٰنُ عَجُولًا",
        "tafsir": "{  ويدع الإنسان بالشر } أي أن بعض أفراد الإنسان – وهو الكافر- يدعو لنفسه بما هو الشر من العذاب الأليم بلسانه ،  أو بأعماله السيئة المفضية إليه – دعاء كدعائه بالخير لو فرض أنه دعا به .  {  وكان الإنسان عجولا } في دعائه بالشر متسرعا في طلب ما يضره ،  متعاميا عن ضرره ،  من العجلة وهي طلب الشيء قبل أوانه . <br />\r\n<br />\r\n",
        "sura": "17",
        "aya": "11",
        "page": "283"
    },
    {
        "text": "وَجَعَلْنَا ٱلَّيْلَ وَٱلنَّهَارَ ءَايَتَيْنِ فَمَحَوْنَآ ءَايَةَ ٱلَّيْلِ وَجَعَلْنَآ ءَايَةَ ٱلنَّهَارِ مُبْصِرَةً لِّتَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ وَلِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ وَكُلَّ شَىْءٍ فَصَّلْنَٰهُ تَفْصِيلًا",
        "tafsir": "{  وجعلنا الليل والنهار آيتين } بيان لبعض الدلائل الآفاقية التي تدل على قدرته تعالى .  أي خلقنا الملوين بهيئاتهما وتعاقبهما واختلافهما في الطول والقصر على وتيرة عجيبة – آيتين دالتين على أن لهما صانعا قادرا حكيما ،  وعلى ما هدى إليه القرآن من الإسلام والتوحيد .  {  فمحونا آية الليل }أي الآية التي هي الليل جعلنا الليل ممحو الضوء مطموسه ،  مظلما لا يظهر فيه شيء .  {  وجعلنا آية النهار مبصرة } أي جعلنا الآية التي هي النهار مضيئة .  أو مبصرا فيها .  من قولهم :  أبصر النهار ،  إذا أضاء وصار بحالة يبصر فيها . <br />\r\n<br />\r\n",
        "sura": "17",
        "aya": "12",
        "page": "283"
    },
    {
        "text": "وَكُلَّ إِنسَٰنٍ أَلْزَمْنَٰهُ طَٰٓئِرَهُۥ فِى عُنُقِهِۦ وَنُخْرِجُ لَهُۥ يَوْمَ ٱلْقِيَٰمَةِ كِتَٰبًا يَلْقَىٰهُ مَنشُورًا",
        "tafsir": "{  وكل إنسان ألزمناه طائره .  .  .  } وألزمنا كل إنسان مكلف عمله الصادر منه باختياره ،  حسبما قدرناه له من خير وشر ،  كأنه طار إليه من عش الغيب ووكر القدر ،  فلازمه ملازمة لا فكاك منها .  وكانوا يتفاءلون بزجر الطير ،  وينسبون إليه الخير والشر ،  فاستعير الطائر لما يشبه ذلك من قدر الله وعمل العبد ،  لأنه سبب للخير والشر .  {  ونخرج له يوم القيامة كتابا } هو صحيفة عمله . <br />\r\n<br />\r\n",
        "sura": "17",
        "aya": "13",
        "page": "283"
    },
    {
        "text": "ٱقْرَأْ كِتَٰبَكَ كَفَىٰ بِنَفْسِكَ ٱلْيَوْمَ عَلَيْكَ حَسِيبًا",
        "tafsir": "{  حسيبا } محاسبا ،  كجليس بمعنى مجالس .  أو حاسبا وعادا عليه ،  كصريم بمعنى صارم .  يقال :  حسب عليه كذا يحسبه ،  عده عليه . <br />\r\n<br />\r\n",
        "sura": "17",
        "aya": "14",
        "page": "283"
    },
    {
        "text": "مَّنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا",
        "tafsir": "{  ولا تزر وازرة } أي لا تحمل نفس آثمة إثم نفس أخرى حتى يمكن تخلص النفس الثانية من وزرها ،  وإنما تحمل كل منهما إثم ما باشرته أو تسببت فيه .  ( آية 164 الأنعام ص 251 ) .",
        "sura": "17",
        "aya": "15",
        "page": "283"
    },
    {
        "text": "وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا۟ فِيهَا فَحَقَّ عَلَيْهَا ٱلْقَوْلُ فَدَمَّرْنَٰهَا تَدْمِيرًا",
        "tafsir": "{  وإذا أردنا أن نهلك .  .  .  } أي وإذا دنا وقت تعلق إرادتنا بإهلاك أهل قرية بعذاب الاستئصال لما اقترفوه من الظلم والمعاصي – أمرنا بالطاعة متنعميها وجباريها وقادتها ففسقوا فيها وتمردوا .  وهو من باب قولهم :  أمرته فعصاني .  من الترفة ( آية 116 هود ص 377 ) .  وخصوا بالذكر مع توجه الأمر بالطاعة إلى الكل ،  لأنهم أئمة الفسق ورؤساء الضلال ،  وغيرهم تبع لهم .  أو المعنى :  وإذا دنا ذلك الوقت أفضنا عليهم النعم المبطرة له وصببناها عليهم ،  كأننا أمرناهم بالفسق ففسقوا فيها وعصوا .  وقيل {  أمرنا } بمعنى كثرنا كآمرنا وبها قرئ .  وقرئ {  أمرنا } بتشديد الميم ،  أي كثرناهم أو جعلناهم أمراء مسلطين .  {  فدمرناها } فاستأصلناها بالهلاك ،  لأن غير المترف يتبع المترف في فسقه عادة ،  من التدمير وهو إدخال الهلاك على الشيء مع طمس الأثر .",
        "sura": "17",
        "aya": "16",
        "page": "283"
    },
    {
        "text": "وَكَمْ أَهْلَكْنَا مِنَ ٱلْقُرُونِ مِنۢ بَعْدِ نُوحٍ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
        "tafsir": "(17) يُنْذِرُ اللهُ الكُفَّارَ مِنْ قُرَيشٍ، الَّذِينَ كَذَّبُوا رَسُولَهُ مُحَمَّداً صلى الله عليه وسلم، وَيُحَذِّرُهُمْ مِنْ أَنْ يَحِلَّ بِهِمْ عَذَابُهُ، عَلَى مَا يَفْعَلُونَ، وَيَقُولُ لَهُمْ: إِنَّهُ أَهْلَكَ أُمَماً مِنَ المُكَذِّبِينَ لِلرُّسُلِ مِنْ بَعْدِ نُوحٍ، وَإِنَّ كُفَّارَ قُرَيْشٍ لَيْسُوا أَكْرَمَ عَلَى اللهِ مِمَّنْ أَهْلَكَهُمْ، فَهُمْ يَسْتَحِقُّونَ العُقُوبَةَ بِالأَحْرَى وَالأَوْلَى، لأَِنَّهُمْ يُكَذِّبُونَ خَاتَمَ النَّبِيِّينَ، وَاللهُ عَالِمٌ بِجَمِيعِ أَعْمَالِهِمْ خَيْرِهَا وَشَرِّهَا، وَلاَ تَخْفَى عَلَيْهِ مِنْهُمْ خَافِيَةٌ.\r\nالقُرُونِ - الأُمَمِ المُكَذِّبَةِ السَّالِفَةِ.",
        "sura": "17",
        "aya": "17",
        "page": "283"
    }
]