[
    {
        "text": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍ مِّنَ ٱلْمَلَٰٓئِكَةِ مُرْدِفِينَ",
        "tafsir": "{  إذ تستغيثون ربك } تطلبون منه الغوث والنصر على عدوكم .  والغوث :  التخليص من الشدة ،  فأجاب دعاءكم بأنه مرسل إليكم مددا ألفا من الملائكة{  مردفين } أي متتابعين بعضهم في إثر بعض . \r\nيقال :  أردفته وردفته بمعنى تبعته .  وقد قاتلت الملائكة في بدر على الصحيح ،  ولم تقاتل في غيرها ،  وإنما كانت تنزل لتكثير عدد المسلمين( آية 124و 125 آل عمران ص 123 ) .",
        "sura": "8",
        "aya": "9",
        "page": "178"
    },
    {
        "text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
        "tafsir": "{وَلِتَطْمَئِنَّ}\r\n(10) - وَيَذْكُرُ تَعَالَى: أَنَّهُ لَمْ يَجْعَلْ إِرْسَالَ المَلاَئِكَةِ لإِمْدَادِ المُسْلِمِينَ فِي بَدْرٍ إلا بُشْرَى لِلْمُسْلِمِينَ، وَتَطْمِيناً لِقُلُوبِهِمْ، بِأنَّهُمْ سَيَنْتَصِرُونَ، وَتَثْبِيتاً لأَقْدَامِهِمْ أَثْنَاءَ القِتَالِ، لأنَّهُ قَادِرٌ عَلَى نَصْرِهِمْ بِدُونِ ذَلِكَ، لأنَّ النَّصْرَ مِنْ عِنْدِ اللهِ وَحْدَهُ، فَهُوَ العَزِيزُ الجَانِبِ، الحَكِيمُ فِي تَدْبِيرِهِ.",
        "sura": "8",
        "aya": "10",
        "page": "178"
    },
    {
        "text": "إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءً لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ",
        "tafsir": "{  إذ يغشيكم النعاس } يجعله غاشيا لكم كالغطاء من حيث اشتماله عليكم ،  من غشاه تغشية غطاه .  والنعاس :  أول النوم قبل أن يثقل .  {  أمنة منه } تعالى لكم ،  يزيل به عن قلوبكم الرعب ويقويكم بالاستراحة به على القتال في الغد .  مصدر بمعنى الأمن ،  هو طمأنينة القلب وزوال الخوف .  يقال :  أمنت من كذا أمنة وأمنا وأمانا ،  بمعنى{  رجز الشيطان } وسوسته لكم وتخويفه إياكم من العطش .  وأصل الرجز :  الاضطراب ،  ويطلق على كل ما تشتد مشقته على النفوس . \r\n\r\n",
        "sura": "8",
        "aya": "11",
        "page": "178"
    },
    {
        "text": "إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا۟ ٱلَّذِينَ ءَامَنُوا۟ سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ فَٱضْرِبُوا۟ فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا۟ مِنْهُمْ كُلَّ بَنَانٍ",
        "tafsir": "{  أني معكم } أي بالعون والنصر .  وقد بين الله ذلك بقوله : {  سألقي في قلوب الذين كفروا الرعب } أي الخوف والانزعاج .  وأصله :  الانقطاع من امتلاء النفس بالخوف من المكروه{  فضربوا فوق الأعناق } بيان لكيفية التثبيت .  والأعناق :  الرءوس .  والبنان :  الأصابع ،  جمع بنانة ،  من قولهم : ابن الرجل بالمكان ،  وبن يبن إذا أقام به .  وسميت بنانا لأن بها إصلاح الأحوال التي بها يمكن أن يبن  أي يقيم .  وقيل البنان هنا \"  مطلق الأطراف لوقوعها في مقابلة الأعناق . \r\n\r\n",
        "sura": "8",
        "aya": "12",
        "page": "178"
    },
    {
        "text": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
        "tafsir": "{  شاقوا الله ورسوله } خالفوا أمرهما .  والمشاقة :  المخالفة وأصلها المجانية ،  لأنهم صاروا في شق وجانب عن شق المؤمنين وجانبهم . \r\n\r\n",
        "sura": "8",
        "aya": "13",
        "page": "178"
    },
    {
        "text": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَٰفِرِينَ عَذَابَ ٱلنَّارِ",
        "tafsir": "{لِلْكَافِرِينَ}\r\n(14) - إِنَّ هَذا العِقَابَ نَزَلَ بِكُمْ يَوْمَ بَدْرٍ، أَيُّهَا الكَافِرُونَ المُشَاقُّونَ للهِ وَرَسُولِهِ: مِنِ انْكِسَارٍ وَذِلَّةٍ وَ خِزْيٍ ... إِنَّمَا هُوَ عِقَابُ الدُّنْيَا الذِي عَجَّلَهُ اللهُ لَكُمْ فِيهَا، وَاعْلَمُوا أنَّ لَكُمْ فِي الآخِرَةِ عَذَابَ النَّارِ، إِنْ أصْرَرْتُمْ عَلَى كُفْرِكُمْ، وَهُوَ أَشَدُّ وَأدْهَى مِنْ عَذَابِ الدُّنْيا.",
        "sura": "8",
        "aya": "14",
        "page": "178"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ زَحْفًا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ",
        "tafsir": "{  زحفا } زاحفين نحوكم ،  أو يزحفون زحفا لقتالكم .  والزحف :  انبعاث مع جر الرجل ،  كانبعاث الصبي قبل أن يمشى ،  والبعير إذا أعيا .  أو هو الدبيب في السير .  سمي به الجيش الكثيف المتوجه للعدو ،  لأنه لكثرته وتكاثفه يرى كأنه جسم واحد يزحف ببطء وإن كان سريع السير . \r\n{  فلا تولوهم الأدبار } أي تديروا لهم ظهوركم منهمزين ،  والمنهزم يولي ظهره من انهزم منه . \r\nوالأدبار : جمع دبر ،  وهو خلاف القبل ،  ويطلق على الظهر وهو المراد هنا . \r\n\r\n",
        "sura": "8",
        "aya": "15",
        "page": "178"
    },
    {
        "text": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ وَبِئْسَ ٱلْمَصِيرُ",
        "tafsir": "{  إلا متحرفا لقتال }أي إلا أن يكون في توليه منعطفا عن موقفه  إلى موقف آخر أصلح للقتال فيه .  أو إلى قتال طائفة أخرى أهم من هؤلاء .  أو خادعا للعدو بالفرة ،  مريدا الكرة ،  والحرب خدعة .  وأصل التحرف :  الزوال عن جهة الاستواء إلى جهة الحرف والطرف ،  ومنه الاحتراف والتحريف .  {  أو متحيزا إلى فئة } أو إلا أن يكون في توليه منحازا إلى جماعة أخرى من الجيش ،  ومنضما إليها للتعاون معها على القتال ،  من التحيز وهو الانضمام .  يقال :  حزت الشيء أحوزه ،  إذا ضممته .  والفئة : الجماعة من الناس ،  سميت فئة لرجوع بعضهم إلى بعض في التعاضد ،  وجمعها فئات\r\n\r\n",
        "sura": "8",
        "aya": "16",
        "page": "178"
    }
]