[
    {
        "text": "إِنَّ أَصْحَٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍ فَٰكِهُونَ",
        "tafsir": "{  إن أصحاب الجنة اليوم في شغل } أي يقال للكفار ذلك ؛  زيادة لحسرتهم .  والشغل :  الشأن الذي يصد الإنسان ويشغله عما سواه من شئونه ؛  لكونه أهم عده من غيره .  أي هم في شغل بما هم فيه من النعيم عن كل ما يخطر بالبال . {  فاكهون } متلذذون في النعمة ؛  من الفكاهة – بالفتح- :  وهي طيب العيش والنشاط يقال :  فكه الرجل فكها وفكاهة فهو فكه وفاكه ،  إذا كان طيب العيش فرحا ذا نشاط من التنعم . \r\n\r\n",
        "sura": "36",
        "aya": "55",
        "page": "444"
    },
    {
        "text": "هُمْ وَأَزْوَٰجُهُمْ فِى ظِلَٰلٍ عَلَى ٱلْأَرَآئِكِ مُتَّكِـُٔونَ",
        "tafsir": "{  على الأرائك } على السرور في الحجال [ آية31 الكهف ص 476 ] .",
        "sura": "36",
        "aya": "56",
        "page": "444"
    },
    {
        "text": "لَهُمْ فِيهَا فَٰكِهَةٌ وَلَهُم مَّا يَدَّعُونَ",
        "tafsir": "{  ولهم ما يدعون } أي ما يطلبونه ؛  من الدعاء بمعنى الطلب .  أو ما يتمنونه ؛  من الأدعاء بمعنى التمني .  تقول العرب :  ادع علي ما شئت ؛  أي تمن . \r\n\r\n",
        "sura": "36",
        "aya": "57",
        "page": "444"
    },
    {
        "text": "سَلَٰمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ",
        "tafsir": "{سَلاَمٌ}\r\n(58) - وَيُقَالُ لَهُم: سَلاَمٌ قَوْلاً صَادِراً مِنْ رَبٍّ رَحِيمٍ.\r\n(وَجَاءَ فِي الحَدِيثِ الشَّرِيفِ:  \"بَينَا يَكُونُ أَهْلُ الجَنَّةِ فِي نَعِيمِهِمْ إِذْ سَطَعَ عَلَيْهِمْ نُورٌ، فَرَفَعُوا رُؤُوسَهُمْ، فَإِذَا الرَّبُّ تَعَالَى قَدْ أَشْرَفَ عَلَيْهِمْ مِنْ فَوْقِهِمْ، فَقَالَ: السَّلاَمُ عَلَيْكُمْ يَا أَهْلَ الجَنَّةِ. فَذَلِكَ قَوْلُهُ تَعَالَى: {سَلاَمٌ قَولاً مِنْ رَبٍّ رَحِيم}. قَالَ فَينْظُرُ إِلَيْهِمْ وَيَنْظُرُونَ إِلَيْهِ حَتَّى يَحْتَجِبَ عَنْهُم، وَيَبْقَى نُورُهَ وَبَرَكَتهُ عَلَيْهِمْ وَفِي دِيَارِهِمْ\" ) (أَخْرَجَهُ ابنُ أَبي حَاتِمٍ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ).\r\nوَقَولاً - مَصْدَرٌ - أَيْ يَقُولُ اللهُ ذَلِكَ قَوْلاً.\n",
        "sura": "36",
        "aya": "58",
        "page": "444"
    },
    {
        "text": "وَٱمْتَٰزُوا۟ ٱلْيَوْمَ أَيُّهَا ٱلْمُجْرِمُونَ",
        "tafsir": "{  وامتازوا اليوم أيها المجرمون } انفردوا عن المؤمنين إلى مصيركم من النار وكونوا على حدة . \r\nيقال :  امتاز وتميز وامّاز ،  أي انفصل بعضه عن بعض . \r\n\r\n",
        "sura": "36",
        "aya": "59",
        "page": "444"
    },
    {
        "text": "أَلَمْ أَعْهَدْ إِلَيْكُمْ يَٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا۟ ٱلشَّيْطَٰنَ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
        "tafsir": "{يٰبَنِي} {ۤ ءَادَمَ} {ٱلشَّيطَانَ}\r\n(60) - أَلَمْ أُوْصِكُم يَا بَني آدَمَ أَنْ تَتْرُكُوا طَاعَةَ الشَّيْطَانِ فِيمَا يُوَسْوِسُ لَكُمْ مِنْ مَعْصِيَةِ رَبِّكُمْ، وَمُخَالَفَةِ أَمْرِهِ، لأَِنَّهُ عَدُوٌّ لَكُمْ ظَاهِرُ العَدَاوَةِ، وَكَانَ عَدُواً لأَِبِيكُم آدَمَ مِنْ قَبْلُ. فَقَدْ خَلَقْتُ لَكُمُ العُقُولُ لِتُدْرِكُوا بِهَا الأَشْيَاءَ، وَتُفَرِّقُوا بَيْنَ الخَيْرِ والشَّرِّ، والحَسَنِ والقَبِيحِ، وَنَصَبْتُ لَكُم الأَدِلَّةَ، فِي الأَنْفُسِ والآفَاقِ عَلَى وُجُودِ خَالِقِكُم، وَعَلَى وَحْدَانِيَّتِهِ، وَأَرْسَلْتُ لَكُم الأَنْبِيَاءَ، وَأَنْزَلْتُ عَلِيْكُمْ الكُتُبَ وَفِيهَا الشَّرَائِعُ وَأُمُورُ الدِّينِ، لِيَعِظُوكُمْ بِهَا، وَلِيَدْعُوكُم إِلَى مَا فِيهِ خَيْرٌ لَكُمْ.\r\nأَلَمْ أَعْهَدْ - أَلَمْ أُوْصِكُمْ وَأُكَلِّفْكُمْ.\n",
        "sura": "36",
        "aya": "60",
        "page": "444"
    },
    {
        "text": "وَأَنِ ٱعْبُدُونِى هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
        "tafsir": "{صِرَاطٌ}\r\n(61) - وَقَدْ أَمَرْتُكُمْ بِعِبَادَتِي وَحْدِي، وَبِإِطَاعَةِ أَمْري، وَالانْتِهَاءِ عَمَّا نَهَيْتُكُمْ عَنْهُ. وَهَذَا الذِي أَمَرْتُكُمْ بِهِ مِنْ عِبَادَتِي، والذِي نَهَيْتُكُمْ عَنْهُ مِنْ إِطَاعَةِ الشَّيْطَانِ، هُوَ الصِّرَاطُ المُسْتَقِيمُ المُوصِلُ إِلَيَّ، وَلَكِنَّكُمْ سَلَكْتُم غَيْرَه، وَاتَّبَعْتُمْ سَبِيلَ الشَّيْطَانِ فَضَلَلْتُم، وَكَانَتْ عَاقِبَتُكُمْ سَيِّئَةً.\n",
        "sura": "36",
        "aya": "61",
        "page": "444"
    },
    {
        "text": "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا۟ تَعْقِلُونَ",
        "tafsir": "{  أضل منكم جبلا كثيرا } أغوى منكم خلقا كثيرا [ آية 184 الشعراء ص 115 ] .",
        "sura": "36",
        "aya": "62",
        "page": "444"
    },
    {
        "text": "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
        "tafsir": "(63) - وَيُقَالُ لَهُمْ: هَذِهِ هِيَ جَهَنَّمُ التي كَانَتِ الرُّسُلُ تُحَذِّرُكُمْ فِي الدُّنْيَا مِنْ لَهِيبِهَا وَسَعِيرِها، إِذَا أَقَمْتُمْ عَلَى كُفْرِكُمْ بِاللهِ، وَضَلاَلِكُمْ وَإِطَاعَتِكُمْ أمرَ الشَّيْطَانِ.\n",
        "sura": "36",
        "aya": "63",
        "page": "444"
    },
    {
        "text": "ٱصْلَوْهَا ٱلْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ",
        "tafsir": "{  اصلوها } ادخلوها ،  أو قاسوا حرها . \r\n\r\n",
        "sura": "36",
        "aya": "64",
        "page": "444"
    },
    {
        "text": "ٱلْيَوْمَ نَخْتِمُ عَلَىٰٓ أَفْوَٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
        "tafsir": "{أَفْوَاهِهِمْ}\r\n\r(65) - وَفِي يَوْمِ القِيَامَةِ يُنْكِرُ الكُفَّارُ والمُجْرِمُونَ ما اجْتَرَحُوا فِي الدُّنْيَا مِنْ كُفْرٍ وَتَكْذِيبٍ وَآَثَامٍ، وَيَحْلِفُونَ بِاللهِ رَبِّهِمْ أَنَّهُمْ كَانُوا مُؤْمِنِينَ، وَأَنَّهُمْ مَا فَعَلُوا مَا وَجَدُوهُ فِي صُحَفِ أَعْمَالِهِمْ... فَيَخْتِمُ اللهُ تَعَالَى عَلَى أَفْوَاهِهِمْ كَيْلاَ تَنْطِقِ، وَيَسْأَلُ جَوَارِحَهُمْ (أَيْدِيَهمْ وَأَرْجُلَهُمْ وَأَعْيُنهمْ) عَمّا ارْتَكَبُوهُ مِنَ الفُسُوقِ والمَعَاصِي.. فَتَشْهَدُ عَلَيْهِمْ. \n",
        "sura": "36",
        "aya": "65",
        "page": "444"
    },
    {
        "text": "وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ",
        "tafsir": "{  ولو نشاء لطمسنا على أعينهم } بيان لأنهم في قبضة القدرة ،  ومستحقون للعذاب لكفرهم وإنكارهم .  أي في قدرتنا إذا شئنا – جزاء لهم على جناياتهم – أن نمحوا أعينهم ونمسحها .  أو أن نزيل ضوئها فيصيروا عميا لا يقدرون على التردد في الطرق لمصالحهم ؛  ولكنا أبقينا عليهم نعمة البصر فضلا منا ،  فحقهم أن يشكروا عليها ولا يكفروا . {  فاستبقوا الصراط } أي تبادروا إلى الطريق ليجوزوه كعادتهم فلم يستطيعوا . {  فأنى يبصرون } فكيف يبصرونه وقد طمسنا على أعينهم !  . \r\n\r\n",
        "sura": "36",
        "aya": "66",
        "page": "444"
    },
    {
        "text": "وَلَوْ نَشَآءُ لَمَسَخْنَٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَٰعُوا۟ مُضِيًّا وَلَا يَرْجِعُونَ",
        "tafsir": "{  ولو نشاء لمسخناهم .  .  .  } وفي قدرتنا إذا شئنا – عقابا لهم على ضلالهم – أن نغير صورهم الإنسانية إلى صور حيوانية قبيحة وهم في أماكنهم ،  فلا يقدروا على الفرار منا بإقبال أو إدبار ؛  ولكنا لم نفعل ذلك جريا على سنن الرحمة والحكمة الداعيتين إلى إمهالهم . {  على مكانتهم } أي في أمكنتهم . \r\n\r\n",
        "sura": "36",
        "aya": "67",
        "page": "444"
    },
    {
        "text": "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ أَفَلَا يَعْقِلُونَ",
        "tafsir": "{  ومن نعمره } نطل عمره{  ننكسه في الخلق } نرده إلى أرذل العمر ؛  فنبدله بالقوة ضعفا ،  وبالشباب هرما ،  وبالعقل خرفا .  يقال نكسته نكسا – من باب قتل – إذا قلبته فجعلت رأسه أسفله ؛  أليس ذلك دليلا على كمال قدرتنا على البعث ! {  أفلا يعقلون } ذلك !  . \r\n\r\n",
        "sura": "36",
        "aya": "68",
        "page": "444"
    },
    {
        "text": "وَمَا عَلَّمْنَٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ",
        "tafsir": "{عَلَّمْنَاهُ} {قُرْآنٌ}\r\n(69) - وَمَا عَلَّمْنَا رَسُولَنَا الشِّعْرَ، وَمَا يَصِحُّ لَهُ، وَلاَ يَلِيقُ بِهِ، بِسَبَبِ مَكَانَتِهِ وَمَنْزِلَتِهِ، أَنْ يَكُونَ شَاعِراً، وَإِنَّ الشِّعْرَ لاَ يَصْلُحُ لَهُ، لأَِنَّ الشِّعْرَ تُثِيرُهُ فِي النَّفْسِ أَهْوَاءٌ وَضَغَائِنُ، والشَّرَائِعُ السَّمَاوِيَّةُ، وَالدِّيَانَاتُ، تَتَنَزَّهُ عَنْ مِثْلِ ذَلِكَ.\r\nثُمَّ يَقُولُ تَعَالَى: إِنَّ الذِي يَجْرِي عَلَى لِسَانِ رَسُولِهِ مُحَمدٍ صلى الله عليه وسلم هُوَ قُرْآنٌ كَرِيمٌ وَاضِحٌ، مُنَزَّلٌ مِنْ عِنْدِ اللهِ، لاَ يَأتِيهِ البَاطِلُ مِنْ بَيْنَ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ.\n",
        "sura": "36",
        "aya": "69",
        "page": "444"
    },
    {
        "text": "لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَٰفِرِينَ",
        "tafsir": "{  لينذر من كان حيا } أي عاقلا أو مؤمنا ؛  فهو الذي ينتفع بالإنذار . \r\n\r\n",
        "sura": "36",
        "aya": "70",
        "page": "444"
    }
]