[
    {
        "text": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ",
        "tafsir": "{فما خطبكم} ما حالكم وشأنكم الخطير، الذي لأجله أرسلتم سوى هذه البشرى !",
        "sura": "51",
        "aya": "31",
        "page": "522"
    },
    {
        "text": "قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍ مُّجْرِمِينَ",
        "tafsir": "فقالوا له: إنهم مرسلون لإهلاك قوم لوط، لإجرامهم، وفسقهم، وفسادهم.",
        "sura": "51",
        "aya": "32",
        "page": "522"
    },
    {
        "text": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّن طِينٍ",
        "tafsir": "وقالوا له: إنهم سيلقون على قوم لوط حجارة من طين هي في صلابتها كالحجارة.",
        "sura": "51",
        "aya": "33",
        "page": "522"
    },
    {
        "text": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلْمُسْرِفِينَ",
        "tafsir": "{مسومة عند ربك} معلمة عند الله قد أعدها لرجم من قضي برجمه من المسرفين في العصيان؛ من السومة وهي العلامة .",
        "sura": "51",
        "aya": "34",
        "page": "522"
    },
    {
        "text": "فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{من كان فيها. .  .} لوطا وابنيه .",
        "sura": "51",
        "aya": "35",
        "page": "522"
    },
    {
        "text": "فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ ٱلْمُسْلِمِينَ",
        "tafsir": "ولم يجد رسل الله في هذه القرى غير بيت واحد أسلم أهله، وهم لوط وأهله إلا امرأته.",
        "sura": "51",
        "aya": "36",
        "page": "522"
    },
    {
        "text": "وَتَرَكْنَا فِيهَآ ءَايَةً لِّلَّذِينَ يَخَافُونَ ٱلْعَذَابَ ٱلْأَلِيمَ",
        "tafsir": "{آيَةً} - وبعد أن أخرج الله تعالى. لوطا وأهله من القرية دمرها رسله على أهلها عند الصباح، وجعلوا عاليها سافلها فلم ينج أحد من أهلها\r\nالفاسقين، فجعلها الله عبرة للمعتبرين بما أنزله بها من العذاب والنكال، وخسفت الأرض بالقرية، فكانت تلك علامة أرادها الله على هلاك المكذبين الفاجرين من أهلها.",
        "sura": "51",
        "aya": "37",
        "page": "522"
    },
    {
        "text": "وَفِى مُوسَىٰٓ إِذْ أَرْسَلْنَٰهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَٰنٍ مُّبِينٍ",
        "tafsir": "{وفي موسى} وتركنا في قصة موسى آية. وكذلك يقال في\" وفي عاد\" وفي\" وفي ثمود\" .",
        "sura": "51",
        "aya": "38",
        "page": "522"
    },
    {
        "text": "فَتَوَلَّىٰ بِرُكْنِهِۦ وَقَالَ سَٰحِرٌ أَوْ مَجْنُونٌ",
        "tafsir": "{فتولى بركنه} أي أعرض فرعون عن الإيمان بموسى. وهو مثل نأي بجانبه وثنى عطفه. والركن: جانب البدن وعطفه. أو أعرض بجنوده عن الإيمان، وهم الركن؛ لأنه يركن إليهم ويتقوى بهم. أو تولى معرضا بقوته وسلطانه؛ والركن: العزة والمنعة .",
        "sura": "51",
        "aya": "39",
        "page": "522"
    },
    {
        "text": "فَأَخَذْنَٰهُ وَجُنُودَهُۥ فَنَبَذْنَٰهُمْ فِى ٱلْيَمِّ وَهُوَ مُلِيمٌ",
        "tafsir": "{وهو مليم} آت بما يلام عليه من الكفر والطغيان؛ من ألام: إذا أتى ما يلام عليه؛ كأغرب: إذا أتى أمرا غريبا .",
        "sura": "51",
        "aya": "40",
        "page": "522"
    },
    {
        "text": "وَفِى عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ ٱلرِّيحَ ٱلْعَقِيمَ",
        "tafsir": "{الريح العقيم} الشديدة التي لا خير فيها من إنشاء مطر أو إلقاح شجر؛ وهي ريح الهلاك. وروي أنها الدبور. وضعفت بالعقم لأنها لما أهلكتهم وقطعت نسلهم أشبهت الإهلاك بعدم الحمل؛ لما فيه من إذهاب النسل .",
        "sura": "51",
        "aya": "41",
        "page": "522"
    },
    {
        "text": "مَا تَذَرُ مِن شَىْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَٱلرَّمِيمِ",
        "tafsir": "{كالرميم} كالهشيم المفتت. يقال للنبت إذا يبس وتفتت: رميم وهشيم. ورم العظم: بلى. ويقال للبالي: رمام؛ كغراب .",
        "sura": "51",
        "aya": "42",
        "page": "522"
    },
    {
        "text": "وَفِى ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا۟ حَتَّىٰ حِينٍ",
        "tafsir": "وجعلنا في قصة ثمود عظة وعبرة لمن تفكر وتدبر آيات الله، إذ قال لهم نبيهم صالح: تمتعوا في داركم ثلاثة أيام، ثم يأتيكم عذاب ربكم لعقركم ناقة الله، هذا وعد من الله غير مكذوب.",
        "sura": "51",
        "aya": "43",
        "page": "522"
    },
    {
        "text": "فَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ ٱلصَّٰعِقَةُ وَهُمْ يَنظُرُونَ",
        "tafsir": "{فعتوا عن أمر ربهم} فاستكبروا عن طاعة ربهم. {فأخذتهم الصاعقة} أهلكتهم. وكل صاعقة في القرآن فهي العذاب المهلك .",
        "sura": "51",
        "aya": "44",
        "page": "522"
    },
    {
        "text": "فَمَا ٱسْتَطَٰعُوا۟ مِن قِيَامٍ وَمَا كَانُوا۟ مُنتَصِرِينَ",
        "tafsir": "{ٱسْتَطَاعُواْ} - فلم يجدوا مهربا ولا مفرا من العذاب الذي نزل بهم ولم يجدوا ناصرا لهم يدفع عنهم بأس الله وعذابه.",
        "sura": "51",
        "aya": "45",
        "page": "522"
    },
    {
        "text": "وَقَوْمَ نُوحٍ مِّن قَبْلُ إِنَّهُمْ كَانُوا۟ قَوْمًا فَٰسِقِينَ",
        "tafsir": "{فَاسِقِينَ} - وقد أهلك الله أهلك الله تعالى قوم نوح من قبل هؤلاء بالطوفان، بسبب فسقهم وخروجهم عن طاعة الله.",
        "sura": "51",
        "aya": "46",
        "page": "522"
    },
    {
        "text": "وَٱلسَّمَآءَ بَنَيْنَٰهَا بِأَيْي۟دٍ وَإِنَّا لَمُوسِعُونَ",
        "tafsir": "{والسماء بنيناها بأيد} أي ملتبسة بقوة وقدرة. يقال: آد الرجل يئيد– من باب باع– اشتد وقوى. {وإنا لموسعون} لقادرون؛ من الوسع بمعنى الطاقة. يقال: أوسع الرجل، أي صار ذا وسع؛ كأوراق الشجر: أي يصار ذا ورق .",
        "sura": "51",
        "aya": "47",
        "page": "522"
    },
    {
        "text": "وَٱلْأَرْضَ فَرَشْنَٰهَا فَنِعْمَ ٱلْمَٰهِدُونَ",
        "tafsir": "{فرشناها} مهدناها كالفراش للاستقرار عليها .",
        "sura": "51",
        "aya": "48",
        "page": "522"
    },
    {
        "text": "وَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ",
        "tafsir": "{زوجين} نوعين متقابلين كالليل والنهار، والسماء والأرض، والهدى والضلال، إلى غير ذلك .",
        "sura": "51",
        "aya": "49",
        "page": "522"
    },
    {
        "text": "فَفِرُّوٓا۟ إِلَى ٱللَّهِ إِنِّى لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
        "tafsir": "فالجؤوا إلى الله يا أيها الناس، وأسرعوا إلى طاعته، واعتمدوا عليه في جميع أموركم، فإني لكم منه نذير، أنذركم عقابه، وأخوفكم من عذابه الذي أنزله بالأمم الخالية التي كذبت رسلها، وكفرت بربها، وإني مبين لكم ما يجب عليكم أن تحذروه.\r\nفروا- اهربوا من عقاب الله إلى ثوابه.",
        "sura": "51",
        "aya": "50",
        "page": "522"
    },
    {
        "text": "وَلَا تَجْعَلُوا۟ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ إِنِّى لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
        "tafsir": "{آخَرَْ} - ولا تجعلوا لكم معبودا آخر تعبدونه مع الله، فإن الله هو الخالق، وهو وحده الرب الذي تجب العبادة له، وإني نذير أنذركم من عذابه على إشراككم معه غيره في العبادة.",
        "sura": "51",
        "aya": "51",
        "page": "522"
    }
]