[
    {
        "text": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{فَمَتَاعُ} {ٱلْحَيَاةِ}\r\n(60) - كُلُّ مَا فِي الحَيَاةِ الدُّنْيا مِنْ زِينَةٍ زَائِفَةٍ، وَزَهَرَةٍ فَانِيَةٍ، وأَموَالٍ وأوْلاَدٍ هُوَ مَتَاعٌ مَحْدُودٌ مُؤقَّتٌ تَافِهٌ بالنِّسْبَةِ إِلى مَا أَعدَّهُ الله في الحَيَاةِ الآخِرَةِ مِنْ نَعيمٍ مُقِيمٍ دائِمٍ لِعِبَادِهِ المُؤْمِنينَ المُخِلصِينَ، فَلا تَصْرِفَنَّكُمْ، أَيُّها العِبَادُ، العَرُوضُ الفَانِيةُ في الحَيَاةِ الدُّنيا، عَنِ النَّعيمِ الخَالِدِ في الحَيَاةِ الآخِرَةِ، وَحَكِّمُوا عُقُولَكُمْ في أُمُورِكُم بَدَلَ أَهَوائِكُم تَفُوزُوا.\r\n(وفِي الحَديثِ:  \"مَا الحَيَاةُ الدُّنيا فِي الآخِرَة إِلاَّ كَمَا يَغْمِسُ أَحَدُكُمْ إِصْبَعَهُ في اليَمِّ فَلْيَنْظُرْ مَاذَا يَرْجِعُ\" ). (أَخْرَجَهُ مُسْلِمٌ).\n",
        "sura": "28",
        "aya": "60",
        "page": "393"
    },
    {
        "text": "أَفَمَن وَعَدْنَٰهُ وَعْدًا حَسَنًا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعْنَٰهُ مَتَٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَٰمَةِ مِنَ ٱلْمُحْضَرِينَ",
        "tafsir": "{  من المحضرين } المشهدين عذاب الله وأليم عقابه ؛  جمع محضر ،  اسم مفعول من أحضره ،  وأغلب ما يستعمل الإحضار في العذاب . \r\n\r\n",
        "sura": "28",
        "aya": "61",
        "page": "393"
    },
    {
        "text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
        "tafsir": "{شُرَكَآئِيَ}\r\n(62) - واذْكُر أَيُّها الرَّسُولُ حِينَ يُوَبِّخُ اللهُ تَعَالى المُشْرِكِينَ المُضِلِّينَ يَومَ القِيَامَةِ، فَيَسْأَلُهُمْ قَائِلاً: أَيْنَ الآلِهَةُ التِي كُنْتُمْ تَعبُدُونَها فِي الدَّارِ الدُّنيا مِنَ الأَصْنَامِ والأَندَادِ والجِنِّ.. هَلْ يَدْفَعُونَ عَنْكُمُ اليَومَ، أَوْ يَشْفَعُونَ فِيكُمْ؟\n",
        "sura": "28",
        "aya": "62",
        "page": "393"
    },
    {
        "text": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَٰهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَآ إِلَيْكَ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ",
        "tafsir": "{  قال الذين حق عليهم القول } ثبت عليهم مقتضاه وتحقق ،  وهو قوله تعالى :   \" لأملأن جهنم من الجنة والناس أجمعين \"  {[268]} ،  ونحوه من آيات الوعيد .  والقائلون هم الشياطين ،  أو رؤساء الكفر الذين اتخذهم اتباعهم شركاء لله ؛  بأن أطاعوهم في كل أمر . \r\n{  أغويناهم كما غوينا } أغويناهم بطريق الوسوسة والتسويل ،  لا بالإكراه والإلجاء ؛  فغووا باختبارهم غيا مثل غينا باختيارنا ،  فنحن وهم في ذلك سواء .",
        "sura": "28",
        "aya": "63",
        "page": "393"
    },
    {
        "text": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ",
        "tafsir": "{  لو أنهم كانوا يهتدون } أي لو أنهم كانوا يهتدون لوجه من وجوه الحيل ، \r\nيدفعون به العذاب عنهم لدفعوه به .  أو لو أنهم كانوا في الدنيا مهتدين لما رأوا العذاب . \r\n\r\n",
        "sura": "28",
        "aya": "64",
        "page": "393"
    },
    {
        "text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ",
        "tafsir": "(65) - ثُمَّ يُنَادي اللهُ تَعَالى المُشرِكِينَ وَيَسْأَلُهُم عَمَّا أَجَابُوا بهِ عَلَى دَعْوَةِ المُرسَلِينَ إِليهِمْ، وكَيفَ كَانَ حَالُهُم مَعَهُم حِينَما أبلَغُوهُم دَعْوَةَ رَبِّهِمْ؟\n",
        "sura": "28",
        "aya": "65",
        "page": "393"
    },
    {
        "text": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَآءَلُونَ",
        "tafsir": "{يَوْمَئِذٍ}\r\n(66) - فَلاَ يَجدُونَ مَا يرُدُّونَ بهِ عَلَى السُّؤالِ فيَسكُتُونَ. وَتَخْفَى عَليهِم الحُجَجُ وكُلُّ طُرُقِ العِلْمِ التِي كَانَتْ تُجدِيهِمْ نَفْعاً في الحَيَاة الدُّنيا، فَلا يَسْأَلُ بَعْضُهُم بَعْضاً، لِتَساوِيِهم جَميعاً في عَمَى الأنباء عَليهِمْ، والعَجزِ عنِ الجَوَابِ.\r\nفَعَمِيتْ عَليهِمُ الأَنْبَاءُ - خَفِيَتْ واشْتَبَهَتْ عَلَيهِم الحُجَجُ.\n",
        "sura": "28",
        "aya": "66",
        "page": "393"
    },
    {
        "text": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحًا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ",
        "tafsir": "{آمَنَ} {صَالِحاً}\r\n(67) - وأَما الذي تَابَ، مِنَ المُشرِكينَ، عَمَّا اقتَرَفَهُ مِنَ الشِّرْك والذُّنوبِ والمآثِمِ والمَحَارِمِ، وآمَنَ بِرَبّهِ إِيماناً مُخْلِصَاً، وصَدَّقَ رَسُولَهُ، وَعَمِلَ في الدُّنيا عَمَلاً صالحاً، فإِنَّهُ يَرجُو أَنْ يكُونَ في الآخِرَةِ مِنَ المُفْلِحينَ الفَائزينَ بِرِضوانِ الله.\r\n(وَعَسَى مِنَ اللهَ تَعَالى مُوجِبَةٌ أَيْ إِنَّ ذَلكَ وَاقعٌ بِفَضْلِ اللهِ وَمِنَّتِهِ لاَ مَحَالَةَ).\n",
        "sura": "28",
        "aya": "67",
        "page": "393"
    },
    {
        "text": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ سُبْحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
        "tafsir": "{  وربك يخلق ما يشاء } تجهيل للمشركين في اختيارهم الشركاء واصطفائهم إياهم آلهة وشفعاء ؛  أي وربك يخلق ما يشاء خلقه{  ويختار } أي وهو سبحانه يصطفى ما يشاء اصطفاه ؛  فيصطفي مما يخلقه شفعاء ويختارهم للشفاعة ،  وبفضل بعض مخلوقاته على بعض بما يشاء . {  ما كان لهم الخيرة } أي ما استقام لهم المشركين أن يصطفوا ما شاءوا ،  ويفضلوا بعض مخلوقاته على بعض !  فيجعلوا منها شفعاء وشركاء لله !  فليس لهم إلا اتباع اصطفائه تعالى ؛  وهو سبحانه لم يصطف شركاءهم الذين اصطفوهم للعبادة والشفاعة على الوجه الذي اصطفوهم عليه .  والخيرة :  الاختيار .  وجملة  \" ما كان لهم الخيرة \"  مؤكدة لما قبلها .  أفاده الآلوسي . \r\n\r\n",
        "sura": "28",
        "aya": "68",
        "page": "393"
    },
    {
        "text": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
        "tafsir": "(69) - واللهُ رَبُّكَ يَا مُحَمَّد هُوَ الذِي يَعْلَمُ مَا تُكِنُّهُ الضَّمَائِرُ، وَمَا تَنْطَوي عَليهِ السَّرائِرُ، كَمَا يَعْلَمُ ما تُبدِيهِ الظَّواهِرُ، واختيارُهُ تَعَالى لِمَنِ اختَارَهُمْ للإِيمانِ مَبنِيُّ عَلَى عِلْمٍ منهُ بسَرائِرِ أمُورِهِم وبَواديها، فَيَختَارُ للخَيْرِ أهلهُ وَيُوفِّقُهُمْ لهُ، وَيُولِّي الشَّرَّ أهلَهُ، وَيُخَلِّيهِمْ وَإيَّاهُ.\r\n(وَقَدْ يكُونُ المَعْنى: وَرَبُّكَ يَا مُحَمَّدُ عَليمٌ بمَا تُخفِيهِ صُدُورُ المُشرِكينَ مِنْ عَداوَةٍ لَكَ، وَمَا يُعْلِنُونَهُ بألَسِنَتهمْ مِنَ الاعتِراضِ علَى اختيارِكَ للرّسَالةِ).\r\nمَا تُكِنَّ صُدُورُهُم - مَا تُضْمِرُهُ مِنَ البَاطِِلِ والعَدَاوَةِ.\n",
        "sura": "28",
        "aya": "69",
        "page": "393"
    },
    {
        "text": "وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْءَاخِرَةِ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
        "tafsir": "{ٱلآخِرَةِ}\r\n(70) - وَرَبُّكَ أَيُّها الرَّسُولُ هُوَ اللهُ لا إِلهَ إِلاَّ هُوَ، وهُوَ المُتَفَرِّدُ بالأُلُوهِيّةِ، فَلاَ مَعبودَ سِوَاهُ، ولا رَبَّ غَيرُهُ، لَهُ الحَمْدُ فِي جَميعِ ما يفعَلُهُ (في الأُولى والآخِرَةِ)، فَهُوَ العَادِلُ، ولهُ الحُكْمُ، ولا مَعَقِّبَ لهُ، لِقَهرِهِ، وغَلَبَتِهِ، وحِكمَتِهِ، ورَحْمَتِهِ، وإِليهِ يَرجعُ الخَلْقُ جَميعاً يَوْمَ القِيامةِ، فَيَجْزِي كُلَّ عَامِلٍ بِعَمَلِهِ، مِنْ خَيرٍ أَوْ شَرٍّ، وَلاَ يَخْفَى عَليهِ مِنْهُمْ خَافِيةٌ. ",
        "sura": "28",
        "aya": "70",
        "page": "393"
    }
]