[
    {
        "text": "إِنَّ ٱللَّهَ فَالِقُ ٱلْحَبِّ وَٱلنَّوَىٰ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَمُخْرِجُ ٱلْمَيِّتِ مِنَ ٱلْحَىِّ ذَٰلِكُمُ ٱللَّهُ فَأَنَّىٰ تُؤْفَكُونَ",
        "tafsir": "{  إن الله فالق الحب والنوى }شروع في ذكر دلائل كمال القدرة والعلم والحكمة ،  بعد تقرير دلائل التوحيد و النبوة .  و{  فالق }أي شاق ،  يشق الحبة اليابسة كالحنطة فيخرج منها النبات الأخضر النامي .  ويشق النواة اليابسة فيخرج منها النخلة والشجرة النامية .  {  يخرج الحي من الميت }أي يخرج ما ينمو من الحيوان والنبات مما لا ينمو ،  كالنطفة والحبة {  ومخرج الميت من الحي }أي كالنطفة والبيضة من الحيوان .  وهو معطوف على {  فالق } .  {  فأنى تؤفكون }فكيف تصرفون عن عبادته ،  وتشركون به ما لا يقدر على شيء من فعله( آية 75 المائدة ص 202 ) .",
        "sura": "6",
        "aya": "95",
        "page": "140"
    },
    {
        "text": "فَالِقُ ٱلْإِصْبَاحِ وَجَعَلَ ٱلَّيْلَ سَكَنًا وَٱلشَّمْسَ وَٱلْقَمَرَ حُسْبَانًا ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
        "tafsir": "{  فالق الإصباح }الإصباح : مصدر سمي به الصبح ،  أي شاق ظلمة الصبح –وهي الغبش و آخر الليل الذي يلي الفجر المستطيل الكاذب-عن بياض النهار ،  فيضيء الوجود ويضمحل الظلام ،  ويذهب الليل بسواده و يجيء النهار بضيائه .  {  و جعل الليل سكنا }يسكن إليه من يتعب بالنهار و يستأنس به لاسترواحه فيه .  {  و الشمس و القمر حسبانا }أي بجريان في الفلك بحساب مقدر معلوم ،  لا يتغيروا لا يضطرب حتى ينتهيا إلى أقصى منازلهما ،  بحيث تتم الشمس دورتها في سنة ،  ويتم القمر دروته في شهر ،  وبذلك تنتظم المصالح المتعلقة بالفصول الأربعة وغيرها .  والحسبان : مصدر حسبت المال حسبا –من باب قبل- أحصيته عددا . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "96",
        "page": "140"
    },
    {
        "text": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهْتَدُوا۟ بِهَا فِى ظُلُمَٰتِ ٱلْبَرِّ وَٱلْبَحْرِ قَدْ فَصَّلْنَا ٱلْءَايَٰتِ لِقَوْمٍ يَعْلَمُونَ",
        "tafsir": "{ظُلُمَاتِ} {ٱلآيَاتِ}\r\n(97) - وَجَعَلَ اللهُ النُّجُومَ لِيَهْتَدِيَ بِهَا النَّاسُ فِي الأَوْقََاتِ التِي يَغْشَى فِيها الأَرْضَ الظَّلامُ، وَلِيَعْرِفُوا الاتِّجَاهَاتِ، حِينَمَا تَكُونُ الشَّمْسُ غَائِبَةً. وَيَقُولُ تَعَالَى: إِنَّهُ بَيَّنَ الآيَاتِ وَوَضَّحَهَا لِقَوْمٍ يَعْقِلُونَ، وَيَعْرِفُونَ الحَقَّ، وَيَتَجَنَّبُونَ البَاطِلَ.",
        "sura": "6",
        "aya": "97",
        "page": "140"
    },
    {
        "text": "وَهُوَ ٱلَّذِىٓ أَنشَأَكُم مِّن نَّفْسٍ وَٰحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا ٱلْءَايَٰتِ لِقَوْمٍ يَفْقَهُونَ",
        "tafsir": "{  أنشأكم من نفس واحدة }من آدم عليه السلام .  وهو تذكير بنعمة أخرى ،  فإن رجوع الناس جميعا إلى أصل واحد أدعى إلى التواد والتراحم .  {  فمستقر و مستودع }فلكم موضع استقرار في الأرحام ،  وموضع استيداع في الأصلاب .  وقرء{  مستقر }بكسر القاف ،  أي فمنكم مستقر في الأرحام . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "98",
        "page": "140"
    },
    {
        "text": "وَهُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ نَبَاتَ كُلِّ شَىْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ ٱلنَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّٰتٍ مِّنْ أَعْنَابٍ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَٰبِهٍ ٱنظُرُوٓا۟ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَيَنْعِهِۦٓ إِنَّ فِى ذَٰلِكُمْ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
        "tafsir": "{  فأخرجنا منه خضرا }أي أخرجنا من النبات الذي لا ساق له نباتا عضا أخضر ،  وهو ما تشعب من أصل النبات الخارج من الحبة .  وخضر بمعنى أخضر ،  اسم فاعل .  يقال : خضر الزرع- من باب فرح-و اخضر ،  فهو خضر وأخضر .  {  نخرج منه حبا متراكبا }أي سنابل فيها الحب يركب بعضه بعضا .  كما في الحنطة والشعير و سائر الحبوب .  يقال : ركبه-كسمعه-ركوبا ومركبا ،  علاه ،  كارتكبه . <br />\r\n{  ومن النخل من طلعها قنوان دانية }ومن طلع النخل قنوان دانية .  والطلع : أول ما يبدو ويخرج من ثمر النخل كالكيزان .  وقشره يسمى الكفرى ،  وما في داخله يسمى الإغريض لبياضه .  والقنوان : العراجين ،  جمع قنو وهو العذق ،  وهو للتمر بمنزلة العنقود للعنب .  و {  دانية }أي متدلية ،  أو قريبة من يد المتناول .  {  و جنات من أعناب }عطف على {  نبات }أي و أخرجنا به جنات كائنة من أعناب .  {  مشتبها وغير متشابه }أي بعضه متشابه ،  وبعضه غير متشابه في الهيئة و اللون والطعم وغير ذلك ،  مما يدل على كمال قدرة الصانع ،  كما قال تعالى : {  يسقى بماء واحد ونفضل بعضها على بعض في الأكل{[143]} .  {  و ينعه }أي و انظروا إلى حال نضجه و إدراك نظر استدلال و استبصار ،  كيف يعدو شيئا قويا بعد الضعف ،  جامعا لمنافع شتى .  مصدر ينعت الثمرة كأينعت ،  تينع و تينع ينعا و ينعا و ينوعا ،  إذا نضجت .",
        "sura": "6",
        "aya": "99",
        "page": "140"
    },
    {
        "text": "وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ ٱلْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا۟ لَهُۥ بَنِينَ وَبَنَٰتٍۭ بِغَيْرِ عِلْمٍ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ",
        "tafsir": "{  و جعلوا لله شركاء الجن }شروع في بيان جحودهم معاملة خالقهم ،  بعد أن من عليهم بالإيجاد و بما يحتاجون إليه في المعاش .  أي و جعلوا الجن شركاء لله تعالى في الألوهية و العبادة ،  و قد خلقهم من العدم ،  فكيف يجعل المخلوق شريكا للخالق ؟  .  .  والمراد بهم الملائكة حيث عبدوهم و قالوا : هن بنات الله ،  و أطلق عليهم جن لاستتارهم .  أو المراد الشياطين ،  حيث أطاعوهم في عبادة غير الله تعالى من الأصنام و الطواغيت .  {  و خرقوا له بنين .  .  }واختلقوا وافتروا له سبحانه بنين وبنات .  يقال : خرق الكذب يخرقه ،  صنعه .   ، وأصل الخرق : قطع الشيء على سبيل الفساد من غير تدبر وتفكر ،  و ذلك كما افترى بعض أهل الكتاب أن عزيرا ابن الله ،  و أن المسيح ابن الله .  فالمشركين واليهود والنصارى سواء في الافتراء على الله بغير علم ،  سبحانه تعالى عما يصفون . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "100",
        "page": "140"
    },
    {
        "text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٌ وَلَمْ تَكُن لَّهُۥ صَٰحِبَةٌ وَخَلَقَ كُلَّ شَىْءٍ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {صَاحِبَةٌ}\r\n(101) - لَقَدْ أَبْدَعَ اللهُ السَّمَاوَاتِ وَالأَرْضَ، وَخَلَقَهُمَا عَلَى غَيْرِ مِثَالٍ سَبَقَ، فَكَيْفَ يَكُونُ لَهُ وَلَدٌ، وَالوَلَدُ يَتَوَلَّدُ مِنْ شَيْئَيْنِ مُتَنَاسِبَيْنِ، وَاللهُ لاَ يُشْبِهُهُ شَيءٌ مِنْ خَلْقِهِ، لأَِنَّهُ خَالِقُ كُلِّ شَيءٍ، فَلا صَاحِبَةَ لَهُ وَلاَ وَلَدَ، لَقَدْ خَلَقَ كُلَّ شَيءٍ فِي الوُجُودِ، وَهُوَ عَليمٌ بِكُلِّ شَيءٍ.\r\nبَدِيعُ السَّمَاوَاتِ - مُبْدِعُهَا وَخَالِقُها عَلَى غَيْرِ مِثَالٍ سَبَقَ.\r\nأَنَّى يَكُونُ - كَيْفَ يَكُونُ، أَوْ مِنْ أَيْنَ يَكُونُ؟.",
        "sura": "6",
        "aya": "101",
        "page": "140"
    }
]