[
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلْكَٰفِرِينَ وَٱلْمُنَٰفِقِينَ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
        "tafsir": "بسم الله الرحمان الرحيم\r\n{  اتق الله } دم على التقوى .  أو ازدد منها ؛  وهو صلى الله عليه وسلم أتقى المتقين . {  ولا تطع الكافرين والمنافقين } ودم على عدم إطاعتهم فيما يطلبونه منك من رفض ذكر آلهتهم ،  وأن تقول إنها تشفع وتنفع .  وهو تخصيص بعد تعميم ؛  لاقتضاء المقام الاهتمام به .\r\n\r\n",
        "sura": "33",
        "aya": "1",
        "page": "418"
    },
    {
        "text": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ مِن رَّبِّكَ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
        "tafsir": "(2) - واعْمَلْ بِمَا يُوحِيهِ إليكَ رَبُّكَ، ولا تَلْتَفِتْ إِلى أقْوَالِ الكَافِرِينَ والمُنَافِقين وتَهْدِيدَاتِهِمْ، فاللهُ خبيرٌ بما تَعْمَلُهُ أنتَ وأَصْحَابُكَ، وبِما يَعْمَلُهُ، الكُفَّارُ والمُنَافِقُون، ولا يَخْفَى عليهِ شيءٌ منْهُ، ثُمَّ يَجْزِيكُم على أَعْمَالِكُمْ يومَ القِيَامَةِ، إِنْ خَيْراً فَخَيْراً وَإِنْ شَراً فَشَرّاً.\n",
        "sura": "33",
        "aya": "2",
        "page": "418"
    },
    {
        "text": "وَتَوَكَّلْ عَلَى ٱللَّهِ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
        "tafsir": "{  وكفى بالله وكيلا } حافظا متوليا كل أمورك .\r\n\r\n",
        "sura": "33",
        "aya": "3",
        "page": "418"
    },
    {
        "text": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِى جَوْفِهِۦ وَمَا جَعَلَ أَزْوَٰجَكُمُ ٱلَّٰٓـِٔى تُظَٰهِرُونَ مِنْهُنَّ أُمَّهَٰتِكُمْ وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ذَٰلِكُمْ قَوْلُكُم بِأَفْوَٰهِكُمْ وَٱللَّهُ يَقُولُ ٱلْحَقَّ وَهُوَ يَهْدِى ٱلسَّبِيلَ",
        "tafsir": "{  ما جعل الله لرجل من قلبين في جوفه } مثل ضربه الله للمظاهر من امرأته ،  والمتبني ولد غيره تمهيدا لما بعده .  أي كما لم يخلق الله للإنسان قلبين في جوفه ،  لم يجعل المرأة الواحدة زوجا للرجل وأما له ،  والمرء دعيا لرجل وابنا له . {  وما جعل أزواجكم اللائي تظاهرون منهن أمهاتكم } بتحريمهن على أنفسكم تحريما مؤبدا .  يقال :  ظاهر من امرأته وتظهّر وظهّر ،  إذا قال أنت علي كظهر أمي ؛  يريد به تحريمها عليه كأمه .  وقد رد الله تعالى عليهم في سورة المجادلة بقوله :   \" الذين يظاهرون منكم من نسائهم ما هن أمهاتهم إن أمهاتهم إلا اللائي ولدنهم ليقولون منكرا من القول وزروا \"  .\r\n{  وما جعل أدعياءكم أبناءكم } جمع دعي ،  وهو الذي يدعى ابنا لغير أبيه .  وكان الرجل يتبنى\r\nولد غيره ،  ويجرى عليه أحكام البنوة النسبية ؛  ومنها حرمة تزوجه بمطلقته ،  كما تحرم زوجة الابن النسبي على أبيه .  فأبطل الله بذلك حكم هذا الظهار وأبطل التبني . {  ذلكم } أي ما ذكر منهما{  قولكم بأفواهكم } أي مجرد قول باللسان لا يحكي الواقع . {  والله يقول الحق } أي القول الثابت المحقق{  وهو يهدي السبيل } يرشد إلى سبيل الحق .\r\n\r\n",
        "sura": "33",
        "aya": "4",
        "page": "418"
    },
    {
        "text": "ٱدْعُوهُمْ لِءَابَآئِهِمْ هُوَ أَقْسَطُ عِندَ ٱللَّهِ فَإِن لَّمْ تَعْلَمُوٓا۟ ءَابَآءَهُمْ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ وَمَوَٰلِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَآ أَخْطَأْتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
        "tafsir": "{  ادعوهم لآبائهم } انسبوهم لآبائهم النسبيين دون غيرهم .  وكان رسول الله صلى الله عليه وسلم قد تبنى قبل البعثة زيد بن حارثة بعد أن أعتقه ؛  فما كان يدعى إلا زيد بن محمد .  فلما نزلت الآية قال رسول الله صلى الله عليه وسلم :  ( أنت زيد بن حارثة ابن شراحيل ) . {  هو أقسط } أعدل . {  فإن لم تعلموا آباءهم } لتنسبوهم إليه . {  فإخوانكم } فهم إخوانكم{  في الدين ومواليكم } أي أولياؤكم فيه ؛  فادعوهم بالأخوة والمولوية ،  وقولوا للواحد منهم :  أخى ومولاي .  ولذا قبل لسالم بعد نزول الآية :  سالم مولى أبي حذيفة ،  وكان قد تبناه قبل .\r\n\r\n",
        "sura": "33",
        "aya": "5",
        "page": "418"
    },
    {
        "text": "ٱلنَّبِىُّ أَوْلَىٰ بِٱلْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ وَأَزْوَٰجُهُۥٓ أُمَّهَٰتُهُمْ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَٰبِ ٱللَّهِ مِنَ ٱلْمُؤْمِنِينَ وَٱلْمُهَٰجِرِينَ إِلَّآ أَن تَفْعَلُوٓا۟ إِلَىٰٓ أَوْلِيَآئِكُم مَّعْرُوفًا كَانَ ذَٰلِكَ فِى ٱلْكِتَٰبِ مَسْطُورًا",
        "tafsir": "{  النبي أولى بالمؤمنين } أي أحق بهم من أنفسهم في الطاعة ؛  فإذا دعاهم إلى أمر ،  ودعتهم نفوسهم إلى خلافة وجب أن يؤثروا وما دعاهم إليه على ما دعتهم أنفسهم إليه ؛  لأنه لمزيد شفقته عليهم ونصحه لهم لا يدعوهم إلا إلى ما فيه نجاتهم .  ونفوسهم كثيرا ما تدعوهم إلى ما فيه هلاكهم . {  وأزواجه أمهاتهم } أي كأمهاتهم في وجوب تعظيمهن ،  وحرمة نكاحهن بعده صلى الله عليه وسلم حرمة مؤبدة .\r\nوأما فيما عدا ذلك من النظر إليهن والخلوة بهن وإرثهن ونحو ذلك فهن فيه كالأجنبيات ؛  ولذا لم يتعد التحريم إلى بناتهن . {  وأولو الأرحام } أي ذوو القرابات مطلقا :  عصبة وغير عصبة{  بعضهم أولى ببعض } في الإرث{  في كتاب الله } أي فيما أنزله الله في كتابه ،  وهو آية المواريث في سورة\r\nالنساء {[276]} . {  من المؤمنين والمهاجرين } بيان لأولى الأرحام .  وكان بالمدينة توارث بين المهاجرين والأنصار بالهجرة والمؤاخاة – كما تقدم في آية 72 من الأنفال – ثم نسخ بآية 75 منها وأكد النسخ بهذه الآية ،  وجعل التوارث بحق القرابة . {  إلا أن تفعلوا إلى أوليائكم معروفا } أي لكم إذا أوصيتم إلى من توادونهم من هؤلاء بشيء من أموالكم كان ذلك جائزا ؛  فيكون لهم بحكم الوصية لا الميراث .",
        "sura": "33",
        "aya": "6",
        "page": "418"
    }
]