[
    {
        "text": "قَالَ ٱدْخُلُوا۟ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا حَتَّىٰٓ إِذَا ٱدَّارَكُوا۟ فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِن لَّا تَعْلَمُونَ",
        "tafsir": "{  قال ادخلوا في أمم }أي يقول تعالى لهم يوم القيامة :  ادخلوا النار في زمرة أمم مكذبة قد مضت من قبلكم ،  فقد حقت عليكم جميعا كلمة العذاب .  {  حتى إذا اداركوا فيها }تلاحقوا في النار فأدرك بعضهم بعضا واجتمعوا فيها{  قالت أخراهم }دخولا في النار .  أو هم الأتباع{  لأولادهم }السابقة ،  دخولا وهم المتبوعون{  ربنا هؤلاء أضلونا }بدعوتهم إيانا إلى الضلال ،  أو بسنهم لنا ما سنوا من طرائق فاقتدنا بهم {  فآتهم عذابا ضعفا } مضاعفا .  والضعف :  المثل مرة واحدة .  وقيل :  ضعف الشيء مثله إلى ما زاد عليه بلا نهاية ،  وليس مقصورا على المثلين .  {  من النار }أي من عذابها .  {  فما كان لكم علينا من فضل }أي في الدنيا بالاقتداء ،  بل كفرتم باختياركم ،  فلا دخل لنا في كفركم .\r\n\r\n",
        "sura": "7",
        "aya": "38",
        "page": "155"
    },
    {
        "text": "وَقَالَتْ أُولَىٰهُمْ لِأُخْرَىٰهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ",
        "tafsir": "{أُولاَهُمْ} {لأُخْرَاهُمْ}\r\n(39) - وَيَرُدُّ المَتْبُوعُونَ عَلَى الأَتْبَاعِ قَائِلِينَ: لَقَدْ ضَلَلْتُمْ كَمَا ضَلَلْنَا نَحْنُ وَلِذَلِكَ فَليس لأَِحَدٍ فَضْلٌ عَلَى أَحَدٍ يَسْمَحُ بِأَنْ يُخَفَّفَ عَنْهُ العَذَابُ، فَذُوقُوا العَذَابَ الذِي تَسْتَحِقُّونَهُ، عَلَى مَا اقْتَرَفْتُمُوهُ مِنَ الكُفْرِ وَالمَعَاصِي وَالأَعْمَالِ السَّيِّئَةِ. (أَوْ إِنَّ هذِهِ العِبَارَة يَقُولُها اللهُ لَهُمْ مُوَبِّخاً وَمُقَرِّعاً).",
        "sura": "7",
        "aya": "39",
        "page": "155"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ",
        "tafsir": "{  لا تفتح لهم أبواب السماء } أي لا تفتح لأعمالهم ولا لأرواحهم لفرط خبثها وفسادها .\r\n{  و لا يدخلون الجنة .  .  } أي ولا يدخلون الجنة حتى يدخل ما هو مثل في عظم الجسم فيما هو مثل في ضيق المسلك ،  وذلك مما لا يكون فكذا ما توقف عليه .  والمراد :  أنهم لا يدخلونها أبدا ،  لأن الشيء إذا علق بما يستحيل حصوله دل ذلك على استحالته ،  نحو :  لا أفعل كذا حتى يشيب الغراب ،  أو يبيض القار ،  أي لا أفعله أبدا .  والولوج :  الدخول بشدة :  والسم :  ثقب الإبرة ،  وفيه اللغات الثلاث ،  والفتح أشهر ،  وجمعه سمام وسموم .  وكل ثقب في البدن فهو سم .  والخياط والمخيط- كإزار ومئزر- ،  ما يخاط به .  والمراد هنا الإبره .\r\n\r\n",
        "sura": "7",
        "aya": "40",
        "page": "155"
    },
    {
        "text": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ وَكَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ",
        "tafsir": "{  لهم من جهنم مهاد } أي لهم فراش من تحتهم فيها .  وأصل المهاد :  المتمهد الذي يقعد\r\nويضطجع عليه كالفراش {  ومن فوقهم غواش } أغطية .  جمع غاشية ،  وهي ما غشاهم فغطاهم كاللحاف ونحوه .  المراد :  أن النار تحيط بهم من تحتهم ومن فوقهم ،  كما في قوله تعالى :  {  لهم من فوقهم ظل من النار ومن تحتهم ضلل }{[157]} .",
        "sura": "7",
        "aya": "41",
        "page": "155"
    },
    {
        "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{  لا نكلف نفسا إلا وسعها } أي طاقتها وما تقدر عليه بسهولة ،  دون ما تضيق به ذرعا .  وأصل الوسع :  الجدة والطاقة .  والجملة معترضة بين المبتدأ والخبر ،  ليبان أن الصالحات التي كانت سببا لدخولهم الجنة هي في وسعهم وطاقتهم .\r\n\r\n",
        "sura": "7",
        "aya": "42",
        "page": "155"
    },
    {
        "text": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "{  من غل }حقد وعداوة كانت بينهم في الدنيا بمقتضى الطبيعة البشرية ،  والتدافع في المجتمع .  والمراد أنه تعالى ينشئهم نشأة أخرى لا تحمل فيها صدورهم غلا ،  كما كانت في الدنيا .\r\n{  أورثتموها بما كنتم تعملون }أي بسبب ما عملتم في الدنيا من الأعمال الصالحة .  ولما كانت الأعمال الصالحة لا تنال إلا بتوفيق الله ورحمته ،  ولا يترتب عليها دخول الجنة إلا بقبول الله لها كان دخول الجنة في الحقيقة برحمته وتوفيقه وقبوله تعالى ،  لا بذات العمل ،  وفي الحديث :  ( لن يدخل الجنة أحد بعمله وإنما يدخلها برحمة الله ) .\r\n\r\n",
        "sura": "7",
        "aya": "43",
        "page": "155"
    }
]