[{"text":"وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا","aya":"28","page":"285","tafsir":"no text"},{"text":"وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ ٱلْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا","aya":"29","page":"285","tafsir":"{  مغلولة } مقبوضة عن الإنفاق في سبل الخير .  وأصل الغل :  الطوق الذي يجعل في العنق \r\nوتضم به اليد إليه ،  كنى به عما ذكر .  {  محسورا } منقطعا بك ،  لا شيء عندك بسبب الإسراف وإتلاف المال ،  من خسره السير يحسره ويحسره ،  إذا أثر فيه أثرا بليغا .  ويقال :  بعير محسور ،  إذا ذهبت قوته فلا انبعث به .  نهوا عن البخل والإسراف .  هو حث على التوسط والاعتدال في إنفاق المال .  \r\n \r\n"},{"text":"إِنَّ رَبَّكَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا","aya":"30","page":"285","tafsir":"{  ويقدر } يضيق ويقتر على حسب ما تقتضيه الحكمة الإلهية .  \r\n \r\n"},{"text":"وَلَا تَقْتُلُوٓا۟ أَوْلَٰدَكُمْ خَشْيَةَ إِمْلَٰقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيرًا","aya":"31","page":"285","tafsir":"{  ولا تقتلوا أولادكم خشية إملاق } أي خوف فاقة وفقر .  وهو نهي للموسرين ،  كما نهي المعسرين بقوله تعالى :  {  ولا تقتلوا أولادكم من إملاق } والمراد النهي عن وأد البنات لذلك ،  لما فيه من سوء الظن بالله تعالى .  يقال :  أملق الرجل ،  افتقر .  وأصله من أملق الرجل بمعنى لم يبق له إلا الملق – محركة – وهو ما استوى من الأرض ،  بمعنى أنه قاع لا نبات فيه .  \r\n{  إن قتلهم كان خطئا } إثما – وزنا ومعنى – مصدر خطئ خطئا ،  كأثم إثما .  وقرئ : {  خطأ وخطاء } وهما لغة في {  خطأ } .  {  كبيرا } كظيما فاحشا .  \r\n \r\n"},{"text":"وَلَا تَقْرَبُوا۟ ٱلزِّنَىٰٓ إِنَّهُۥ كَانَ فَٰحِشَةً وَسَآءَ سَبِيلًا","aya":"32","page":"285","tafsir":"no text"},{"text":"وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِۦ سُلْطَٰنًا فَلَا يُسْرِف فِّى ٱلْقَتْلِ إِنَّهُۥ كَانَ مَنصُورًا","aya":"33","page":"285","tafsir":"no text"},{"text":"وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ وَأَوْفُوا۟ بِٱلْعَهْدِ إِنَّ ٱلْعَهْدَ كَانَ مَسْـُٔولًا","aya":"34","page":"285","tafsir":"{  يبلغ أشده } قوته ،  أي زمن قوته واشتداده ،  بحيث يمكنه بسبب عقله ورشده القيام بمصالح ماله ،  فنزول الولاية عنه فيه ( آية 152 سورة الأنعام ص 248 ) ."},{"text":"وَأَوْفُوا۟ ٱلْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا","aya":"35","page":"285","tafsir":"{  بالقسطاس } بالميزان ،  أو بالعدل .  وفيه لغتان :  كسر القاف وضمها ،  وهو لفظ معرب .  \r\n{  وأحسن تأويلا } مالا وعاقبة ،  لما يترتب عليه من الثواب في الآخرة ،  من الأول وهو الرجوع ( آية 59 سورة النساء ص 156 ) ."},{"text":"وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُو۟لَٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولًا","aya":"36","page":"285","tafsir":"{  ولا تقف } لا تتبع ما لا علم لك به من قول أو فعل .  ويندرج في ذلك شهادة الزور والكذب ،  وأن تقول للناس وفي الناس مالا علم لك به ،  وترميمهم بالباطل .  يقال :  قفوته أقفوه ،  وقفته أقوفه وقفيته ،  إذا اتبعت أثره .  وأصل القفو :  العضه والبهت والقذف بالباطل .  \r\n \r\n"},{"text":"وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا إِنَّكَ لَن تَخْرِقَ ٱلْأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولًا","aya":"37","page":"285","tafsir":"{  ولا تمش في الأرض مرحا } فخرا وكبرا وخيلاء .  والمرح في الأصل :  شدة الفرح والتوسع فيه .  والمذموم منه أن يكون متلبسا بكبر وخيلاء ،  وتجاوز للقدر .  وفعله من باب فرح وتقييد النهي بقوله :  {  في الأرض } للتذكير بالمبدأ والمعاد المانعين من الكبر والخيلاء ،  وللتمهيد للتعليل الآتي .  \r\n \r\n"},{"text":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكْرُوهًا","aya":"38","page":"285","tafsir":"{  كان سيئه .  .  .  } أي السيئ منه وهو المنهيات الاثنتا عشرة {  عند ربك مكروها } أي وأما حسنه وهو المأمورات فهو مرضى عند الله محمود .  \r\n \r\n"}]