[
    {
        "text": "قُلْنَا ٱهْبِطُوا۟ مِنْهَا جَمِيعًا فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "tafsir": "فأمر الله تعالى آدم وزوجه وإبليس بالهبوط من الجنة إلى الأرض، وأنذرهم وذرياتهم بأنه سيبعث الرسل، وينزل الكتب ويفرض التكاليف، فمن آمن بما أنزل الله من الكتاب، وبمن بعث من الرسل، واهتدى واستقام على الهداية، وقام بما فرض عليه من التكاليف .. فهؤلاء لا خوف عليهم يوم القيامة، ولا يحزنون على ما فاتهم من الدنيا.",
        "sura": "2",
        "aya": "38",
        "page": "7"
    },
    {
        "text": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{بِآيَاتِنَآ} {أُوْلَئِكَ} {أَصْحَابُ} {خَالِدُونَ} - أما الذين سيكفرون بما أنزل الله تعالى من الكتب، وبمن بعثهم من الرسل فهؤلاء سيكونون من أهل النار، ويخلدون فيها أبدا، لا يموتون فيها ولا يحولون عنها أبدا.",
        "sura": "2",
        "aya": "39",
        "page": "7"
    },
    {
        "text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا۟ بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّٰىَ فَٱرْهَبُونِ",
        "tafsir": "{يَا بَنِي إِسْرَائِيلَ} لقب يعقوب بن إسحاق بن إبراهيم عليهم السلام. ومعناه بالعبرية: عبد الله، أو صفوة الله. وقد عدد الله في هذه السورة على بني إسرائيل من هذه الآية إلى آية 142 نعما عشرة، حباهم بها رحمة وفضلا. وقبائح عشرة، ارتكبوها جحودا وإثما. وانتقامات عشرة، أنزلها الله بهم جزاءا وفاقا. {وَأَوْفُواْ بِعَهْدِي} أدوا ما عاهدتموني عليه من الإيمان والتزام الطاعة، وأتموه واحفظوه. يقال أوفى بعهده  ووفى –مشددا ومخففا، إذا أتمه ولم ينقض حفظه، والوفاء ضد الغدر. {وَإِيَّايَ فَارْهَبُونِ} فخافوني في نقض العهد، أو في جميع ما تأتون وتذرون. من الرهبة، وهي الخوف مطلقا، أو خوف معه تحرز. وفعله كعلم .",
        "sura": "2",
        "aya": "40",
        "page": "7"
    },
    {
        "text": "وَءَامِنُوا۟ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا۟ أَوَّلَ كَافِرٍۭ بِهِۦ وَلَا تَشْتَرُوا۟ بِـَٔايَٰتِى ثَمَنًا قَلِيلًا وَإِيَّٰىَ فَٱتَّقُونِ",
        "tafsir": "{آمِنُواْ} {بِآيَاتِي} {وَإِيَّايَ} - يأمر الله بني إسرائيل بأن يؤمنوا بالقرآن الذي أنزله الله على نبيه محمد مصدقا لما جاء به ما سبقه من الكتب- التوراة والإنجيل- وهي الكتب التي وردت فيها إشارة إلى نبوة محمد صلى الله عليه وسلم، وإلى أوصافه. ويقول الله لبني إسرائيل لا تكونوا أول من يكفر بالقرآن وبمحمد صلى الله عليه وسلم من الناس، لأنكم تعلمون ما لا يعلمه غيركم من صدقه، وصحة دعوته عن ربه، ولا تعتاضوا بالدنيا ولذاتها الفانية عن الإيمان بالله، وتصديق رسله. ويتوعد الله اليهود فيما يتعمدونه من كتمان الحق والمعاندة، ومخالفة رسوله، ويطلب من اليهود أن يعملوا بطاعته، رجاء الفوز برحمته {وَإِيَّايَ فَٱتَّقُونِ} .",
        "sura": "2",
        "aya": "41",
        "page": "7"
    },
    {
        "text": "وَلَا تَلْبِسُوا۟ ٱلْحَقَّ بِٱلْبَٰطِلِ وَتَكْتُمُوا۟ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
        "tafsir": "{وَلاَ تَلْبِسُواْ} ولا تخلطوا. يقال: لبس عليه الأمر-كضرب- خلطه، ومنه التلبيس بمعنى التخليط والتدليس. وتلبس الأمر: اختلط. ولا بسه: خالطه. {بِالْبِرِّ} هو التوسع في الخير، مأخوذ من البر-بالفتح- وهو الفضاء الواسع. واصل كل بر الإيمان بما جاء به محمد صلى الله عليه وسلم. وكان أحبار اليهود يأمرون الناس بالطاعة والكف عن المعصية ولا يفعلون ذلك .",
        "sura": "2",
        "aya": "42",
        "page": "7"
    },
    {
        "text": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱرْكَعُوا۟ مَعَ ٱلرَّٰكِعِينَ",
        "tafsir": "{ٱلصَّلاَةَ} {وَآتُواْ ٱلزَّكَاةَ} {ٱلرَّاكِعِينَ} - ويأمرهم الله بأن يصلوا مع النبي صلى الله عليه وسلم، وبأن يؤتوا الزكاة ويدفعوها إلى النبي، وبأن يصلوا مع أمة محمد، أي إنه يأمرهم بأن يكونوا معهم ومنهم.",
        "sura": "2",
        "aya": "43",
        "page": "7"
    },
    {
        "text": "أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَٰبَ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{بِالْبِرِّ} هو التوسع في الخير، مأخوذ من البر-بالفتح- وهو الفضاء الواسع. واصل كل بر الإيمان بما جاء به محمد صلى الله عليه وسلم. وكان أحبار اليهود يأمرون الناس بالطاعة والكف عن المعصية ولا يفعلون ذلك .",
        "sura": "2",
        "aya": "44",
        "page": "7"
    },
    {
        "text": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَٰشِعِينَ",
        "tafsir": "{وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الْخَاشِعِينَ} أي وإن الصلاة لثقيلة شاقة، كما قال تعالى: {وإِذَا قَامُوا إِلَى الصَّلاَة قَامُوا كُسَالَى} .  يقال: كبر –ككرم- كبرا وكبرا أي عظم. {إِلاَّ عَلَى الْخَاشِعِينَ} أي المتضرعين المحبين للطاعة، الذين اطمأنت قلوبهم إليها، وفي الحديث (وجُعلت قُرَّةُ عيني في الصلاة) . \r\nمن الخشوع وهو الضراعة، وأكثر ما يستعمل فيما يظهر على الجوارح، قال تعالى: {الذِينَ هُم فِي صَلاَتِهِم خَاشِعُونَ}",
        "sura": "2",
        "aya": "45",
        "page": "7"
    },
    {
        "text": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُوا۟ رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ",
        "tafsir": "{الَّذِينَ يَظُنُّونَ} المراد بالظن هنا اليقين، كما في قوله تعالى: {إِنِّي ظَنَنتُ أَنِّي مُلاقٍ حِسَابِيَه}",
        "sura": "2",
        "aya": "46",
        "page": "7"
    },
    {
        "text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَٰلَمِينَ",
        "tafsir": "{عَلَى الْعَالَمِينَ} أي على الموجودين في زمانهم بالفعل، فلا يتناول اللفظ من مضى ولا من يوجد بعدهم .",
        "sura": "2",
        "aya": "47",
        "page": "7"
    },
    {
        "text": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا شَفَٰعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنصَرُونَ",
        "tafsir": "{لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئاً} أي لا تقضي فيه نفس عن نفس شيئا مما وجب عليها ولا تنوب عنها فيه. من الجزاء، يقال: جزى عنه، أي قضى. و \" شيئا\" مفعول به. وقرئ\" تجزى\" – بضم التاء من أجزأ عنه، أي أغنى عنه أي لا تغني نفس عن نفس شيئا- من الإغناء-، ولا تجديها نفعا. و  \" شيئا\" مفعول مطلق. {عَدْلٌ} فدية وبدل. وأصل العدل-بالفتح-: ما يساوي الشيء قيمة وقدرا وإن لم يكن من جنسه. والعدل-بالكسر-: المساوي من الجنس، ومن العرب من يكسر العين من معنى الفدية. و قيل للفدية: عدل لما فيها من معنى المساواة والمماثلة والمعادلة. {وَلاَ هُمْ يُنصَرُونَ} يعانون، من النصر وهو العون. والمراد أنهم لا يمنعون من عذاب الله .",
        "sura": "2",
        "aya": "48",
        "page": "7"
    }
]