[{"text":"مَثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَٰتٍ لَّا يُبْصِرُونَ","aya":"17","page":"4","tafsir":"{  مَثَلُهُمْ } أي صفة المنافقين .  والمثل :  الصفة ،  ومنه :  {  وَلِلَّهِ المَثَلُ الأعلى }{[12]} .  أي الصفات العلا .  واصل المثل بمعنى المثل .  والمثل :  النظير والشبيه ،  ثم أطلق على القول السائر المعروف ،  لمماثلة مضربه وهو الذي يضرب فيه ،  لمورده الذي ورد فيه أولا ،  ولا يكون إلا فيما فيه غرابة .  ثم استعير للصفة أو الحال أو القصة ،  إذا كان لها شأن عجيب وفيها غرابة .  \r\n{  كَمَثَلِ الَّذِي اسْتَوْقَدَ نَاراً فَلَمَّا أَضَاءتْ مَا حَوْلَهُ ذَهَبَ اللّهُ بِنُورِهِمْ } أي أوقد نارا عظيمة .  والسين والتاء مزيدتان وليستا للطلب ،  كاستجاب وأجاب .  وتنكير  \" نارا \"  للتفخيم .  والإضاءة :  فرط الإنارة .  شبهت حيرة المنافقين في ضلالهم وشدة الأمر عليهم ،  بما يكابده من طفئت ناره بعد إيقادها في ظلمة الليل .  أو شبه المنافق بموقد النار ،  وإظهاره الإيمان لاجتناء ثمراته بالإضاءة ،  وانقطاع انتفاعه بإهلاكه ،  وإفشاء حاله بانطفاء النار وذهاب نورها ."},{"text":"صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَرْجِعُونَ","aya":"18","page":"4","tafsir":"{  بُكمٌ } خرس عن الهدى والحق فلا ينطقون بهما .  جمع أبكم وبكم ،  وهو الذي يولد أخرس .  أو من به داء في اللسان يمنع من الكلام .  \r\n \r\n"},{"text":"أَوْ كَصَيِّبٍ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلْمَوْتِ وَٱللَّهُ مُحِيطٌۢ بِٱلْكَٰفِرِينَ","aya":"19","page":"4","tafsir":"{  أَوْ كَصَيِّبٍ مِّنَ السَّمَاء } الصيب-كسيد- :  المطر ،  من الصوب وهو النزول .  يقال :  صاب صوبا ،  إذا نزل وانحدر ،  سمي به المطر لنزوله ،  أي كمثل قوم نزل بهم المطر من السماء ،  وهي جهة العلو والمراد السحاب .  وهو مثل آخر للمنافقين يصف حيرتهم وشدة الأمر عليهم .  \r\n{  فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ } تصحب الأمطار الشديدة التي تحدث عند تكاثف السحب في السماء وحجبها ضوء الشمس عن الأرض-ظلمات كأنها سواد الليل ،  ورعد يصم الآذان ،  وبرق يخطف الأبصار ،  وصواعق تحرق ما تصيبه .  و هذه ظواهر مدركة بالحواس ،  واقعة في كل زمان ،  تحدث عند حدوث أسبابها التي أوجدها مقدر الأسباب والمسببات ،  ومودع الخواص في المخلوقات ،  تعالى شأنه وعظمت قدرته .  \r\nو قد بينت العلوم الكونية أسباب حدوثها ،  فليراجعها من أراد الوقوف عليها فيما ألف في الكهرباء التي أودعها الله تعالى في الأجسام وفي آثارها وتفاعلها .  ففيها البيان الشافي .  \r\n \r\n"},{"text":"يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَٰرَهُمْ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا۟ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا۟ وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَٰرِهِمْ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","aya":"20","page":"4","tafsir":"{  يَخْطَفُ أَبْصَارَهُمْ } يذهب بها ويستلبها .  من الخطف بمعنى السلب .  وفعله من باب تعب .  \r\n{  وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُواْ } وإذا اختفى عنهم وقفوا عن المشي في أماكنهم ،  متحيرين مترصدين ومضة أخرى ليصلوا إلى مقاصدهم .  يقال :  قامت الدابة إذا وقفت .  وقام الماء إذا جمد \r\n \r\n"},{"text":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ","aya":"21","page":"4","tafsir":""},{"text":"ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًا وَٱلسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ فَلَا تَجْعَلُوا۟ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ","aya":"22","page":"4","tafsir":"{  جَعَلَ لَكُمُ الأَرْضَ فِرَاشاً } صيرها لأجلكم مهادا ،  كالبساط المفروش .  فذلها لكم  ،  ولم يجعلها حزنة غليظة ،  لإمكان الاستقرار عليها .  ويقال للمفروش :  فرش وفراش .  وهذا لا ينافي كرويتها في الجملة ،  لأن الكرة إذا عظمت كانت كل قطعة منها كالسطح في افتراشه .  ذكره النيسابوري والآلوسي .  \r\n{  أَندَاداً } امثالا ونظراء تعبدونها وتسمونها آلهة ،  وتعتقدون فيها النفع والضر ،  وتجعلون لها ما لله تعالى وحده ،  فأشبهت حالكم حال من يعتقد أنها آلهة حقيقة ،  قادرة على أن تدفع عنكم عذاب الله وتمنحكم ما لم يرد الله بكم من خير .  جمع ندن وهو مثل الشيء الذي يضاده  و ينافره ويتباعد عنه .  وأصله من :  ند البعير يند ندا وندادا  وندودا ،  نفر وذهب على وجهه شاردا .  \r\n \r\n"},{"text":"وَإِن كُنتُمْ فِى رَيْبٍ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا۟ بِسُورَةٍ مِّن مِّثْلِهِۦ وَٱدْعُوا۟ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَٰدِقِينَ","aya":"23","page":"4","tafsir":"{  وَإِن كُنتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ } أي ارتبتم في شأن ما نزلناه على مهل وتدريج ،  وظننتم أن تنزله كذلك دليل على أنه ليس وحيا من عند الله تعالى  ،  فأتوا أنتم بسورة من مثله في سمو الرتبة ،  وعلو الطبقة في النظم البديع ،  والأسلوب البليغ .  \r\n{  وَادْعُواْ شُهَدَاءكُم } أي ادعوا إلى المعارضة من يحضركم ، أو من ينصركم-تزعمكم- من دون الله ،  أو من يشهد لكم أنكم أتيتم بما يماثله .  جمع شهيد ،  بمعنى حاضر أو ناصر ،  أو قائم بالشهادة .  \r\n \r\n"},{"text":"فَإِن لَّمْ تَفْعَلُوا۟ وَلَن تَفْعَلُوا۟ فَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ أُعِدَّتْ لِلْكَٰفِرِينَ","aya":"24","page":"4","tafsir":"{  وَقُودُهَا النَّاسُ وَالْحِجَارَةُ } الوقود :  ما توقد به النار وترفع .  والمراد بالحجارة :  الأصنام التي اتخذوها آلهة وقرنت بهم في العذاب في الآخرة كما اقترنوا بها في الدنيا .  وهو نظير وله تعالى :  {  إِنَّكُم وَمَا تَعبُدُونَ مِن دُونِ اللهِ حَصَبُ جَهَنّم }{[13]} أي حطبها ووقودها"}]