[
    {
        "text": "قَدْ أَفْلَحَ ٱلْمُؤْمِنُونَ",
        "tafsir": "بسم الله الرحمان الرحيم {قد أفلح المؤمنون} أي تحقق فوزهم بمطلوبهم في الآخرة، ونجاتهم فيها مما يكرهون. والفلاح: الظفر بالمرام وإدراك البغية، أو البقاء في الخير .",
        "sura": "23",
        "aya": "1",
        "page": "342"
    },
    {
        "text": "ٱلَّذِينَ هُمْ فِى صَلَاتِهِمْ خَٰشِعُونَ",
        "tafsir": "وقد وصفهم الله بست صفات في الآيات التالية: {الذين هم في صلاتهم خاشعون} أي متذللون لله تعالى بطاعته، والقيام فيها بما أمرهم به؛ مع خوف القلب وسكون الجوارح .",
        "sura": "23",
        "aya": "2",
        "page": "342"
    },
    {
        "text": "وَٱلَّذِينَ هُمْ عَنِ ٱللَّغْوِ مُعْرِضُونَ",
        "tafsir": "{والذين هم عن اللغو} أي عن الباطل أو عن كل قبيح من الكلام. أو عما لا يعتد به من الأقوال والأفعال. {معرضون} في جميع أوقاتهم .",
        "sura": "23",
        "aya": "3",
        "page": "342"
    },
    {
        "text": "وَٱلَّذِينَ هُمْ لِلزَّكَوٰةِ فَٰعِلُونَ",
        "tafsir": "{والذين هم للزكاة} أي لأجل تزكية نفوسهم {فاعلون} الخير؛ وهو كما قال تعالى: \" قد أفلح من تزكى\" . \r\n \" قد أفلح من زكاها\" .",
        "sura": "23",
        "aya": "4",
        "page": "342"
    },
    {
        "text": "وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَٰفِظُونَ",
        "tafsir": "{والذين هم لفروجهم حافظون} ممسكون لا يرسلونها على {إلا على أزواجهم} الحرائر {أو ما ملكت أيمانهم} من الإماء. وهو وصف لهم بكمال العفة .",
        "sura": "23",
        "aya": "5",
        "page": "342"
    },
    {
        "text": "إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
        "tafsir": "أت5",
        "sura": "23",
        "aya": "6",
        "page": "342"
    },
    {
        "text": "فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْعَادُونَ",
        "tafsir": "{فمن ابتغى وراء ذلك} أي فمن طلب خلاف ذلك الذي أحللناه لهم {فأولئك هم العادون} المعتدون المتجاوزون حدود الله تعالى. ويدخل في ذلك الزنا، واللواط، والسحاق، ومواقعة البهائم، والاستمناء باليد؛ كما ذهب إليه الجمهور. يقال: ابتغيت الشيء وتبغيته وبغيته، إذا طلبته. ويقال: عدا الأمر وعن الأمر يعدوه عدوا، جاوزه وتركه؛ كتعداه فهو عاد .",
        "sura": "23",
        "aya": "7",
        "page": "342"
    },
    {
        "text": "وَٱلَّذِينَ هُمْ لِأَمَٰنَٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ",
        "tafsir": "{والذين هم لأمانتهم وعهدهم راعون} أي والذين هم قائمون بحفظ ما ائتمنوا عليه، موفون بما عاقدوا الله والناس عليه؛ كالتكاليف الشرعية، والأموال المودعة، والأيمان والنذور والعقود ونحوها. والرعى: الحفظ. يقال: رعيته حفظته. ورعى الأمير رعيته رعاية: حفظها. والأمانة والعهد في الأصل مصدران أريد بهما ما ذكر .",
        "sura": "23",
        "aya": "8",
        "page": "342"
    },
    {
        "text": "وَٱلَّذِينَ هُمْ عَلَىٰ صَلَوَٰتِهِمْ يُحَافِظُونَ",
        "tafsir": "{صَلَوَاتِهِمْ} - والذين يداومون على أداء صلواتهم وعباداتهم، يؤدونها في مواقيتها، ويتمونها بخشوعها، وسجودها، حتى تؤدي المقصود منها، وهو خشية الله، والانتهاء عن الفحشاء والمنكر.",
        "sura": "23",
        "aya": "9",
        "page": "342"
    },
    {
        "text": "أُو۟لَٰٓئِكَ هُمُ ٱلْوَٰرِثُونَ",
        "tafsir": "{أُوْلَـٰئِكَ} {ٱلْوَارِثُونَ} - وبعد أن عدد الله سبحانه وتعالى أوصاف المؤمنين الحميدة قال إن الذين اتصفوا بهذه الصفات الرفيعة يرثون الجنة، ويتبوءون أعلى مراتبها، جزاء لهم على ما زينوا به أنفسهم من الصفات الحميدة، والآداب العالية، ويبقون فيها خالدين أبدا.\r\n(وَجَاءَ فِي الحَدِيثِ:  \"مَا مِنْكُمْ مِنْ أَحَدٍ إِلاَ وَلَهُ مَنْزِلانِ: مَنْزِلٌ فِي الجَنَّةِ، وَمَنْزِلٌ فِي النَّارِ. فَإِنْ مَاتَ وَدَخَلَ النَّارَ وَرِثَ أَهْلُ الجَنَّةِ مَنْزِلَهُ، فَذَلِكَ قَوْلَه تَعَالَى: {أُوْلَـٰئِكَ هُمُ ٱلْوَارِثُونَ} \". (أَخْرَجَه ابنُ أَبِي حَاتِمٍ عَنْ أَبي هُرَيْرَة) .",
        "sura": "23",
        "aya": "10",
        "page": "342"
    },
    {
        "text": "ٱلَّذِينَ يَرِثُونَ ٱلْفِرْدَوْسَ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{والذين يرثون الفردوس} أعلى الجنات. أو أفضلها [آية 107 الكهف ص 486] . \r\nروي أنه صلى الله عليه وسلم قال: (ما منكم من أحد إلا وله منزلان منزل في الجنة ومنزل في النار فإذا مات فدخل النار ورث أهل الجنة منزله) .",
        "sura": "23",
        "aya": "11",
        "page": "342"
    },
    {
        "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ مِن سُلَٰلَةٍ مِّن طِينٍ",
        "tafsir": "{ولقد خلقنا الإنسان من سلالة. .  .} في هذه الآية وما بعدها إلى آية 22 أربعة أنواع من الأدلة على قدرته تعالى على البعث: الأول– تقلب الإنسان في أطوار تسعة. والثاني– خلق السموات السبع. والثالث– إنزال الماء الذي به الحياة بقدر. والرابع– خلق الأنعام ومنافعها للإنسان. والسلالة: ما سل من الشيء واستخرج منه. يقال: سللت الشيء من الشيء، استخرجته منه فانسل. {من طين} متعلق ب\" سلالة\" بمعنى مسلولة منه. و  \" من\" في الموضعين ابتدائية. والمراد: أن نوع الإنسان خلق مما ذكر؛ باعتبار خلق أصله منه وهو آدم عليه السلام؛ فيكون كل إنسان مخلوقا من ذلك خلقا إجماليا في ضمن خلقه .",
        "sura": "23",
        "aya": "12",
        "page": "342"
    },
    {
        "text": "ثُمَّ جَعَلْنَٰهُ نُطْفَةً فِى قَرَارٍ مَّكِينٍ",
        "tafsir": "{ثم جعلناه نطفة} أي ثم خلقنا نوع الإنسان باعتبار أفراده المغايرة لآدم عليه السلام من مني يمنى [آية الحج ص 47] . {في قرار مكين} أي في مستقر متمكن وهو الرحم .",
        "sura": "23",
        "aya": "13",
        "page": "342"
    },
    {
        "text": "ثُمَّ خَلَقْنَا ٱلنُّطْفَةَ عَلَقَةً فَخَلَقْنَا ٱلْعَلَقَةَ مُضْغَةً فَخَلَقْنَا ٱلْمُضْغَةَ عِظَٰمًا فَكَسَوْنَا ٱلْعِظَٰمَ لَحْمًا ثُمَّ أَنشَأْنَٰهُ خَلْقًا ءَاخَرَ فَتَبَارَكَ ٱللَّهُ أَحْسَنُ ٱلْخَٰلِقِينَ",
        "tafsir": "{علقة} أي دما جامدا. {مضغة} قطعة لحم بقدر ما يمضغ. {ثم أنشأناه خلقا آخر} مباينا للخلق الأول ينفخ الروح فيه بعد هذه الأطوار التي كان فيها جمادا؛ فصار إنسانا ذا قوى وحواس {فتبارك الله} كثر خيره وإحسانه [آية 54 الأعراف ص 264] . {أحسن الخالقين} أي أتقن الصانعين صنعا. والخلق في الأصل: التقدير المستقيم، ويستعمل في إبداع الشيء من غير أصل ولا احتذاء، وفي إيجاد الشيء من الشيء بطريق الاستحالة. والأول لا يكون إلا لله تعالى، والثاني يسند إلى لله تعالى ويسند إلى الخلق؛ قال تعالى: \" خلقكم من نفس واحدة\" ،   \" وإذ تخلق من الطين كهيئة الطير بإذني\" .  والمراد به هنا: التقدير وفي معناه تفسيره بالصنع .",
        "sura": "23",
        "aya": "14",
        "page": "342"
    },
    {
        "text": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
        "tafsir": "وبعد هذه النشأة الأولى من العدم، تصيرون يا أيها الناس إلى الموت لا محالة.",
        "sura": "23",
        "aya": "15",
        "page": "342"
    },
    {
        "text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَٰمَةِ تُبْعَثُونَ",
        "tafsir": "{ٱلْقِيَامَةِ} - ثم يعيد الله إنشاءكم يوم القيامة، ويبعثكم من قبوركم، ليحاسب كل مخلوق على عمله.",
        "sura": "23",
        "aya": "16",
        "page": "342"
    },
    {
        "text": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلْخَلْقِ غَٰفِلِينَ",
        "tafsir": "{سبع طرائق} سبع سموات بعضهن فوق بعض. والعرب تسمى كل شيء فوق شيء طريقة، بمعنى مطروقة؛ من طرق النعل: إذا وضع طاقاته بعضها فوق بعض؛ وهو كقوله تعالى: \" سبع سموات طباقا\" .",
        "sura": "23",
        "aya": "17",
        "page": "342"
    }
]