[
    {
        "text": "قَالَ كَذَٰلِكَ أَتَتْكَ ءَايَٰتُنَا فَنَسِيتَهَا وَكَذَٰلِكَ ٱلْيَوْمَ تُنسَىٰ",
        "tafsir": "{آيَاتُنَا}\r\n(126) - فَيَرُدُّ اللهُ تَعَالَى عَلَى هذا المُتَسَائِلِ مُبَيِّناً: لَقَدْ أَرْسَلْنَا إِلَيْكَ رُسُلَنَا بِآيَاتِنَا فَأَعْرَضْتَ عَنْهَا، وَتَنَاسَيْتَها، فَكَذلِكَ نُعَامِلُكَ اليَوْمَ مُعَامَلَةَ المَنْسِيِّ، فَتُتْرَكُ فِي النَّارِ.",
        "sura": "20",
        "aya": "126",
        "page": "321"
    },
    {
        "text": "وَكَذَٰلِكَ نَجْزِى مَنْ أَسْرَفَ وَلَمْ يُؤْمِنۢ بِـَٔايَٰتِ رَبِّهِۦ وَلَعَذَابُ ٱلْءَاخِرَةِ أَشَدُّ وَأَبْقَىٰٓ",
        "tafsir": "{بِآيَاتِ} {ٱلآخِرَةِ}\r\n(127) - وَهكَذا نُجَازِي المُسْرِفِينَ المُتَجَاوِزِينَ لِلْحُدُودِ، المُكَذِّبِينَ بِآيَاتِ اللهِ، فَنُذِيقُهُمْ عَذَابَنَا فِي الدُّنْيا وَفِي الآخِرَةِ، وَعَذَابُ الآخِرَةِ أَشَدُّ أَلَماً مِنْ عَذَابِ الدُّنْيا، وَهُوَ دَائِمٌ أَبَداً سَرْمَداً.",
        "sura": "20",
        "aya": "127",
        "page": "321"
    },
    {
        "text": "أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَٰكِنِهِمْ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّأُو۟لِى ٱلنُّهَىٰ",
        "tafsir": "{  أفلم يهد لهم } أغفلوا فلم يبين الله لهم كم أهلك أمما غابرة لتكذيبها الرسل ؛  ليتعظوا ويعتبروا وينيبوا إلى ربهم .  وأصل معنى  \" يهدي \"  يدل على الهدى . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "128",
        "page": "321"
    },
    {
        "text": "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى",
        "tafsir": "{  لكان لزاما } لكان عقابهم على جناياتهم لازما لهم في الدنيا ؛  كما فعل بالأمم السابقة .  مصدر لازمه إذا لم يفارقه . {  وأجل مسمى } معطوف على  \" كلمة \"  أي ولولا العبرة بتأخير العذاب عنهم ،  والأجل المسمى لأعمارهم لما تأخر عذابهم أصلا . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "129",
        "page": "321"
    },
    {
        "text": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ ءَانَآئِ ٱلَّيْلِ فَسَبِّحْ وَأَطْرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرْضَىٰ",
        "tafsir": "{  وسبح بحمد ربك } صل متلبسا بحمد ربك{  قبل طلوع الشمس } أي صلاة الفجر{  وقبل غروبها } أي صلاة العصر . {  ومن آناء الليل فسبح } أي فصل المغرب والعشاء{  وأطراف النهار } أي وصل في أطراف النهار الظهر أي في طرفي نصفيه ،  يعنى في الوقت الذي يجمع الطرفين وهو وقت الزوال ؛  إذ هو نهاية النصف الأول وبداية النصف الثاني .  وقيل :  المراد بالتسبيح التنزيه عن السوء ،  والثناء على الله بالجميل في هذه الأوقات . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "130",
        "page": "321"
    },
    {
        "text": "وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ زَهْرَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ",
        "tafsir": "{  ولا تمدن عينيك .  .  .  } نهي عن الإعجاب بالدنيا وزينتها ،  والرغبة فيها والتعلق الشديد بها ؛  بحيث يلهيه ذلك عن النظر إلى الأخرى ،  وتكون هي الشغل الشاغل له .  والخطاب له صلى الله عليه وسلم والمراد أمته ؛  لأنه صلى الله عليه وسلم كان أزهد الناس فيها ،  وأبعدهم عن التطلع لزخارفها ،  وأعلق بما عند الله من كل أحد . {  أزواجا .  .  .  } أصنافا من الكفار . {  زهرة الحياة الدنيا } زينتها وبهجتها ؛  مفعول ثان ل  \" متعنا \"  لتضمينه معنى أعطينا{  لنفتنهم فيه } لنعاملهم معاملة من يختبرهم به ،  أو لنعذبهم في الآخرة بسببه . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "131",
        "page": "321"
    },
    {
        "text": "وَأْمُرْ أَهْلَكَ بِٱلصَّلَوٰةِ وَٱصْطَبِرْ عَلَيْهَا لَا نَسْـَٔلُكَ رِزْقًا نَّحْنُ نَرْزُقُكَ وَٱلْعَٰقِبَةُ لِلتَّقْوَىٰ",
        "tafsir": "{بِٱلصَّلاَةِ} {نَسْأَلُكَ} {ٱلْعَاقِبَةُ}\r\n(132) - وَأْمُرْ أَهْلَكَ بِإِقَامَةِ الصَّلاَةِ فِي أَوْقَاتِهَا، لِتُنْقِذَهُمْ مِنْ عَذَابِ اللهِ، وَاصْبِرْ أَنْتَ عَلَيْهَا وَأَدِّها كَامِلَةً حَقَّ أَدَائِها، فَالوَعْظُ بِالفِعْلِ أَشَدُّ أَثَراً مِنْهُ بِالقَوْلِ. وَإِذَا أَقَمْتَ الصَّلاَةَ أَتَاكَ الرِّزْقُ مِنْ حَيْثُ لاَ تَحْتَسِبُ، وَلَمْ تُكَلّفْ أَنْتَ رِزْقَ نَفْسِكَ. وَكَانَ الأَنْبِيَاءُ صَلَوَاتُ اللهِ عَلَيْهِمْ إِذَا نَزَلَ بِهِمْ أَمْرٌ فَزِعُوا إِلَى الصَّلاَةِ. وَجَاءَ فِي الحَدِيثِ القُدُسِيِّ:  \"يَا ابْنَ آدَمَ تَفَرَّغْ لِعِبَادَتِي أمَلأْ صَدْرَكَ غِنًى، وَأَسُدَّ فَقْرَكَ. وَإِنْ لَمْ تَفْعَلْ مَلأْتُ صَدْرَكَ شُغْلاً، وَلَمْ أَسُدَّ فَقْرَكَ\" . (رَوَاهُ التِّرْمِذِيُّ وَابْنُ مَاجَهْ).\r\nوَإِنَّ حُسْنَ العَاقِبَةِ - وَهِيَ هُنَا الجَنَّةُ - سَتَكُونُ جَزَاءً لِمَنِ اتَّقَى رَبَّهُ وَأَطَاعَهُ.",
        "sura": "20",
        "aya": "132",
        "page": "321"
    },
    {
        "text": "وَقَالُوا۟ لَوْلَا يَأْتِينَا بِـَٔايَةٍ مِّن رَّبِّهِۦٓ أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِى ٱلصُّحُفِ ٱلْأُولَىٰ",
        "tafsir": "{  أو لم تأتهم بينة ما في الصحف الأولى } أي أجهلوا ولم يكفهم اشتمال القرآن على بيان ما في الصحف الأولى وهي الكتب الإلهية ؛  في كونه معجزة حتى طلبوا غيرها ؟  فالبينة :  القرآن .  والصحف الأولى :  ما سبقه من الكتب السماوية . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "133",
        "page": "321"
    },
    {
        "text": "وَلَوْ أَنَّآ أَهْلَكْنَٰهُم بِعَذَابٍ مِّن قَبْلِهِۦ لَقَالُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ",
        "tafsir": "{  نذل } أي بالهوان والعذاب في الدنيا{  ونخزى } بالافتضاح والعذاب في الآخرة . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "134",
        "page": "321"
    },
    {
        "text": "قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوا۟ فَسَتَعْلَمُونَ مَنْ أَصْحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِىِّ وَمَنِ ٱهْتَدَىٰ",
        "tafsir": "{  الصراط السوي } الطريق المستقيم وهو الإسلام . {  ومن اهتدى } من الضلالة .  والله أعلم . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "135",
        "page": "321"
    }
]