[{"text":"إِلَّا رَحْمَةً مِّن رَّبِّكَ إِنَّ فَضْلَهُۥ كَانَ عَلَيْكَ كَبِيرًا","aya":"87","page":"291","tafsir":"no text"},{"text":"قُل لَّئِنِ ٱجْتَمَعَتِ ٱلْإِنسُ وَٱلْجِنُّ عَلَىٰٓ أَن يَأْتُوا۟ بِمِثْلِ هَٰذَا ٱلْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا","aya":"88","page":"291","tafsir":"{  لا يأتون بمثله .  .  .  } أي لا يقدرون على الإتيان بمثله في بلاغته وحسن نظمه ،  وتأليفه وأسلوبه البديع ،  ولو تعاونوا جميعا على ذلك .  وقد عجز فصحاء العرب  وهم أئمة البيان وفرسان البلاغة وذوو اللسن في الخطب  عن معارضته بعد التحدي ،  فكان غيرهم أعجز .  وتتابعت القرون وتضافر الأعداء فلم يستطع أحد أن يأتي بمثله ،  فكان ذلك آية من آيات الله ،  ودليلا على أنه من وحي الله ،  وليس من كلام البشر .  {  ظهيرا } أي معينا ،  ومنه :  أظهره الله على عدوه ،  أعانه ،  واستظهر به :  استعان .  \r\n \r\n"},{"text":"وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا","aya":"89","page":"291","tafsir":"{  ولقد صرفنا .  .  .  } أي كررنا ورددنا البينات والعبر في القرآن بأساليب مختلفة ،  وأتينا فيه من البدائع ما يشبه في حسنه وغرابته الأمثال ،  ليهتدى الناس بهديه ،  فأبى أكثرهم إلا جحودا للحق .  \r\nوحين قرعتهم حججه وألقوا بأيديهم عجزا ،  اقترحوا واحدا من هذه الأمور الستة التي اشتملت عليها الآيات ،  تعنتا واستخفافا وإمعانا في التكذيب .  {  كفورا } أي جحودا ،  من الكفر وهو الستر والتغطية .  \r\n \r\n"},{"text":"وَقَالُوا۟ لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ ٱلْأَرْضِ يَنۢبُوعًا","aya":"90","page":"291","tafsir":"{  ينبوعا } أي عينا لا ينضب ماؤها ولا يغور ،  من نبع الماء من العين :  ينبع – بتثليث الباء فيهما – خرج .  \r\n \r\n"},{"text":"أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ ٱلْأَنْهَٰرَ خِلَٰلَهَا تَفْجِيرًا","aya":"91","page":"291","tafsir":"{  فتفجر الأنهار } أي تشققها .  والمراد :  فتجريها .  \r\n \r\n"},{"text":"أَوْ تُسْقِطَ ٱلسَّمَآءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِٱللَّهِ وَٱلْمَلَٰٓئِكَةِ قَبِيلًا","aya":"92","page":"291","tafsir":"{  كسفا } .  يقال :  كسفة الثوب ،  قطعته .  {  قبيلا } أي مقابلة وعيانا .  أو كفيلا بما تدعيه شاهدا بصحته .  \r\n \r\n"},{"text":"أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَىٰ فِى ٱلسَّمَآءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَٰبًا نَّقْرَؤُهُۥ قُلْ سُبْحَانَ رَبِّى هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا","aya":"93","page":"291","tafsir":"{  من زخرف } أي ذهب ،  وأصله الزينة ،  وإطلاقه على الذهب لأن الزينة به أعجب .  \r\n{  ترقى في السماء } تصعد في معارجها .  يقال :  رقي يرقى رقيا ورقيا ،  صعد .  \r\n \r\n"},{"text":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰٓ إِلَّآ أَن قَالُوٓا۟ أَبَعَثَ ٱللَّهُ بَشَرًا رَّسُولًا","aya":"94","page":"291","tafsir":"no text"},{"text":"قُل لَّوْ كَانَ فِى ٱلْأَرْضِ مَلَٰٓئِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ ٱلسَّمَآءِ مَلَكًا رَّسُولًا","aya":"95","page":"291","tafsir":"no text"},{"text":"قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا","aya":"96","page":"291","tafsir":"no text"}]