[
    {
        "text": "وَلِكُلٍّ دَرَجَٰتٌ مِّمَّا عَمِلُوا۟ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعْمَلُونَ",
        "tafsir": "{دَرَجَاتٌ} {بِغَافِلٍ} - ولكل عامل- سواء أطاع الله أو عصاه- مراتب ومنازل من عمله، يبلغه الله إياها، ويثيبه بها، إن خيرا فخيرا، وإن شرا فشرا، وجميع أعمالهم بعلم الله، يحصيها ويثبتها عنده ليجزيهم بها، فهو غير غافل عن شيء مما يعملون.",
        "sura": "6",
        "aya": "132",
        "page": "145"
    },
    {
        "text": "وَرَبُّكَ ٱلْغَنِىُّ ذُو ٱلرَّحْمَةِ إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنۢ بَعْدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ ءَاخَرِينَ",
        "tafsir": "{آخَرِينَ} - وربك، يا محمد، هو الغني عن جميع خلقه من جميع الوجوه، وهم الفقراء إليه في جميع أحوالهم، وهو رحيم بعباده ولذلك أمرهم بالخير، ونهاهم عن الشر، ليفوزوا بالثواب، ويجتنبوا العقاب. فإذا شاء أذهبكم إذا خالفتم أمره، وجاء بقوم آخرين يجعلهم خلفاء في الأرض يعملون بطاعته، وذلك يسير على الله. فكما أذهب القرون الأولى، وأتى بغيرهم، كذلك هو قادر على إذهاب قومك، والإتيان بآخرين غيرهم.",
        "sura": "6",
        "aya": "133",
        "page": "145"
    },
    {
        "text": "إِنَّ مَا تُوعَدُونَ لَءَاتٍ وَمَآ أَنتُم بِمُعْجِزِينَ",
        "tafsir": "{وما أنتم بمعجزين} أي بجاعليه عاجزا عنكم، غير قادر على إدراككم، من أعجزه بمعنى جعله عاجزا. أو بفائتين العذاب، من أعجزه الأمر، إذا فاته .",
        "sura": "6",
        "aya": "134",
        "page": "145"
    },
    {
        "text": "قُلْ يَٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ",
        "tafsir": "{اعملوا على مكانتكم} أي على غاية تمكنكم من أمركم، وأقصى استطاعتكم. مصدر مكن- ككرم-مكانة، إذا تمكن أبلغ التمكن. و الأمر للتهديد و الوعيد .",
        "sura": "6",
        "aya": "135",
        "page": "145"
    },
    {
        "text": "وَجَعَلُوا۟ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلْحَرْثِ وَٱلْأَنْعَٰمِ نَصِيبًا فَقَالُوا۟ هَٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَٰذَا لِشُرَكَآئِنَا فَمَا كَانَ لِشُرَكَآئِهِمْ فَلَا يَصِلُ إِلَى ٱللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمْ سَآءَ مَا يَحْكُمُونَ",
        "tafsir": "{وجعلوا لله مما ذرأ} شروع في ذكر أحكام لهم فاسدة درجوا عليها في الجاهلية، فقد كانوا يجعلون من زروعهم و أنعامهم و سائر أموالهم نصيبا لله، ونصيبا لأوثانهم، فيشركونها في أموالهم. فما كان الله أزكى بدلوه بما للأوثان، وإذا رأوا ما جعلوه للأوثان أزكى تركوه لها، فنزلت الآية. و {ذرأ} بمعنى خلق. يقال: ذرأ الله الخلق يذرؤهم  ذرءا، أي خلقهم و أوجدهم. وقيل: الذرء الخلق على وجه الاختراع .",
        "sura": "6",
        "aya": "136",
        "page": "145"
    },
    {
        "text": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ ٱلْمُشْرِكِينَ قَتْلَ أَوْلَٰدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا۟ عَلَيْهِمْ دِينَهُمْ وَلَوْ شَآءَ ٱللَّهُ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
        "tafsir": "{وكذلك زين. .  .} أي و مثل ذلك التزيين في قسمة الأموال بين الله و الأوثان، زين لهم شركاؤهم من الشياطين أو السدنة قبل بناتهم خشية العيلة أو العار، فأطاعوهم فيما أمروا به من المعصية. وسموا شركاء لأنهم أشركوهم مع الله في أموالهم أو في الطاعة لهم. {ليردوهم} ليهلكوهم بالإغواء، من الردى\r\nوهو الهلاك. يقال: ردى-كرضى-هلك. {وليلبسوا عليهم دينهم} ليخلصوا عليهم ما كانوا عليه من دين إسماعيل عليه السلام حتى زلوا عنه إلى الشرك، من اللبس، وهو الخلط بين الأشياء التي يشبه بعضها بعضا (آية 9 من هذه السورة ص216) .",
        "sura": "6",
        "aya": "137",
        "page": "145"
    }
]