[
    {
        "text": "وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُوا۟ حَتَّىٰٓ إِذَا ضَاقَتْ عَلَيْهِمُ ٱلْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّوٓا۟ أَن لَّا مَلْجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
        "tafsir": "{  و على الثلاثة الذين خلفوا .  .  } أي وتاب على الثلاثة السابق ذكرهم في تفسير آية 106 الذين تخلفوا عن الغزو .  {  بما رحبت } أي مع رحبها أي سعتها .  وأما الرحب – بالفتح - :  فهو المكان المتسع .  {  ثم تاب عليهم } تأكيد للتوبة المفهومة مما سبق .  {  ليتوبوا } ليدوموا على التوبة ويثبتوا عليها .",
        "sura": "9",
        "aya": "118",
        "page": "206"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَكُونُوا۟ مَعَ ٱلصَّٰدِقِينَ",
        "tafsir": "{يَـۤأَيُّهَا} {آمَنُواْ} {ٱلصَّادِقِينَ}\r\n(119) - يَا أَيُّهَا الذِينَ آمَنُوا اتَّقُوا اللهَ، وَرَاقِبُوهُ بِأَدَاءِ فَرَائِضِهِ وَوَاجِبَاتِهِ، وَاجْتِنَابِ نَوَاهِيهِ، وَاصْدقوا وَالزَمُوا الصِّدْقَ تَكُونُوا أَهْلَهُ، وَتَنْجُوا مِنَ المَهَالِكِ، وَيَجْعَلُ اللهُ لَكُمْ فَرَجاً مِنْ أُمُورِكِمْ وَمَخْرَجاً.",
        "sura": "9",
        "aya": "119",
        "page": "206"
    },
    {
        "text": "مَا كَانَ لِأَهْلِ ٱلْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ ٱلْأَعْرَابِ أَن يَتَخَلَّفُوا۟ عَن رَّسُولِ ٱللَّهِ وَلَا يَرْغَبُوا۟ بِأَنفُسِهِمْ عَن نَّفْسِهِۦ ذَٰلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِى سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوْطِئًا يَغِيظُ ٱلْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَّيْلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٌ صَٰلِحٌ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
        "tafsir": "{  ما كان لأهل المدينة .  .  } المراد بالنفي هنا :  النهي .  أي ليس لهم أن يتخلفوا عن رسول الله في الجهاد {  و لا يرغبوا بأنفسهم عن نفسه } أي لا يجعلوا أنفسهم راغبة عما ألقي فيه نفسه ، <br />\r\nوالباء للتعدية . <br />\r\nأولا يرغبوا عن نفسه بأنفسهم ،  أي بسبب صوتها ،  والباء للسببية .  وهو متضمن أمرهم بأن يصحبوه على البأساء والضراء ،  ويكابدوا معه الشدائد والأهوال برغبة ونشاط ،  وأن يلقوا أنفسهم في الشدائد ما تلقاه نفسه الكريمة {  لا يصيبهم ظما } عطش{  ولا نصب } تعب ومشقة {  ولا مخمصة } مجاعة شديدة . <br />\r\nتظهر خمص البطن وضموره ،  وفعلها كنصر{  و لا يطئون موطئا } ولا يدسون مكانا من أمكنة الكفار بأرجلهم أو حوافر خيلهم وأخفاف رواحلهم أو هو مصدر بمعنى وطأ ودوسا ،  من وطئ كفهم {  ولا ينالون عن عدو نيلا } بقتل أو أسر ، أو جراحة أو غنيمة ،  ونحو ذلك . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "120",
        "page": "206"
    },
    {
        "text": "وَلَا يُنفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ ٱللَّهُ أَحْسَنَ مَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "(121) - وَلاَ يُنْفِقُ هؤُلاءِ الغُزَاةُ قَليلاً وَلاَ كَثِيراً فِي سَبيلِ اللهِ، وَلاَ يَقْطَعُونَ وَادِياً فِي سَيْرِهِمْ إِلى أَعْدَائِهِمْ، إِلاَّ كَتَبَ لَهُمْ، وَسُجِّلَ فِي صَحِيفَةِ أَعْمَالِهِمْ لِيَجْزِيَهُمُ اللهُ عَلَيهِ جَزَاءً أَحْسَنَ مِنْ جَزَائِهِمْ عَلَى أَعْمَالِهِمُ الجَلِيلَةِ فِي غَيْرِ الجِهَادِ، فَالنَّفَقَةُ الصَّغِيرَةُ فِي الجِهَادِ كَالنَّفَقَةِ الكَبِيرَةِ فِي غَيْرِهِ مِنْ أَنْوَاعِ المَبَرَّاتِ.",
        "sura": "9",
        "aya": "121",
        "page": "206"
    },
    {
        "text": "وَمَا كَانَ ٱلْمُؤْمِنُونَ لِيَنفِرُوا۟ كَآفَّةً فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُوا۟ فِى ٱلدِّينِ وَلِيُنذِرُوا۟ قَوْمَهُمْ إِذَا رَجَعُوٓا۟ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ",
        "tafsir": "{  وما كان المؤمنين لينفروا كافة } أي ما ينبغي للمؤمنين ولا يجوز أن ينفروا جميعا للجهاد ،  ويتركوا النبي صلى الله عليه وسلم وحده في حالة عدم خروجه بنفسه للجهاد وعدم النفير للكافة بل يجب أن ينقسموا قسمين :  طائفة تبقى معه لتعلم العلم والفقه في الدين ،  والتلقي من مشكاة النبوة .  وطائفة تنفر للجهاد .  فالماكثون يحفظون ما تجدد من الأحكام ،  فإذا قدم الغزاة علموهم ما تجدد في غيبتهم .  فالتفقه والإنذار إنما هو عمل الطائفة الماكثة .  وفي هذا التقسيم رعاية المصلحة في الجانبين . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "122",
        "page": "206"
    }
]