[{"text":"وَإِذَا سَمِعُوا۟ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعْيُنَهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ مِمَّا عَرَفُوا۟ مِنَ ٱلْحَقِّ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكْتُبْنَا مَعَ ٱلشَّٰهِدِينَ","aya":"83","page":"122","tafsir":"no text"},{"text":"وَمَا لَنَا لَا نُؤْمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ ٱلْقَوْمِ ٱلصَّٰلِحِينَ","aya":"84","page":"122","tafsir":"no text"},{"text":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُوا۟ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ","aya":"85","page":"122","tafsir":"no text"},{"text":"وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ","aya":"86","page":"122","tafsir":"no text"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحَرِّمُوا۟ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمْ وَلَا تَعْتَدُوٓا۟ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ","aya":"87","page":"122","tafsir":"{  لا تحرموا طيبات ما أحل الله لكم }نزلت في جماعة من الصحابة اعتزموا المبالغة في الزهد و التقشف والعزوف عن متاع الدنيا ،  مبالغة منهم في التعبد ، فنهوا عن ذلك ، أي لا تحرموا على أنفسكم ما لذ وطاب من الحلال ، ولا تتجاوزوا الحلال إلى الحرام ، وتمتعوا بأنواع الرزق الحلال الطيب . <br \/>\r\n<br \/>\r\n"},{"text":"وَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلًا طَيِّبًا وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ","aya":"88","page":"122","tafsir":"no text"},{"text":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَٰنِكُمْ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلْأَيْمَٰنَ فَكَفَّٰرَتُهُۥٓ إِطْعَامُ عَشَرَةِ مَسَٰكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَٰثَةِ أَيَّامٍ ذَٰلِكَ كَفَّٰرَةُ أَيْمَٰنِكُمْ إِذَا حَلَفْتُمْ وَٱحْفَظُوٓا۟ أَيْمَٰنَكُمْ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَشْكُرُونَ","aya":"89","page":"122","tafsir":"{  لا يؤاخذكم الله باللغو في أيمانكم }آ( آية 225 البقرة ص75 ) . و{  في }بمعنى من . أو متعلق باللغو . {  ولكن يؤاخذكم بما عقدتكم الأيمان }أي بتعقيدكم الأيمان و توثيقها بالقصد والنية ، أي إذا حنثتم فيها ، وحذف للعلم به .  والمراد بالمؤاخذة :  المؤاخذة الدنيوية بوجوب الكفارة .  {  فكفارته } أي فكفارة الحنث فيه . والكفارة : اسم للفعلة التي من شأنها أن تكفر الخطيئة ، أي تسترها وتمحوها ، إذ الممحو لا يرى كالمستور . {  أو تحرير رقبة }أي عتق نسمة من الرق . {  فمن لم يجد فصيام .  .  }فمن لم يجد شيئا من الأمور الثلاثة المخير بينها ،  فعليه صوم ثلاثة أيام . وأحكام الكفارة مفصلة في الفقه {  واحفظوا أيمانكم }أي عن الحنث فبروا بها ،  إذا لم يكن الحنث خيرا وأفضل ."}]