[
    {
        "text": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُوا۟ عَلَيْهِنَّ وَإِن كُنَّ أُو۟لَٰتِ حَمْلٍ فَأَنفِقُوا۟ عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا۟ بَيْنَكُم بِمَعْرُوفٍ وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُۥٓ أُخْرَىٰ",
        "tafsir": "{  أسكنوهن .  .  .  } اسكنوا المعتدات بعض مكان سكناهم . {  من وجدكم } من وسعكم وطاقتكم .  والوجد – مثلثة الواو - :  السعة والقدرة . {  وائتمروا .  .  .  } أي تشاوروا .  والمعنى :  ليأمر بعضكم بعضا بجميل في الأجرة والإرضاع ؛  فلا يكن من الأب مماكسة ،  ولا من الأم معاسرة . {  وإن تعاسرتم } أي تضايقتم بالمشاحنة في الأجرة فأبت الأم الإرضاع ،  والأب دفع الأجرة لها{  فسترضع له } أي للأب{  أخرى } غير أمه المبانة .\r\n\r\n",
        "sura": "65",
        "aya": "6",
        "page": "559"
    },
    {
        "text": "لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِۦ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُۥ فَلْيُنفِقْ مِمَّآ ءَاتَىٰهُ ٱللَّهُ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا مَآ ءَاتَىٰهَا سَيَجْعَلُ ٱللَّهُ بَعْدَ عُسْرٍ يُسْرًا",
        "tafsir": "{  ومن قدر عليه رزقه } أي ضيق عليه . {  إلا ما آتاها } أي إلا بقدر ما أعطاها من الطاقة ،  أو من الأرزاق .\r\n\r\n",
        "sura": "65",
        "aya": "7",
        "page": "559"
    },
    {
        "text": "وَكَأَيِّن مِّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبْنَٰهَا حِسَابًا شَدِيدًا وَعَذَّبْنَٰهَا عَذَابًا نُّكْرًا",
        "tafsir": "{  وكأين من قرية } أي كثير من أهل قرية [ آية 146 آل عمران ص 127 ] . {  عتت عن أمر ربها .  .  .  } تكبرت وتجبرت ،  معرضة عن أمر ربها ورسله ؛  من العتو وهو النبوّ عن الطاعة .  يقال :  عتا يعتو عتوا عتيا ،  إذا تجبر وظلم . {  عذابا نكرا } منكرا فظيعا ،  وهو عذاب الآخرة .  والنكر :  الأمر الصعب الذي لا يعرف .",
        "sura": "65",
        "aya": "8",
        "page": "559"
    },
    {
        "text": "فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَٰقِبَةُ أَمْرِهَا خُسْرًا",
        "tafsir": "{  فذاقت وبال أمرها } سوء عاقبة عتوها وكفرها [ آية 95 المائدة ص 207 ] . {  عاقبة أمرها خسرا } خسارا لا يقادر قدره .  وأصل الخسر :  انتقاص رأس المال .",
        "sura": "65",
        "aya": "9",
        "page": "559"
    },
    {
        "text": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا فَٱتَّقُوا۟ ٱللَّهَ يَٰٓأُو۟لِى ٱلْأَلْبَٰبِ ٱلَّذِينَ ءَامَنُوا۟ قَدْ أَنزَلَ ٱللَّهُ إِلَيْكُمْ ذِكْرًا",
        "tafsir": "{  الذين آمنوا } أي أعنى ب  \" أولى الألباب \"  الذين آمنوا . {  أنزل الله إليكم ذكرا رسولا } أي أنزل إليكم قرآنا ،  وأرسل رسولا وهو محمد صلى الله عليه وسلم .  وقيل الذكر :  هو الرسول صلى الله عليه وسلم .  و  \" رسولا \"  بدل منه ؛  وأطلق عليه ذكر لمواظبته على تلاوة القرآن وهو ذكر .  أو على تبليغه والتذكير به .  وعبر عن إرساله بالإنزال لأن الإرسال مسبب عن إنزال الوحي إليه .\r\n\r\n",
        "sura": "65",
        "aya": "10",
        "page": "559"
    },
    {
        "text": "رَّسُولًا يَتْلُوا۟ عَلَيْكُمْ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٍ لِّيُخْرِجَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًا يُدْخِلْهُ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًا قَدْ أَحْسَنَ ٱللَّهُ لَهُۥ رِزْقًا",
        "tafsir": "{يَتْلُواْ} {آيَاتِ} {مُبَيِّنَاتٍ} {آمَنُواْ} {ٱلصَّالِحَاتِ} {ٱلظُّلُمَاتِ} {صَالِحاً} {جَنَّاتٍ} {ٱلأَنْهَارُ} {خَالِدِينَ}\r\n(11) - وَأَرْسَلَ اللهُ تَعَالَى إِليكُمْ، يَا ذَوِي الأَلْبَابِ وَالبَصَائِرِ مِنَ المُؤْمِنِينَ، رَسُولاً يَتْلُو عَلَيْكُمْ آيَاتِ القُرْآنِ الذِي أَنْزَلَهُ اللهُ عَلَيْهِ، وَهِيَ آيَاتٌ وَاضِحَاتٌ لِمَنْ يَتَدَبَّرُهَا وَيَعْقِلُهَا، لِيُخْرِجَ مَنْ لَدِيهِ اسْتِعْدَادٌ لِلْهُدَى مِنْ ظُلُمَاتِ الكُفْرِ، إِلَى نُورِ الإِيْمَانِ، وَمَنْ يَهْتَدِ إِلَى الإِيْمَانِ بِاللهِ فَإِنَّ اللهَ يُدْخِلُهُ جَنَّاتٍ تَجْرِي الأَنْهَارُ فِي جَنَبَاتِهَا وَيَبْقَى خَالداً فِيهَا، وَيُوَسِّعُ لَهُ فِيهَا فِي الرِّزْقِ الحَسَنِ مِنْ جَمِيعِ مَا تَشْتَهِيهِ الأَنْفُسُ وَتَلَذُّ الأَعْيُنُ.\r\nرَسُولاً - وَأَرْسَلَ رَسُولاً.\n",
        "sura": "65",
        "aya": "11",
        "page": "559"
    },
    {
        "text": "ٱللَّهُ ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍ وَمِنَ ٱلْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ ٱلْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ وَأَنَّ ٱللَّهَ قَدْ أَحَاطَ بِكُلِّ شَىْءٍ عِلْمًۢا",
        "tafsir": "{  ومن الأرض مثلهن } أي في العدد ،  فهي سبع .  والتعدد باعتبار أصول الطبقات الطينية والصخرية والمائية والمعدنية ونحو ذلك . {  يتنزل الأمر بينهم } يجري أمر الله وقضاؤه وقدره بينهن ،  وينفذ حكمه فيهن .\r\nوالله أعلم .\r\n ",
        "sura": "65",
        "aya": "12",
        "page": "559"
    }
]