[{"text":"تِلْكَ ٱلرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ مِّنْهُم مَّن كَلَّمَ ٱللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَٰتٍ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَٰتِ وَأَيَّدْنَٰهُ بِرُوحِ ٱلْقُدُسِ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلَ ٱلَّذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَٰتُ وَلَٰكِنِ ٱخْتَلَفُوا۟ فَمِنْهُم مَّنْ ءَامَنَ وَمِنْهُم مَّن كَفَرَ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلُوا۟ وَلَٰكِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ","tafsir":"{  بروح القدس }جبريل عليه السلام ( آية 87 من هذه السورة ص32 ) .","sura":"2","aya":"253","page":"42"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِمَّا رَزَقْنَٰكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَٰعَةٌ وَٱلْكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","tafsir":"{  ولا خلة }بضم الخاء .  ولا خالص مودة وصداقة .  أي لا يمكن في هذا اليوم استجلاب حسنة بمودة وصداقة ،  وسميت المودة خلة لتخلها النفس ،  وجمعها خلال .\r\n{  ولا شفاعة }أي لأحد إلا من بعد أن يأذن الله لمن يشاء ويرضى .  فالإطلاق هنا مقيد بآية\r\n{  إلا من أذن له الرحمن ورضي له قولا } {[67]}والنبي مأذون له ،  أو يستأذن فيؤذن له .","sura":"2","aya":"254","page":"42"},{"text":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ","tafsir":"{  الحي }أي الباقي الذي له الحياة الدائمة التي لا فناء لها .  لم تحدث له الحياة بعد موت ،  ولا يعتريه الموت بعد الحياة ،  وسائر الأحياء سواه يعتريهم الموت والفناء .\r\n{  القيوم }الدائم القيام بتدبير أمر الخلق وحفظهم ،  والمعطي لهم ما به قوامهم .  وهو مبالغة في القيام ،  وأصله قيووم –وزن فيعول- من قام بالأمر إذا حفظه وبره .\r\n{  لا تأخذه سنة }أي نعاس ،  وهو الفتور أول النوم مع بقاء الشعور والإدراك ،  ويقال له غفوة .\r\nمصدر وسن الرجل يوسن وسنا وسنة ،  فهو وسن ووسنان ،  إذا نعس .  والمراد أنه تعالى لا يغفل عن تدبير أمر خلقه أبدا .\r\n{  وسع كرسيه }الكرسي غير العرش ،  وهما مخلوقان لله تعالى ،  كالسموات والأرض .  ومن المتشابه الذي استأثر الله بعلمه ،  فنفوض علم حقيقتهما إليه تعالى ،  مع كمال تنزيهه عن الجسمية ،  وعن مشابهة المحدثات ،  {  ليس كمثله شيء وهو السميع البصير } {[68]} .  وعن ابن عباس رضي الله عنهما تفسير الكرسي بالعلم ،  وهو قول مجاهد .  وفسر بالملك والسلطان والقدرة ،  وهي معان مجازية .\r\n{  ولا يئوده حفظهما }لا يثقله ولا يشق عليه حفظهما .  يقال :  آده الأمر أوالحمل-من باب قال- أثقله فهو مئود ،  كمقول .","sura":"2","aya":"255","page":"42"},{"text":"لَآ إِكْرَاهَ فِى ٱلدِّينِ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ فَمَن يَكْفُرْ بِٱلطَّٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا وَٱللَّهُ سَمِيعٌ عَلِيمٌ","tafsir":"{  لا إكراه في الدين }معناه على ما ذكر أبو مسلم والقفال :  ليس في الدين – وهو عقد في\r\nالقلب وإذعان في النفس- إكراه وإجبار من الله تعالى ،  بل مبناه على التمكين والاختيار ،  وهو مناط الثواب والعقاب ،  ولولا ذلك لما حصل الابتلاء والاختبار ،  ولبطل الامتحان ،  وهو كقوله تعالى :  {  فمن شاء فليؤمن ومن شاء فليكفر }{[69]} .  وقيل :  معناه إن من حق العاقل بعد ظهور الآيات البينات على أن الإيمان بالله وطاعته رشد ،  والكفر به ومعصيته غي-ألا يحتاج إلى الإكراه على التدين بالاسلام الحنيف ،  بل يختاره من غير تردد .  والجملة على المعنيين خبرية .  وقيل :  خبر في معنى النهى ،  أي لا تكرهوا في الدين ولا تجبروا عليه أحدا ،  فإنه بين واضح الدلائل والبراهين .  فمن هداه الله له ،  ونور بصيرته دخل فيه على بينة ،  ومن أضله الله وأعمى قلبه لا يفيده الإكراه على الدخول فيه .\r\nوهو عام منسوخ بقوله تعالى :  {  جاهد الكفار والمنافقين واغلظ عليهم }{[70]} .  أو مخصوص بأهل الكتاب الذين قبلوا الجزية .  وعن ابن عباس :  أنها نزلت في أولاد الأنصار الذين تهودوا قبل الاسلام ،  وأراد أهلوهم من الأنصار استردادهم حين أجليت بنو النضير في السنة الرابعة ،  فقال الرسول صلى عليه وسلم إثر نزول الآية :  ( قد خير أصحابكم فإن اختاروكم فهم منكم وإن اختاروهم فأجلوهم معهم ) .\r\nأما الجهاد الذي فرضه الله على المؤمنين فليس للإكراه على الاسلام والعقيدة ،  وإنما هو من أجل بقاء الكفار على جحود حق الله وعصيانهم أمره ومحادته ،  بعد وضوح الحجج وظهور الدلائل والإعذار إليهم ،  ولحملهم على العمل بشريعته والانقياد لأحكامه ،  ولحماية الدعوة والحق الذي جاءت به من عدوانهم ،  وليكون الدين كله لله وحده ،  قال تعالى :  {  وقاتلوهم حتى لا تكون فتنة ويكون الدين لله }{[71]} .\r\n{  تبين الرشد }تميز الحق من الباطل ،  والهدى من الضلال ،  بوضوح الدلائل .  والرشد :  الاستقامة على طريق الحق مع تصلب فيه ،  مصدر رشد يرشد ويرشد ،  أي اهتدى .  والمراد هنا :  الحق والهدى .\r\nوالغي :  الضلال ،  مصدر غوى يغوي أي ضل ،  والاسم الغواية .\r\n{  بالطاغوت }اسم لكل ما يطغى الإنسان ،  كالأصنام والأوثان والشيطان والكاهن والساحر ،  وكل رأس في الضلال ،  وكل ما عبد من دون الله تعالى .  من طغا يطغو طغوا وطغوانا .  أو طغى-كرضي وسعي- طغيا وطغيانا ،  إذا جاوز الحد وغلا في الكفر ،  وأسرف في المعاصي والظلم .\r\n{  استمسك بالعروة }ثبت في أمره واستقام على الطريقة المثلى ،  وهي الإيمان أو القرآن أو الاعتقاد\r\nالحق ،  أو السبب الموصل إلى رضا الله تعالى .  والعروة من الدلو والكوز :  مقبضه .  ومن الثوب :  مدخل زره .  استعملت في المعاني المذكورة على سبيل التجوز .  والوثقي :  تأنيث الأوثق ،  من وثق-بالضم-وثاقة ،  قوي وثبت فهو وثيق ،  أي ثابت محكم .","sura":"2","aya":"256","page":"42"}]
