[
    {
        "text": "وَأَنَّا مِنَّا ٱلْمُسْلِمُونَ وَمِنَّا ٱلْقَٰسِطُونَ فَمَنْ أَسْلَمَ فَأُو۟لَٰٓئِكَ تَحَرَّوْا۟ رَشَدًا",
        "tafsir": "{  ومنا القاسطون } الجائرون العادلون عن الإسلام وقصد السبيل .  جمع قاسط ،  أي عادل عن الحق .  اسم فاعل من قسط الثلاثي بمعنى جار .  بخلاف المقسط ،  فإنه العادل إلى الحق ؛  من أقسط الرباعي بمعنى عدل .  وحقيقة أقسط :  أزال القسط وهو الجور ؛  فالهمزة فيه للسلب . {  تحروا رشدا } قصدوا طريق الحق والهدى ،  وتوخوه باجتهاد .  يقال :  حرى الشيء يحريه ،  أي قصد حراه أي جانبه .  وتجراه كذلك .  والرشد :  خلاف الغي ،  ويستعمل استعمال الهداية . \r\n\r\n",
        "sura": "72",
        "aya": "14",
        "page": "573"
    },
    {
        "text": "وَأَمَّا ٱلْقَٰسِطُونَ فَكَانُوا۟ لِجَهَنَّمَ حَطَبًا",
        "tafsir": "{  حطبا } وقودا توقد به . \r\n\r\n",
        "sura": "72",
        "aya": "15",
        "page": "573"
    },
    {
        "text": "وَأَلَّوِ ٱسْتَقَٰمُوا۟ عَلَى ٱلطَّرِيقَةِ لَأَسْقَيْنَٰهُم مَّآءً غَدَقًا",
        "tafsir": "{  وألو استقاموا على الطريقة .  .  .  } هو من قوله تعالى لا من قول الجن .  معطوف على قوله  \" أنه استمع \"  واسم  \" أن \"  المخففة ضمير الشأن . {  لأسقيناهم ماء غدقا } كثيرا غزيرا .  يقال :  غدقت العين – كفرح - ،  كثر ماؤها فهي غدقة .  والمراد أن الإنس والجن لو استقاموا على الإسلام لوسعنا عليهم الأرزاق ،  ومتعناهم بالعيش الرغيد .  وخص الماء الغدق بالذكر لأنه أصل المعاش والسعة . \r\n\r\n",
        "sura": "72",
        "aya": "16",
        "page": "573"
    },
    {
        "text": "لِّنَفْتِنَهُمْ فِيهِ وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِۦ يَسْلُكْهُ عَذَابًا صَعَدًا",
        "tafsir": "{  لنفتنهم فيه } لنختبرهم فيه ؛  أي لنعاملهم معاملة المختبر ؛  ليظهر للخلائق كيف شكرهم فيها خولناهم من النعم . \r\n{  يسلكه عذابا صعدا } يدخله عذابا شديدا شاقا .  والصعد :  المشقة .  يقال :  فلان في صعد من أمره ،  أي في مشقة .  وهو مصدر صعد – كفرح – صعدا وصعودا وصف به العذاب مؤولا باسم الفاعل . \r\n\r\n",
        "sura": "72",
        "aya": "17",
        "page": "573"
    },
    {
        "text": "وَأَنَّ ٱلْمَسَٰجِدَ لِلَّهِ فَلَا تَدْعُوا۟ مَعَ ٱللَّهِ أَحَدًا",
        "tafsir": "{  وأن المساجد لله } أي وأوحى إلي أن المساجد – وهي المواضع المعدة للصلاة والعبادة – مختصة بالله تعالى وعبادته وحده .  وكان اليهود والنصارى يشركون بالله في كنائسهم وبيعهم ؛  فأمر الله المؤمنين أن يفردوه في المساجد بالعبادة ،  ولا يدعوا فيها أحدا دونه . \r\n\r\n",
        "sura": "72",
        "aya": "18",
        "page": "573"
    },
    {
        "text": "وَأَنَّهُۥ لَمَّا قَامَ عَبْدُ ٱللَّهِ يَدْعُوهُ كَادُوا۟ يَكُونُونَ عَلَيْهِ لِبَدًا",
        "tafsir": "{  وأنه لما قام عبد الله } محمد صلى الله عليه وسلم ( يدعوه ) يعبد الله في صلاة الفجر بنخلة . \r\n{  كادوا } أي الجن{  يكونون عليه لبدا } أي متراكمين من الازدحام عليه ؛  تعجبا مما شاهدوه من صلاته ،  وسمعوه من قراءته ،  ومن كمال اقتداء أصحابه به في الصلاة قياما وركوعا وسجودا ؛  إذ لم يكن لهم عهد بذلك من قبل .  وقيل :  الضمير في  \" كادوا \"  لكفار قريش والعرب ؛  أي وأنه لما قام يدعو لربه وحده ،  وينذر من أشرك به ؛  كادوا لتظاهرهم عليه يزدحمون عليه متراكمين ليطفئوا نوره ،  ولكن الله أبى إلا أن يتم نوره وينصره رسوله .  و  \" لبدا \"  جمع لبدة – ككسرة وكسر - :  وهي الجماعة ؛  شبهت الشيء الملبد بعضه على بعض . \r\n\r\n",
        "sura": "72",
        "aya": "19",
        "page": "573"
    },
    {
        "text": "قُلْ إِنَّمَآ أَدْعُوا۟ رَبِّى وَلَآ أُشْرِكُ بِهِۦٓ أَحَدًا",
        "tafsir": "{أَدْعُو}\r\n(20) - وَقُلْ: إِنَّنِي أَعْبُدُ اللهَ وَلاَ أُشْرِكُ مَعَهُ فِي العِبَادَةِ أَحَداً.\n",
        "sura": "72",
        "aya": "20",
        "page": "573"
    },
    {
        "text": "قُلْ إِنِّى لَآ أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا",
        "tafsir": "(21) - وَقُلْ يَا مُحَمَّدُ لِمُشْرِكِي قُرَيْشٍ الذِينَ رَدُّوا مَا جِئْتَهُمْ بِهِ مِنَ النَّصِيحَةِ: إِنِّي لاَ أَمْلِكُ لَكُمْ دَفْعاً لِضُرٍّ، وَلاَ جَلْبَاً لِنَفْعٍ، وَإِنَّمَا الذِي يَمْلِكُ ذَلِكَ هُوَ اللهُ تَعَالَى، الذِي يَمْلِكُ كُلَّ شَيءٍ، وَهُوَ القَادِرُ عَلَى ذَلِكَ وَحْدَهُ.\n",
        "sura": "72",
        "aya": "21",
        "page": "573"
    },
    {
        "text": "قُلْ إِنِّى لَن يُجِيرَنِى مِنَ ٱللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
        "tafsir": "{  قل إني لن يجيرني من الله أحد } أي لن يمنعني منه تعالى أحد من خلقه إن أرادني بسوء{  ولن أجد من دونه ملتحدا } ملجأ يركن إليه .  يقال :  التحد إلى كذا ،  مال إليه . \r\n\r\n",
        "sura": "72",
        "aya": "22",
        "page": "573"
    },
    {
        "text": "إِلَّا بَلَٰغًا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا",
        "tafsir": "{  إلا بلاغا } أي لا أملك لكم شيئا إلا بلاغا لكم . \r\n\r\n",
        "sura": "72",
        "aya": "23",
        "page": "573"
    },
    {
        "text": "حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا",
        "tafsir": "{  فسيعلمون } إذا حل بهم العذاب في الآخرة{  من أضعف ناصرا وأقل عددا } أجند الله الذين آمنوا به ،  أم هؤلاء المشركون به  ! {  أم يجعل له ربي أمدا } غاية بعيدة .  والمراد :  أنكم ستعذبون حتما ،  ولكن لا أدري  !  أهو حال إلى مؤجل إلى أمد بعيد  ! \r\n\r\n",
        "sura": "72",
        "aya": "24",
        "page": "573"
    },
    {
        "text": "قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا",
        "tafsir": "(25) - أَمَرَ اللهُ تَعَالَى رَسُولَهُ الكَرِيمَ صلى الله عليه وسلم بِأَنْ يَقُولَ لِلنَّاسِ: إِنَّ السَّاعَةَ آتِيَةٌ لاَ رَيْبِ فِيهَا، وَلَكِنَّ وَقْتَهَا لاَ يَعْلَمُهُ إِلاَّ اللهُ، وَإِنَّهُ لاَ يَدْرِي إِنْ كَانَ وَقْتُهَا قَرِيباً أَوْ بَعِيداً.\r\nأَمَداً - زَمَاناً بَعِيداً.\n",
        "sura": "72",
        "aya": "25",
        "page": "573"
    },
    {
        "text": "عَٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا",
        "tafsir": "{عَالِمُ}\r\n(26) - وَاللهُ تَعَالَى هُوَ الذِي يَعْلَمُ مَا غَابَ عَنْ أَبْصَارِ خَلْقِهِ فَلَمْ يَرَوْهُ، وَلاَ يُطْلِعُ عَلَى غَيبِهِ أَحَداً مِنْ خَلْقِهِ.\n",
        "sura": "72",
        "aya": "26",
        "page": "573"
    },
    {
        "text": "إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًا",
        "tafsir": "{  إلا من ارتضى من رسول .  .  .  } فإنه يظهره على ما شاء من غبيه ؛  ليكون إخباره عنه معجزة له دالة على صدقة ،  وليخبر الناس بما يتعلق منه برسالته وشئون الآخرة من البعث والحساب والجزاء والخلود .  فإذا أراد سبحانه إظهاره عليه يسلك من جميع جوانبه حرسا من الملائكة يحرسونه من تعرض الجن لما يريد إظهاره عليه ؛  لئلا يسترقوه ويهمسوا له إلى الكهنة قبل أن يبلغه الرسول .  وليحفظوه من وساوس الجن وتخاليطهم حتى يبلغ رسالة ربه إلى الناس\r\n\r\n",
        "sura": "72",
        "aya": "27",
        "page": "573"
    },
    {
        "text": "لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا۟ رِسَٰلَٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا",
        "tafsir": "{  ليعلم أن قد أبلغوا .  .  } أي أخبرنا صلى الله عليه وسلم بحفظنا الوحي ؛  ليعلم أن الرسل قبله كانوا على حالته من التبليغ بالحق والصدق ،  وأنه حفظ كما حفظوا من الجن . {  وأحاط لما لديهم } أي وقد أحاط الله بكل ما عند الرسل والملائكة ،  وعلم عدد الأشياء كلها ،  فلم يخف عليه شيء منها . \r\nوالله أعلم . \r\n ",
        "sura": "72",
        "aya": "28",
        "page": "573"
    }
]
