[
    {
        "text": "قَالَ هَٰذَا رَحْمَةٌ مِّن رَّبِّى فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ وَكَانَ وَعْدُ رَبِّى حَقًّا",
        "tafsir": "{  جعله دكاء } أرضا مستوية .  أو مثل دكاء وهي الناقة لا سنام لها .  وقرئ {  دكا } أي مدكوكا مسوى بالأرض .  {  وكان وعد ربي حقا } تذييل من ذي القرنين ،  وهو آخر ما حكي من قصته . \r\n\r\n",
        "sura": "18",
        "aya": "98",
        "page": "304"
    },
    {
        "text": "وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَٰهُمْ جَمْعًا",
        "tafsir": "{يَوْمَئِذٍ} {فَجَمَعْنَاهُمْ}\r\n(99) - وَيَوْمَ يَدُكُّ اللهُ هذَا السَّدَّ يَخْرُجُ هؤُلاَءِ فَيَمُوجُونَ فِي النَّاسِ، وَيُفْسِدُونَ عَلَى النَّاسِ أَمْوَالَهُمْ، وَيُتْلِفُونَ أَشْيَاءَهُمْ. وَحِينَ يَحِينُ مَوْعِدُ قِيَامِ السَّاعَةِ يَنْفُخُ الْمَلَكُ فِي الصُّورِ، وَيَجْمَعُ اللهُ النَّاسَ جَمِيعاً إِلَيْهِ لِيُحَاسِبَهُمْ عَلَى أَعْمَالِهِمْ.\r\nيَمُوجُ - يَخْتَلِطُ وَيَضْطَرِبُ.\r\nنُفِخَ فِي الصُّورِ - نُفِخَ فِي القَرْنِ نَفْخَةُ الْبَعْثِ؛ وَالْصُّورُ قَرْنٌ إِذَا نُفِخَ فِيهِ أَحْدَثَ صَوْتاً.",
        "sura": "18",
        "aya": "99",
        "page": "304"
    },
    {
        "text": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَٰفِرِينَ عَرْضًا",
        "tafsir": "{يَوْمَئِذٍ} {لِّلْكَافِرِينَ}\r\n(100) - وَيَوْمَ يُنْفَخُ فِي الصُّورِ يَعْرِضُ اللهُ تَعَالَى جَهَنَّمَ عَلَى الكَافِرِينَ، وَيُبْرِزُهَا لَهُمْ لِيَرَوْا مَا فِيهَا مِنَ الهَوْلِ وَالنَّكَالِ، قَبْلَ أَنْ يَقْذِفَهُمْ فِيهَا، لِيَكُونَ ذَلِكَ أَبْلَغَ فِي تَعْجِيلِ الْهَمِّ وَالْحُزْنِ وَالأَلَمِ لَهُمْ.",
        "sura": "18",
        "aya": "100",
        "page": "304"
    },
    {
        "text": "ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا۟ لَا يَسْتَطِيعُونَ سَمْعًا",
        "tafsir": "(101) - وَهؤُلاَءِ الكَافِرُونَ، الَّذِينَ اسْتَحَقُّوا هَذا العِقَابَ، هُمُ الَّذِينَ تَغَافَلُوا عَنْ قَبُولِ الهُدَى، وَاتِّبَاعِ الحَقِّ، وَكَانُوا لاَ يَعْقِلُونَ عَنِ اللهِ أَمْرَهُ وَنَهْيَهُ.\r\nغِطَاءٍ - غِشَاءٍ غَليظٍ، وَسِتْرٍ كَثِيفٍ.",
        "sura": "18",
        "aya": "101",
        "page": "304"
    },
    {
        "text": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا۟ أَن يَتَّخِذُوا۟ عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَٰفِرِينَ نُزُلًا",
        "tafsir": "{  نزلا } شيئا لضيافتهم .  وأصله :  المنزل وما يهيئ للضيف من الزاد تكرمة له .  وفي التعبير عن جهنم بالنزل تهكم واستهزاء بهم . \r\n\r\n",
        "sura": "18",
        "aya": "102",
        "page": "304"
    },
    {
        "text": "قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَٰلًا",
        "tafsir": "{أَعْمَالاً}\r\n(103) - قُلْ، أَيُّهَا الرَّسُولُ لِهؤُلاَءِ الَّذِينَ يُجَادِلُونَكَ بِالبَاطِلِ مِنْ أَهْلِ الْكِتَابِ: هَلْ تُرِيدُونَ أَنْ أُخْبِرَكُمْ بِالأَخْسَرِينَ أَعْمَالاً؟ إِنَّهُمْ هُمُ الَّذِينَ عَبَدُوا اللهَ عَلَى غَيْرِ طَرِيقَةٍ يَرْضَاهَا تَعَالَى، وَيَحْسَبُونَ أَنَّهُمْ مُصِيبُونَ فِيهَا، وَأَنَّ عَمَلَهُمْ مَقْبُولٌ. وَهُمْ فِي الحَقِيقَةِ مُخْطِئُونَ وَاهِمُونَ، وَعَمَلُهُمْ مَرْدُودٌ.",
        "sura": "18",
        "aya": "103",
        "page": "304"
    },
    {
        "text": "ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
        "tafsir": "{ٱلْحَيَاةِ}\r\n(104) - يُفَسِّرُ اللهُ تَعَالَى هُنَا مَعْنَى (الأَخْسَرِينَ أَعْمَالاً)، وَيَدُلُّ عَلَيْهِمْ، فَيَقُولُ: إِنَّهُمُ الَّذِينَ عَمِلُوا أَعْمَالاً بَاطِلَةً عَلَى غَيْرِ شَرِيعَتِهِ، وَيَعْتَقِدُونَ أَنَّهُمْ عَلَى شَيْءٍ مِنَ الهُدَى وَالصَّوَابِ، وَأَنَّهُمْ مَقْبُولُونَ وَمَحْبُوبُونَ، وَأَنَّ أَعْمَالَهُمْ حَسَنَةٌ يَقْبَلُهَا اللهُ تَعَالَى.",
        "sura": "18",
        "aya": "104",
        "page": "304"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَٰمَةِ وَزْنًا",
        "tafsir": "{أُوْلَـٰئِكَ} {بِآيَاتِ} {وَلِقَائِهِ} {أَعْمَالُهُمْ} {ٱلْقِيَامَةِ}\r\n(105) - وَهؤُلاَءِ هُمُ الَّذِينَ جَحَدُوا بِآيَاتِ رَبِّهِمْ، وَكَفَرُوا بِهَا فِي الدُّنْيَا، وَكَفَرُوا بِحُجَجِ رَبِّهِمْ وَبَرَاهِينِهِ وَدَلاَئِلِهِ التِي أَقَامَهَا عَلَى وَحْدَانِيَّتِهِ، وَصِدْقِ رُسُلِهِ، وَكَذَّبُوا بِالآخِرَةِ وَالْحِسَابِ، فَهَلَكَتْ أَعْمَالُهُمْ وَبَطَلَتْ (حَبِطَتْ)، فَلاَ تَزِنُ أَعْمَالُهُمْ يَوْمَ القِيَامَةِ شَيْئاً، وَلاَ يَكُونُ فِي كَفَّةِ أَعْمَالِهِمْ يَوْمَ القِيَامَةِ عَمَلٌ صَالِحٌ يُرَجِّحُهَا، لأَِنَّ أَعْمَالَهُمْ خَالِيَةٌ مِنْ عَمَلِ خَيْرٍ، وَالْمَوَازِينُ لاَ تَرْجَحُ وَلاَ تَثْقُلُ إِلاَّ بِالْعَمَلِ الصَّالِحِ.\r\n(وَفِي الحَدِيثِ:  \"يُؤْتَى يَوْمَ القِيَامَةِ بِرَجُلٍ عَظِيمٍ طَوِيلٍ فَلاَ يَزِنُ عِنْدَ اللهِ جَنَاحَ بَعُوضَةٍ\" ). (رَوَاهُ البُخَارِيُّ).\r\nوَزْناً - مِقْدَاراً وَاعْتِبَاراً لِحُبُوطِ أَعْمَالِهِمْ وَتَلاَشِيها.",
        "sura": "18",
        "aya": "105",
        "page": "304"
    },
    {
        "text": "ذَٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوٓا۟ ءَايَٰتِى وَرُسُلِى هُزُوًا",
        "tafsir": "{آيَاتِي}\r\n(106) - وَيَكُونُ جَزَاؤُهُمْ عِنْدَ اللهِ عَلَى أَعْمَالِهِمْ، الْعَذَابَ فِي نَارِ جَهَنَّمَ، وَقَدْ جَازَاهُمُ اللهُ بِهَذا الجَزَاءِ بِسَبَبِ كُفْرِهِمْ، وَاتِّخَاذِهِمْ، آيَاتِ اللهِ وَرُسُلِهِ وَنُذُرِهِ هُزْواً، فَاسْتَهْزَؤُوا وَكَذَّبُوا الرُّسُلَ أَشَدَّ التَّكْذِيبِ.",
        "sura": "18",
        "aya": "106",
        "page": "304"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ كَانَتْ لَهُمْ جَنَّٰتُ ٱلْفِرْدَوْسِ نُزُلًا",
        "tafsir": "{  جنات الفردوس } أفضل الجنة .  وهو معنى قولهم :  إنه وسط الجنة وربوتها وأعلاها وأرفعها .  وهو لفظ عربي يجمع على فراديس .  وقيل معرب ،  ومعناه :  البستان الذي يجمع ما في البساتين .  {  نزلا } ذكر في مقابلة ذلك النزل المعد للكافرين . \r\n\r\n",
        "sura": "18",
        "aya": "107",
        "page": "304"
    },
    {
        "text": "خَٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
        "tafsir": "{  لا يبغون عنها حولا } تحولا ،  لكونها أطيب المنازل وأعلاها .  مصدر سماعي لتحول كالعوج والصغر .  يقال :  حال من مكانه حولا . \r\n\r\n",
        "sura": "18",
        "aya": "108",
        "page": "304"
    },
    {
        "text": "قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًا لِّكَلِمَٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًا",
        "tafsir": "{  لنفذ البحر } فني وفرغ .  يقال :  نفد ينفد نفادا ونفدا ،  فني وذهب ،  ومنه :  أنفده واستنفده ،  أي أفناه .  .  .  .  . والله أعلم . \r\nتم بتوفيق الله تعالى الجزء الأول من هذا التفسير . \r\nيليه بمشيئة تعالى الجزء الثاني ،  وأوله تفسير سورة {  مريم } . \r\nفهرس التفسير\r\nصحيفة صحيفة\r\n\r\n",
        "sura": "18",
        "aya": "109",
        "page": "304"
    },
    {
        "text": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ فَمَن كَانَ يَرْجُوا۟ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًا صَٰلِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا",
        "tafsir": "{وَاحِدٌ} {صَالِحاً} {يَرْجُواْ}\r\n(110) - وَقُلْ يَا مُحَمَّدُ لِهؤُلاَءِ المُشْرِكِينَ المُكَذِّبِينَ بِرِسَالَتِكَ: إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ، فَمَنْ زَعَمَ أَنِّي كَاذِبٌ فَلْيَأْتِ بِمِثْلِ مَا جِئْتُ بِهِ، فَإِنِّي لاَ أَعْلَمُ الغَيْبَ فِيمَا أُخْبِرُكُمْ بِهِ، مِنَ المَاضِي، عَمَّا سَأَلْتُمْ مِنْ قَصَصِ أَهْلِ الكَهْفِ، وَخَبَرِ ذِي القَرْنَيْنِ، مِمَّا هُوَ مُطَابِقٌ لِلْحَقِيقَةِ وَوَاقِعِ الحَالِ، وَلَوْ لَمْ يُطْلِعْنِي عَلَيْهِ اللهُ رَبِّي لِمَا عَلِمْتُهُ.\r\nوَأَنَا أُخَبِرُكُمْ أَنَّ إِلهَكُمُ الَّذِي أَدْعُوكُمْ إِلَى عِبَادَتِهِ هُوَ إِلهٌ وَاحِدٌ لاَ شَرِيكَ لَهُ. فَمَنْ كَانَ يَرْجُو ثَوَابَ اللهِ (لِقَاءَ رَبِّهِ)، وَجَزَاءَهُ الحَسَنَ فِي الآخِرَةِ، فَلْيَعْمَلْ عَمَلاً صَالِحَاً خَيِّراً مُوَافِقَاً لِلْشَّرْعِ، وَلاَ يُرِدْ بِهِ غَيْرَ وَجْهِ اللهِ تَعَالَى.\r\n(وَمُوَافَقَةُ العَمَلِ لِلْشَرْعِ، وَابْتِغَاءُ وَجْهِ اللهِ بِهِ هُمَا الرُّكْنَانِ الأَسَاسِيَّانِ لِلْعَمَلِ الصَّالِحِ الذِي يَتَقَبَّلُهُ اللهُ). ",
        "sura": "18",
        "aya": "110",
        "page": "304"
    }
]