[
    {
        "text": "وَٱلْبَلَدُ ٱلطَّيِّبُ يَخْرُجُ نَبَاتُهُۥ بِإِذْنِ رَبِّهِۦ وَٱلَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا كَذَٰلِكَ نُصَرِّفُ ٱلْءَايَٰتِ لِقَوْمٍ يَشْكُرُونَ",
        "tafsir": "{  و البلد الطيب يخرج نباته }الأول مثل ضربه الله تعالى للمؤمن ،  يقول :  هو طيب وعمله طيب .  والثاني مثل للكافر ،  يقول :  هو خبيث وعمله خبيث ،  وفيهما بيان أن القرآن يثمر في القلوب التي تشبه الأرض الطيبة التربة ،  ولا يثمر في القلوب التي تشبه الأرض الرديئة السبخة .  {  لا يخرج إلا نكدا }أي لا يخرج نباته إلا قليلا عديم النفع .  وأصل النكد :  العسر القليل الذي لا يخرج إلا بعناء ومشقة .  يقال :  نكد عيشه ينكد ،  اشتد وعسر .  ونكدت البئر :  قل ماؤها ،  ومنه :  رجل نكد ونكد وأنكد :  شؤم عسر .  وهم أنكاد ومناكيد . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "58",
        "page": "158"
    },
    {
        "text": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
        "tafsir": "{  لقد أرسلنا نوحا }شروع في ذكر أنباء بعض الرسل عليهم الصلاة والسلام ،  وما وقع لهم مع أممهم المكذبة ،  تسلية له صلى الله عليه وسلم ،  وتثبيتا للمؤمنين ووعيدا وإنذارا للمكذبين .  {  اعبدوا الله ما لكم من إله غيره }هذه دعوة جميع رسل الله إلى أقوامهم ،  فتوحيد العبادة شرعتهم كافة ،  صلوات الله وسلامه عليهم أجمعين .  وهو الدين القيم والملة الحنفية والإسلام . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "59",
        "page": "158"
    },
    {
        "text": "قَالَ ٱلْمَلَأُ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{  قال الملأ }أشراف القوم وسادتهم ( آية 247 البقرة ص 81 ) .  {  في ضلال مبين }في ذهاب عن الحق والصواب بين واضح .  يقال :  ضل الطريق يضل وضل عنه ضلالا وضلالة ،  زل عنه فلم يهتد إليه .",
        "sura": "7",
        "aya": "60",
        "page": "158"
    },
    {
        "text": "قَالَ يَٰقَوْمِ لَيْسَ بِى ضَلَٰلَةٌ وَلَٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{يَاقَوْمِ} {ضَلاَلَةٌ} {ٱلْعَالَمِينَ}\r\n(61) - فَقَالَ لَهُمْ نُوحٌ: إِنَّني لَسْتُ ضَالاً، وَلَمْ أَخْرُجْ عَنِ الحَقِّ وَالصَّوَابِ فِي دَعْوتي لَكُمْ إِلى عِبَادَةِ اللهِ وَحْدَهُ، وَتَرْكِ عِبَادَةِ الأَصْنَامِ، وَإِنَّما أَنَا رَسُولٌ مِنْ رَبِّ العَالَمِينَ وَرَبِّ كُلِّ شيءٍ فِي الوُجُودِ وَمَالِكِهِ.",
        "sura": "7",
        "aya": "61",
        "page": "158"
    },
    {
        "text": "أُبَلِّغُكُمْ رِسَٰلَٰتِ رَبِّى وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
        "tafsir": "{  و أنصح لكم }أتحرى ما فيه صلاحكم وأرشدكم إليه ،  من النصح وهو تحرى قول أو فعل فيه صلاح للغير ،  أو تعريف وجه المصلحة مع خلوص النية من شوائب المكروه .  وأصله الخلوص ،  من قولهم :  نصحت له الود ،  أي أخلصته ،  وأريد منه ماذكر مجازا .  ويقال :  نصحته ونصحت له ،  وباللام أفصح . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "62",
        "page": "158"
    },
    {
        "text": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُوا۟ وَلَعَلَّكُمْ تُرْحَمُونَ",
        "tafsir": "(63) - قَالَ لَهُمْ نُوحٌ: أَعَجِبْتُمْ وَكَذَّبْتُمْ، لأَِنَّ اللهَ أَوْحَى إِلَى رَجُلٍ مِنَ البَشَرِ (مِنْكُمْ)، وَأَرْسَلَهُ إِلَيكُم رَسُولاً لِيَدْعُوكُمْ إِلَى عِبَادَةِ اللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَيُحَذِّرَكُمْ مِنْ عِقَابِهِ وَنكَالِهِ إِنْ أَصْرَرْتُمْ عَلَى كُفْرِكُمْ، لَعَلَّ هذا الإِنْذَارَ يَحْمِلُكُمْ عَلَى أَنْ تَتَّقُوا مَا يُسْخِطُ رَبَّكُمْ عَلَيْكُمْ، مِنَ الشِّرْكِ فِي عِبَادَتِهِ، وَالإِفْسَادَ في الأَرْضِ، وَإِنَّ اللهَ يُرِيدُ أَنْ يُعِدَّكُمْ بِالتَّقْوَى لِلْفَوْزِ بِرَحْمَتِهِ التِي تُرْجَى لِكُلِّ مَنْ أَجَابَ الدَّعْوَة",
        "sura": "7",
        "aya": "63",
        "page": "158"
    },
    {
        "text": "فَكَذَّبُوهُ فَأَنجَيْنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِى ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَآ إِنَّهُمْ كَانُوا۟ قَوْمًا عَمِينَ",
        "tafsir": "{  في الفلك }أي السفينة ،  ويذكر ويستعمل واحدا وجمعا .  {  قوما عمين }عمى البصائر عن الحق والإيمان ،  لا تنفع فيهم الموعظة ،  ولا يفيدهم التذكير .  جمع عم صفة مشبهة .  يقال :  هو عم-كفرح-لأعمى البصيرة .  وهو أعمى لأعمى البصر .  وقيل هما بمعنى ،  كخضر وأخضر . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "64",
        "page": "158"
    },
    {
        "text": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا قَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ أَفَلَا تَتَّقُونَ",
        "tafsir": "{  و إلى عاد أخاهم هودا }و أرسلنا إلى عاد-وهم عاد الأولى-أخاهم هودا ،  وكانوا بالأحقاف باليمن .  والأحقاف :  الرمل الذي بين عمان وحضر موت .  وكانوا عباد أصنام . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "65",
        "page": "158"
    },
    {
        "text": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلْكَٰذِبِينَ",
        "tafsir": "{  إنا لنراك في سفاهة }<br />\r\nأي متمكنا في الحماقة وخفة العقل ،  حيث هجرت دين قومك إلى دين آخر لا يعرف . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "66",
        "page": "158"
    },
    {
        "text": "قَالَ يَٰقَوْمِ لَيْسَ بِى سَفَاهَةٌ وَلَٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{يَاقَوْمِ} {ٱلْعَالَمِينَ}\r\n(67) فَقَالَ لَهُمْ: إِنَّنِي لَسْتُ سَفِيهاً ضَالاً عَنِ الحَقِّ وَالصَّوَابِ، وَلاَ ضَعِيفَ الرَّأْيِ، كَمَا تَزْعُمُونَ، وَإِنَّمَا أَنَا رَسُولُ رَبِّ العَالَمِينَ إِلَيْكُمْ، وَقَدْ جِئْتُكُمْ بِالحَقِّ وَالهُدَى مِنَ اللهِ الذِي خَلَقَ كُلَّ شَيءٍ، فَهُوَ رَبُّ كُلِّ شَيءٍ وَخَالِقُهُ وَمَالِكُهُ.",
        "sura": "7",
        "aya": "67",
        "page": "158"
    }
]