[
    {
        "text": "قُلْ أَىُّ شَىْءٍ أَكْبَرُ شَهَٰدَةً قُلِ ٱللَّهُ شَهِيدٌۢ بَيْنِى وَبَيْنَكُمْ وَأُوحِىَ إِلَىَّ هَٰذَا ٱلْقُرْءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخْرَىٰ قُل لَّآ أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَٰهٌ وَٰحِدٌ وَإِنَّنِى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
        "tafsir": "{أي شيء أكبر شهادة} سألوا الرسول صلى الله عليه وسلم شاهدا يشهد له بالنبوة، فنزلت الآية. أي أي شيء أعظم شهادة؟ فإن أجابوا و إلا ف {قل الله شهيد بيني وبينكم} يشهد لي بالحق، وعليكم بباطلكم، مما أنزله من القرآن، وهو أكبر معجزة وأصدق دليل. {ومن بلغ} أي و أنذر من بلغه القرآن ممن سيوجد إلى القيامة من سائر الأمم. وفي هذا دلالة على عموم الرسالة، وأن أحكام القرآن تعم الثقلين إلى يوم الدين. وفي الحديث (من بلغه القرآن فكأنما شافهته) .",
        "sura": "6",
        "aya": "19",
        "page": "130"
    },
    {
        "text": "ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
        "tafsir": "{آتَيْنَاهُمُ} {ٱلْكِتَابَ} - إن أهل الكتاب يعرفون أن محمدا خاتم النبيين والرسل، كما يعرفون أبناءهم، بما عندهم من الأخبار والأنباء، عن الأنبياء المتقدمين، فقد بشر الرسل كلهم ببعثة محمد ونعته، وصفته ومكان هجرته،  وصفة أمته ... والذين أنكروا نبوة محمد ورسالته من علماء اليهود، علتهم في ذلك كعلة من أنكروها من زعماء المشركين، وهي الخوف من فقدان الزعامة والرياسة، لذلك فإن هؤلاء يعدون قد خسروا أنفسهم لإيثارهم الجاه والرياسة على الإيمان بالله وبالرسول، الذي يجدونه مكتوبا في كتبهم.",
        "sura": "6",
        "aya": "20",
        "page": "130"
    },
    {
        "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَٰتِهِۦٓ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ",
        "tafsir": "{بِآيَاتِهِ} {ٱلظَّالِمُونَ} - لا أحد أكثر ظلما ممن افترى على الله كذبا، كمن زعم أن له ولدا أو شريكا ... أو زاد في دينه ما ليس منه، أو كذب بآياته المنزلة كالقرآن، أو آياته الكونية الدالة على وحدانيته، أو التي يؤيد بها رسله الكرام ...\r\nومن افترى على الله كذبا، أو كذب بآياته يكون أظلم الظالمين، ولا يفلح الظالمون يوم الحساب بالنجاة من عذاب الله في النار، ولا يفوزون بنعيم الله في الجنة.",
        "sura": "6",
        "aya": "21",
        "page": "130"
    },
    {
        "text": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوٓا۟ أَيْنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
        "tafsir": "واذكر لهم يا محمد ما يحصل يوم القيامة، يوم يحشر الله هؤلاء الظالمين جميعا ثم يقول للذين أشركوا منهم- وهم أشدهم ظلما -: أين الشركاء الذين كنتم تزعمون في الدنيا أنهم أولياؤكم من دون الله، أو تزعمون أن لهم شركة في الألوهية.",
        "sura": "6",
        "aya": "22",
        "page": "130"
    },
    {
        "text": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّآ أَن قَالُوا۟ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ",
        "tafsir": "{لم تكن فتنتهم} الفتنة من الفتن، وهو إدخال الذهب النار لتعلم جودته من رداءته، ثم استعمل في معان، كالمعذرة، والاختيار، والكفر والإثم و الضلال، والبلية والمصيبة. أي لم تكن معذرتهم عن كفرهم، أو عاقبة كفرهم، إلا التبري من الشرك والشركاء في ذلك اليوم، فقد كذبوا في الآخرة كما اعتادوا الكذب في الدنيا .",
        "sura": "6",
        "aya": "23",
        "page": "130"
    },
    {
        "text": "ٱنظُرْ كَيْفَ كَذَبُوا۟ عَلَىٰٓ أَنفُسِهِمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
        "tafsir": "ويتعجب الله تعالى من كذب هؤلاء المشركين بإنكارهم صدور الإشراك عنهم في الدنيا، ثم يقول لرسوله صلى الله عليه وسلم: انظر كيف كذبوا، باليمين الفاجرة التي أقسموها لنفي شركهم، وكيف ذهب عنهم ما كانوا يفترون من الإشراك، حتى نفوا صدوره عنهم.\r\nضل عنهم- غاب عنهم وزال.",
        "sura": "6",
        "aya": "24",
        "page": "130"
    },
    {
        "text": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
        "tafsir": "{وجعلنا على قلوبكم أكنة} أي أغطية تمنعهم أن يفقهوا ما يسمعونه من القرآن، ج كنان. يقال: كن الشيء يكنه ستره. و أكننته: أخفيته. واستكن: استتر. {وفي آذانهم وقرا} أي وجعلنا في آذانهم صمما وثقلا يمنعهم من استماع القرآن على وجه القبول. يقال: وقرت أذنه-من باب تعب ووعد-صمت وثقل سمعها. والكلام تمثيل لعظم جهلهم بشئون النبي صلى الله عليه وسلم، وفرط نبو قلوبهم وأسماعهم عن فهم القرآن والانتفاع به، وقد خلق فيهم داعية الكفر وعلم أنهم لا يؤمنون، فيستحيل إيمانهم مع ذلك مهما رأوا من الآيات الدالة على صدقه صلى الله عليه وسلم، وهو قوله تعالى: {وإن يروا كل آية لا يؤمنوا بها} .  {أساطير الأولين} أكاذيبهم، أو أقاصيصهم، أو ترهاتهم المسطورة التي  لاأصل لها. جمع أسطورة، كأحدوثة وأحاديث. وقيل: جمع لا واحد له، كأبابيل .",
        "sura": "6",
        "aya": "25",
        "page": "130"
    },
    {
        "text": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ وَإِن يُهْلِكُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
        "tafsir": "{وينأون عنه} يتباعدون بأنفسهم عن القرآن، أو عن الرسول فلا يؤمنون به إظهارا لغاية نفورهم منه. يقال: نأى ينأى نأيا، أي بعد. و نأيته ونأيت عنه وأنأيته عنه .",
        "sura": "6",
        "aya": "26",
        "page": "130"
    },
    {
        "text": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَى ٱلنَّارِ فَقَالُوا۟ يَٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{ولو ترى إذ وقفوا على النار} حبسوا عليها يوم القيامة. يقال: وقفه وقفا، حبسه. و جواب الشرط: لرأيت هولا عظيما .",
        "sura": "6",
        "aya": "27",
        "page": "130"
    }
]