[
    {
        "text": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِءَابَآئِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ إِن يَقُولُونَ إِلَّا كَذِبًا",
        "tafsir": "{  كبرت كلمة } أي عظمت في الشناعة والقبح تلك الكلمة التي تفوهوا بها دون تعقل وفهم ،  وهي قولهم : {  اتخذ الله ولدا } .  وكبر :  فعل ماض ،  لإنشاء الذم ،  وفاعله ضمير مفسر بالنكرة بعده المنصوبة على التمييز .  المخصوص بالذم محذوف ،  أي كبرت هي . أي المقالة التي قالوها كلمة خارجة من أفواههم تلك المقالة الشنعاء .\r\n\r\n",
        "sura": "18",
        "aya": "5",
        "page": "294"
    },
    {
        "text": "فَلَعَلَّكَ بَٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَٰذَا ٱلْحَدِيثِ أَسَفًا",
        "tafsir": "{  فلعلك باخع نفسك } قاتل نفسك حزنا ،  وغضبا لإعراضهم عن الإيمان وتكذيبهم بالقرآن والمراد :  لا يكن منك ذلك . يقال :  بخع نفسه بخعا وبخوعا ،  قتلها من شدة الوجد أو الغيظ .\r\nوأصل البخع :  ان تبلغ بالذبخ البخاع – بكسر أوله- وهو عرق في الصلب يجرى في عظم الرقبة ،  وذلك أقصى حد الذبح . {  أسفا } مفعول لأجله .\r\n\r\n",
        "sura": "18",
        "aya": "6",
        "page": "294"
    },
    {
        "text": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
        "tafsir": "{  إنا جعلنا ما على الأرض .  } تعليل للنهي المقصود من كلمة الترجي .  تسلية له صلى الله عليه وسلم وتسكينا لأسفه ،  لأنه تعالى مختبر لأعمالهم ومجازيهم عليها .  فكأنه تعالى يقول له :  لا تحزن فإني منتقم لك منهم . {  لنبلوهم } لنخبترهم بما خلقنا من هذه الزينة{  أيهم أحسن عملا } أي أتبع لأمرنا ونهينا ،  وأعمل بطاعتنا ،  وأبعد من الاغترار بزينة الدنيا .  أي لنعاملهم معاملة المختبر ،  من الابتلاء بمعنى الاختبار ( آية 49 البقرة ص 28 ) .",
        "sura": "18",
        "aya": "7",
        "page": "294"
    },
    {
        "text": "وَإِنَّا لَجَٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
        "tafsir": "{  وإنا لجاعلون } أي وإنا لمصيرون عند انقضاء الدنيا {  ما عليها } مما جعلناه زينة لها {  صعيدا } ترابا{  جرزا } لا نبات فيه .  يقال :  أرض جزر ،  لا تنبت ،  أو كل نباتها ،  أو لم يصبها مطر .\r\nوجزرت الأرض :  إذا ذهب نباتها بقحط أو جراد .  وهو كناية عن إفناء متاع الدنيا ،  ويعقب ذلك الجزاء على الأعمال ،  فلا يحزنك أمرهم فإنا سنجازيهم على ما عملوا يوم الحساب .\r\n\r\n",
        "sura": "18",
        "aya": "8",
        "page": "294"
    },
    {
        "text": "أَمْ حَسِبْتَ أَنَّ أَصْحَٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَٰتِنَا عَجَبًا",
        "tafsir": "{  الكهف والرقيم } الكهف :  النقب المتسع في الجبل ،  فإن لم يكن فيه سعة فهو غاز ،  وجمعه كهوف وأكهف .  والمراد :  الكهف الذي اتخذه هؤلاء الفتية بمدينة أفسوس أو طرسوس{[213]} .  والرقيم :  لوح رقمت فيه أسماء أهل الكهف وقصتهم .  أو ما تمسكوا به من شرع عيسى عليه السلام ،  فهو مصدر بمعنى المرقوم أي المكتوب .  أو هو اسم للوادي الذي كانوا فيه .",
        "sura": "18",
        "aya": "9",
        "page": "294"
    },
    {
        "text": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
        "tafsir": "{  إذ أوى الفتية .  .  .  .  } التجئوا إلى الكهف واتخذوه مأوى لهم ،  يعبدون الله وحده فيه ،  فرارا\r\nبدينهم من قومهم الذين كانوا يعبدون غير الله ،  ومن ملكهم الذي كان يأمرهم بذلك واسمه دقيانوس . يقال :  أوى إلى منزله يأوى أويا ،  نزله بنفسه وسكنه .  والفتية :  جمع فتي وهو الطري من الشباب .  {  وهيئ لنا من أمرنا } الذين نحن عليه من مهاجرة الكفار والمثابرة على الإيمان والطاعة{  رشدا } اهتداء إلى الطريق الحق ،  وسدادا إلى العمل الذي تحب .  والرشد والرشد :  ضد الغي والضلال .  يقال :  رشد يرشد ،  ورشد يرشد ،  رشدا ورشدا رشادا :  اهتدى .\r\n\r\n",
        "sura": "18",
        "aya": "10",
        "page": "294"
    },
    {
        "text": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًا",
        "tafsir": "{آذَانِهِمْ}\r\n(11) - فَضَرَبْنَا عَلَى آذَانِهِمْ حِجَاباً يَمْنَعُهُمْ مِنَ السَّمَاعِ، وَأَنَمْنَاهُمْ فِي الكَهْفِ عَدَداً مِنَ السِّنِينَ.\r\nفَضَرَبْنَا عَلَى آذَانِهِمْ - أَنَمْنَاهُمْ إِنَامَةً ثَقِيلَةً.",
        "sura": "18",
        "aya": "11",
        "page": "294"
    },
    {
        "text": "ثُمَّ بَعَثْنَٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًا",
        "tafsir": "{بَعَثْنَاهُمْ}\r\n(12) - ثُمَّ أَيْقَظْنَاهُمْ مِنْ رَقْدَتِهِمْ تِلْكَ، لِنَعْلَمَ أَيُّ وَاحِدٍ مِنَ الفَرِيقَيْنِ (الحِزْبَيْنِ)، وَالمُخْتَلِفَيْنِ فِيهِمْ أَدَق إِحْصَاءً، وَأَعْرَف بِالمُدَّةِ التِي نَامُوهَا فِي الكَهْفِ.\r\nبَعَثْنَاهُمْ - أَيْقَظْنَاهُمْ مِنْ نَوْمِهِمْ.\r\nأَمَداً - مُدَّةً وَعَدَداً مِنَ السِّنِينَ، أَوْ غَايَةً.",
        "sura": "18",
        "aya": "12",
        "page": "294"
    },
    {
        "text": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَٰهُمْ هُدًى",
        "tafsir": "{آمَنُواْ} {وَزِدْنَاهُمْ}\r\n(13) - نَحْنُ نُخْبِرُكَ بِنَبإِ هؤُلاءِ الفِتْيَةِ الَّذِينَ اوَوْا إِلَى الكَهْفِ كَمَا وَقَعَ، وَلاَ مَحَلَّ فِيهِ للرِّيبَةِ أَوِ الشَّكِّ.\r\nإِنَّهُمْ شُبَّانٌ فِي مُقْتَبَلِ العُمْرِ (فِتْيَةٌ)، اهْتَدوا إِلَى الإِيمَانِ بِرَبِّهِمْ لاَ إِلهَ إِلاَّ هُوَ، فَعَبَدُوهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، ثُمَّ زَادَهُمْ رَبُّهُمْ هُدًى عَلَى هُدَاهُمْ، بِتَثْبِيتِهِمْ عَلَى الإِيمَانِ، وَتَوْفِيقِهِمْ إِلَى العَمَلِ الصَّالِحِ وَالزُّهْدِ فِي الدُّنْيَا.\r\n(وَيَرَى ابْنُ كَثِيرٍ أَنَّ قِصَّةَ أَهْلِ الكَهْفِ كَانَتْ قَبْلَ ظُهُورِ النَّصْرَانِيَّةِ لاَ بَعْدَهَا، لأَِنَّ أَحْبَارَ اليَهُودِ كَانُوا يَعْرِفُونَهَا، وَقَدْ أَرْسَلُوا إِلَى قُرَيْشٍ لِسُؤَالِ النَّبِيِّ عَنْهَا عَلَى وَجْهِ التَّعْجِيزِ)، (وَاسْتَدَلَّ الفُقَهَاءُ مِنْ هَذِهِ الآيَةِ عَلَى أَنَّ الإِيمَانَ يُمْكِنُ أَنْ يَزِيدَ وَيَنْقُصَ).",
        "sura": "18",
        "aya": "13",
        "page": "294"
    },
    {
        "text": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَٰهًا لَّقَدْ قُلْنَآ إِذًا شَطَطًا",
        "tafsir": "{  وربطنا على قلوبهم } قويناها بالصبر والتثبيت على الحق ،  حين وقفوا بين يدي ملكهم الجبار ،  موقف صدق وعزم ،  وأعلنوا التوحيد بنوعيه :  توحيد الربوبية ،  وتوحيد الألوهية ،  نبذا لما دعاهم إليه من عبادة الأوثان .  وأصل الربط :  الشد .  يقال :  ربطت الدابة ،  شددتها برباط .  واستعماله فيها ذكر مجاز ،  كما في قولهم :  هو رابط الجأش ،  إذا كان قلبه لا يفرق ولا يفزع عند الحرب والشدة .\r\n{  قلنا إذا } أي إن دعونا غيره تعالى {  شططنا } أي قولا هو عين الشطط والبعد المفرط عن الحق .  والشطط :  مصدر بمعنى مجاوزة القدر في كل شيء .  وصف به القول مبالغة ،  ثم اقتصر على الوصف مبالغة على المبالغة .  يقال :  شط يشط ويشط شططا وشطوطا ،  بعد .\r\n\r\n",
        "sura": "18",
        "aya": "14",
        "page": "294"
    },
    {
        "text": "هَٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَٰنٍۭ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا",
        "tafsir": "{آلِهَةً} {بِسُلْطَانٍ}\r\n(15) - لَقَدِ اتَّخَذَ قَوْمُنَا آلِهَةً مِنْ دُوْنِ اللهِ، هِيَ أَصْنَامٌ لاَ تَضُرُّ وَلاَ تَنْفَعُ، وَلَيْسَ لَهُمْ فِي عِبَادَتِها مِنْ حُجَّةٍ وَلاَ بُرْهَانٍ وَلاَ دَلِيلٍ، فَهَلاَّ جَاؤُوا عَلَى صِدْقِ قَوْلِهِمْ فِي أَنَّهَا آلِهَةٌ بِدَلِيلٍ مُقْنِعٍ؟ فَلاَ أَحَدَ أَكْثَرُ ظُلْماً مِمَّنْ كَذَبَ عَلَى اللهِ، وَنَسَبَ إِلَيْهِ تَعَالى قَوْلاً لَمْ يَقُلْهُ، وَأَمراً لَمْ يَأْمُرْ بِهِ {ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِباً}.",
        "sura": "18",
        "aya": "15",
        "page": "294"
    }
]