[
    {
        "text": "أُحِلَّ لَكُمْ صَيْدُ ٱلْبَحْرِ وَطَعَامُهُۥ مَتَٰعًا لَّكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ ٱلْبَرِّ مَا دُمْتُمْ حُرُمًا وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
        "tafsir": "{  أحل لكم صيد البحر .  .  }هو ما توالده ومثواه في الماء . والمراد بالبحر : جميع المياه ، بحرا أو نهرا\r\nاو غديرا أو بركة . و بالصيد : الاصطياد أو ما يصاد منه . و بطعام البحر :  ما يؤكل من صيده . أي أحل لكم الصيد وأكل ما يؤكل منه ،  أو الانتفاع بما يصاد منه ،  وأكل ما يؤكل من حيوان البحر . وقيل : طعام البحر ما يقذفه ميتا . {  متاعا لكم }تمتيعا لكم {  وللسيارة }المسافرين منكم يتزودونه قديدا .\r\n\r\n",
        "sura": "5",
        "aya": "96",
        "page": "124"
    },
    {
        "text": "جَعَلَ ٱللَّهُ ٱلْكَعْبَةَ ٱلْبَيْتَ ٱلْحَرَامَ قِيَٰمًا لِّلنَّاسِ وَٱلشَّهْرَ ٱلْحَرَامَ وَٱلْهَدْىَ وَٱلْقَلَٰٓئِدَ ذَٰلِكَ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "tafsir": "{  جعل الله الكعبة البيت الحرام قياما للناس }الجعل : التصبير . و{  الكعبة وقياما }مفعولا جعل . و{  البيت الحرام }بدل من الكعبة . والمراد به  الحرم كله . والقيام والقوام :\r\nما به صلاح الشيء ، كما يقال : الملك العادل قوام رعيته ، لأنه يدبر أمرهم ، ويردع ظالمهم ، ويدفع\r\nأعداءهم . وقد صير الله تعالى البيت للناس سببا لإصلاح أمورهم ، حيث جعله مثابة و أمنا وملجأ ، ومجمعا للتجارات والتعارف والتشاور ، وحرمه إلى يوم القيامة ، لا يعضد{[128]} شجره ولا ينفر صيده{[129]} ، ولا يلتقط لقطته إلا من عرفها{[130]} ، ولا يختلى خلاه . {[131]}كما جعله محجا للناس ومنسكا وسببا لتكفير الخطيئات و زيادة المثوبات . وجعل الأشهر الحرم قواما للناس يأمنون فيها القتل والقتال{[132]} ، و يسافرون فيها في أمن ، لتحصيل قدر ما يكفيهم من الأقوات طول العام . وجعل الهدي و ذوات القلائد منه قواما لمعايش الفقراء . وكل ذلك لحكم سامية ،  ومصالح ظاهرة ، اقتضتها حكمة العليم الخبير ، ورأفته بعباده .",
        "sura": "5",
        "aya": "97",
        "page": "124"
    },
    {
        "text": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "(98) - وَاعْلَمُوا، يَا أيُّهَا المُخَالِفُونَ لأمْرِ اللهِ، أنَّ اللهَ يَعْلَمُ سِرَّكُمْ وَعَلاَنِيَتَكُمْْ، وَأنَّهُ سَيُحَاسِبُكُمْ عَلَى كُلِّ عَمَلٍ عَمِلْتُمُوهُ، صَغِيراً كَانَ أوْ كَبِيراً، وَأنَّهُ تَعَالَى شَديدُ العِقَابِ لِمَنْ عَصَاهُ، وَاسْتَمَرَّ فِي عِنَادِهِ، وَأنَّهُ غَفُورٌ رَحِيمٌ لِمَنْ تَابَ إليهِ مِنْ ذُنُوبِهِ، وَرَجَعَ إلَى اللهِ.",
        "sura": "5",
        "aya": "98",
        "page": "124"
    },
    {
        "text": "مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَٰغُ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
        "tafsir": "{ٱلْبَلاَغُ}\r\n(99) - الرَّسُولُ مُكَلَّفٌ مِنْ رَبِّهِ بِإبْلاغِ النَّاسِ أوَامِرَ رَبِّهِ وَرِسَالاتِهِ، وَحِسَابُ النَّاسِ عَلَى اللهِ، وَهُوَ تَعَالَى يَعْلَمُ السَّرَائِرَ وَالعَلَنَ، وَهُوَ يَعْلَمُ مَا تُخْفِي الصُّدُورُ، وَمَا يُبَيِّتُهُ الإِنْسَانُ فِي سِرِّهِ، وَسَيُحَاسِبُ كُلَّ إنْسَانٍ عَلَى جَميعِ أعْمَالِهِ فِي الدُّنْيا.",
        "sura": "5",
        "aya": "99",
        "page": "124"
    },
    {
        "text": "قُل لَّا يَسْتَوِى ٱلْخَبِيثُ وَٱلطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ ٱلْخَبِيثِ فَٱتَّقُوا۟ ٱللَّهَ يَٰٓأُو۟لِى ٱلْأَلْبَٰبِ لَعَلَّكُمْ تُفْلِحُونَ",
        "tafsir": "{يٰأُوْلِي} {ٱلأَلْبَابِ}\r\n(100) - قُلْ يَا مُحَمَّدُ لِمَنْ تُخَاطِبُهُمْ: لاَ يَسْتَوي الخَبِيثُ وَالطَّيِّبُ، وَلَوْ أعْجَبَكَ، يَا أيُّهَا الإِنْسَانُ، كَثْرَةُ الخَبِيثِ؛ وَقَلِيلٌ مِنَ الحَلاَلِ خَيْرٌ مِنْ كَثيرٍ مِنَ الحَرَامِ الضَّارِّ.\r\n(وَجَاءَ فِي الحَدِيثِ:  \"مَا قَلَّ وَكَفَى خَيْرٌ مِمَّا كَثُرَ وَأَلْهَى\" ) فَاتَّقُوا اللهَ يَا ذَوي العُقُولِ الصَّحِيحَةِ المُسْتَقِيمَةِ، وَتَجَنَّبُوا الحَرَامَ، وَاقْنَعُوا بِالحَلاَلِ، وَاكْتَفُوا بِهِ، لَعَلَّكُمْ تُفْلِحُونَ فِي الدُّنْيا وَالآخِرَةِ.\r\nوَكَمَا لاَ يَسْتَوِي الخَبِيثُ وَالطَّيِّبُ، كَذَلِكَ لاَ يَسْتَوِي البَرُّ وَ الفَاجِرُ، وَلاَ المُصْلِحُ وَالمُفْسِدُ، وَلاَ بُدَّ مِنَ الجَزَاءِ الحَقِّ العَادِلِ.\r\nالطَّيِّبُ - هُوَ مَا طَابَ لِلنَّفْسِ أكْلُهُ، وَيُقْصَدُ بِهِ هُنا مَا أَحْلَّ اللهُ.\r\nالخَبِيثُ - ضِدُّ الطَّيِّبِ.",
        "sura": "5",
        "aya": "100",
        "page": "124"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَسْـَٔلُوا۟ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْـَٔلُوا۟ عَنْهَا حِينَ يُنَزَّلُ ٱلْقُرْءَانُ تُبْدَ لَكُمْ عَفَا ٱللَّهُ عَنْهَا وَٱللَّهُ غَفُورٌ حَلِيمٌ",
        "tafsir": "{  لا تسألوا عن أشياء } نزلت حينما أكثروا من السؤال عن أمور يسوءهم إبداؤها ، لكون التكليف بها شاقا عليهم ، أو لكونها مستورة وفي إظهارها فضيحة للسائل . فالأول : كسؤالهم عن الحج ، هل يجب في كل عام ؟ والثاني : كسؤال بعضهم عن أبيه بقوله : أين أبي ؟  فقال له النبي : أبوك في النار ، فنهوا عن السؤال عن أمثال هذه الأمور لاستتباعه إبداءها وقت التنزيل وقد يكون فيه فضيحة ، وقد يكون فيه مشقة . وقد سأل السابقون أنبياءهم عن أمثالها فأجابوهم ببيان أحكامها فلم يقوموا بها لمشقتها ، فضلوا بترك العمل بها .\r\n\r\n",
        "sura": "5",
        "aya": "101",
        "page": "124"
    },
    {
        "text": "قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُوا۟ بِهَا كَٰفِرِينَ",
        "tafsir": "{كَافِرِينَ}\r\n(102) - لَقَدْ سَألَ هَذِهِ المَسَائِلَ المَنْهِيَّ عَنْها قَوْمٌ مِنْ قَبِلِكُمْ فَأُجِيبُوا عَنْهَا، ثُمَّ لَمْ يُؤْمِنُوا بِهَا فَأصْبَحُوا بِسَبَبِهَا كَافِرِينَ، لأنَّهَا بُيِّنَتْ لَهُمْ، فَلَمْ يَنْتَفِعُوا بِهَا، وَلَمْ يَتَّبِعُوهَا.",
        "sura": "5",
        "aya": "102",
        "page": "124"
    },
    {
        "text": "مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٍ وَلَا سَآئِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُوا۟ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
        "tafsir": "{  ما جعل الله من بحيرة }ما شرع الله هذه المحرمات التي حرمتموها على أنفسكم ،  وزعمتم أنه حرمها كذبا على الله تعالى . وكانوا في الجاهلية إذا ولدت الناقة خمسة أبطن أخرها ذكر شقوا أذنها ومنعوا ركوبها ، وتركوها لآلهتهم ، لا تنحر ولا يحمل عليها ،  ولا تطرد عن ماء أو مرعى ،  وسموها {  البحيرة } أي مشقوقة الأذن ،  من البحر وهو الشق . وكان الرجل إذا قدم من سفر ، أو نجت ناقته من حرب ،  أو برأ من مرض سيب ناقته وخلاها وجعلها كالبحيرة ،  وتسمى{  السائبة } .  وقيل :  هي الناقة التي تعتق للأصنام ، وكانت الشاة إذا ولدت أنثى فهي لهم ،  وإذا ولدت ذكرا فهو لألهتهم ، و إن ولدت ذكرا و أنثى قالوا : وصلت أخاها ، فلم يذبحوا الذكر لألهتهم ،  وتسمى{  الوصيلة } . وقيل : هي الناقة تبكر بأنثى ثم تثنى بأنثى ، فكانوا يتركونها للطواغيت ويقولون : قد وصلت أنثى بأنثى ليس بينهما ذكر . وكان الفحل إذا لقح ولد ولده قالوا قد حمى ظهره فلا يركب ولا يحمل عليه ، ولا يمنع ماء ولا مرعى حتى يموت . يقال : حماه يحميه إذا حفظه ، ويسمى{  الحامي } . وفي تفسير الأربعة خلاف كثير . و أول من ابتدع هذه المنكرات عمرو بن الحي ، وكان قد ملك مكة فاتخذ الأصنام ونصب الأوثان ، وغير دين إسماعيل عليه السلام .\r\n\r\n",
        "sura": "5",
        "aya": "103",
        "page": "124"
    }
]