[
    {
        "text": "وَلَوْ أَنَّهُمْ صَبَرُوا۟ حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
        "tafsir": "(5) - وَلَوْ أنَّ هؤلاءِ الذِينَ جَاؤُوكَ يُنَادُونَكَ مِنْ وَرَاءِ الحُجُراتِ بِأصْواتٍ مُرْتَفِعَةٍ، صَبَرُوا وَلَمْ يُنَادُوكَ حَتَّى تَخْرُجَ أنْتَ إليهِمْ، لَكَانَ ذَلِكَ خَيْراً لَهُمْ عِنْدَ اللهِ، لأَِنَّهُمْ يَكُونُونَ بِذَلِكَ قَدْ بَرْهَنُوا عَلى مَا يُكِنُّونَهُ لَكَ مِنَ الاحتِرامِ وَالتَّوقِيرِ.\n",
        "sura": "49",
        "aya": "5",
        "page": "516"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَٰلَةٍ فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَٰدِمِينَ",
        "tafsir": "{  إن جاءكم فاسق } وهو من أخل بشيء من أحكام الشرع بترك مأمور به ،  أو فعل منهى عنه . {  فتبينوا } أي اطلبوا البيان والمعرفة .  وقرئ  \" فتئبتوا \"  وهو قريب منه .  أي إن أخبركم فاسق بخبر فتعرفوا صدقه ،  وتثبتوا منه خشية أن تصيبوا قوما بمكروه بسبب جهالتكم الحال ؛  فتندموا على ما فعلتم بهم ،  متمنين أنه لم يقع منكم .  والندم :  الغم على وقوع شيء مع تمنى عدم وقوعه . <br />\r\n<br />\r\n",
        "sura": "49",
        "aya": "6",
        "page": "516"
    },
    {
        "text": "وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ لَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ أُو۟لَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
        "tafsir": "{  لو يطيعكم في كثير من الأمر لعنتم } أي لو يطيعكم في كثير من الأخبار ،  وهو الباطل منها ،  فيرتب عليه أحكامه لوقعتم في الجهد والتعب ،  أو في الإثم والهلاك .  ولكنه صلى الله عليه وسلم لا يطيعكم في غالب ما تخبرونه به قبل التبيّن والتثبت ،  ولا يسارع إلى العمل بما يبلغه قبل النظر فيه .  والعنت :  الوقوع في أمر شاق ،  والإثم .  يقال :  عنت فلان – من باب طرب – عنتا ،  إذا وقع في أمر يخاف منه التلف .  والخطاب لغير الكمّل من المؤمنين . {  ولكن الله حبب إليكم الإيمان } والمحبب إليهم ذلك هم الكمّل منهم . <br />\r\n<br />\r\n",
        "sura": "49",
        "aya": "7",
        "page": "516"
    },
    {
        "text": "فَضْلًا مِّنَ ٱللَّهِ وَنِعْمَةً وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "tafsir": "(8) - وَهذَا العَطَاءُ، الذِي مَنَحَكُمُ اللهُ إيَّاهُ، هُوَ فَضْلٌ منهُ عَليكُمْ، وَإِنعَامٌ عَلَيكُمْ مِنْ لَدُنْهُ، وَاللهُ عَليمٌ بِمَنْ يَسْتَحِقُّ الهِدَايةَ ممَّنْ يَسْتَحِقُّ الغَوَايةَ، وَهُوَ حَكِيمٌ في شرْعِهِ وَتَدْبِيرِهِ.\n",
        "sura": "49",
        "aya": "8",
        "page": "516"
    },
    {
        "text": "وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ فَقَٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
        "tafsir": "{  وإن طائفتان من المؤمنين اقتتلوا .  .  .  } أي تقاتلوا{  فأصلحوا بينهما } وجوبا بالنصح وإزالة الشبهة وأسباب الخصام ،  والدعاء إلى حكم الله تعالى . <br />\r\nوالخطاب لأولى الأمر . {  فإن بغت إحداهما على الأخرى } تعدت عليها بغير حق ،  وأبت الصلح والإجابة إلى حكم الله{  فقاتلوا التي تبغي حتى تفئ إلى أمر الله } أي ترجع إلى حكمه{  فإن فاءت فأصلحوا بينهما بالعدل } بفصل ما بينهما على حكم الله ،  ولا تكتفوا بمجرد متاركتهما ؛  عسى أن يكون بينهما قتال فيما بعد{  وأقسطوا } اعدلوا في كل أمر ؛  وهو تأكيد ؛  وهو تأكيد لقوله  \" بالعدل \"  . {  إن الله يحب المقسطين } العادلين ؛  فيجازيهم أحسن الجزاء . <br />\r\n<br />\r\n",
        "sura": "49",
        "aya": "9",
        "page": "516"
    },
    {
        "text": "إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا۟ بَيْنَ أَخَوَيْكُمْ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
        "tafsir": "{  إنما المؤمنون إخوة .  .  .  } يجمعهم أصل واحد ،  وهو الإيمان ؛  كما يجمع الإخوة أصل واحد وهو النسب .  وكما أن أخوة النسب داعية إلى الواصل والتراحم والتناصر في دفع الشر وجلب الخير ؛  كذلك الأخوة في الدين تدعو إلى ذلك ،  بل هي أدعى إليه ؛  لأنها في الله ولله عز وجل !  . <br />\r\n<br />\r\n",
        "sura": "49",
        "aya": "10",
        "page": "516"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًا مِّنْهُمْ وَلَا نِسَآءٌ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًا مِّنْهُنَّ وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَٰبِ بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَٰنِ وَمَن لَّمْ يَتُبْ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
        "tafsir": "{  لا يسخر قوم من قوم } لا يحتقر بعض المؤمنين بعضا ،  ولا يهزأ بعضهم من بعض ؛  من السخرية ،  وهي احتقار الإنسان قولا أو فعلا بحضرته على وجه يضحك .  يقال :  سخرت منه سخرا – من باب تعب – ومسخرا وسخرا – بضمتين – هزأت به .  والاسم السخرية .  روي أنها نزلت في قوم من بني تميم سخروا من بلال وعمار وصهيب وأمثالهم لما رأوا من رثاثة حالهم . {  ولا تلمزوا أنفسكم } لا يعب بعضكم بعضا بقول أو إشارة ،  سواء أكان على وجه يضحك أم لا ،  وسواء أكان بحضرته أم لا .  واللمز :  العيب .  وفعله من باب ضرب ونصر .  وعطف هذا النهى على ما قبله من عطف العام على الخاص . {  ولا تنابزوا بالألقاب } لا يدع بعضكم بعضا بما يستكره من الألقاب .  والتنابز :  التعاير والتداعي بالألقاب .  يقال :  نبزه ينبزه ،  لقبه كنبزه :  والنبز – بالتحريك - :  اللقب ،  محبوبا كان أو مكروها .  وخصّ عرفا بالمكروه . {  بئس الاسم الفسوق بعد الإيمان } أي بئس الذكر للمؤمنين بسبب ارتكاب واحد من هذه الأمور الثلاثة القبيحة – أن يذكروا بالفسوق بعد اتصافهم بالإيمان . <br />\r\n<br />\r\n",
        "sura": "49",
        "aya": "11",
        "page": "516"
    }
]