[
    {
        "text": "فَلَمْ تَقْتُلُوهُمْ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
        "tafsir": "{فلم تقتلوهم ولكن الله قتلهم} أي فلم تقتلوهم بحولكم وقوتكم مع كثرة عددهم وقلة عددكم، ولكن الله هو الذي أظفركم بهم بحوله وقوته. {وما رميت} بالرعب يوم بدر في قلوب الأعداء {إذ رميت} في وجوههم بالحصباء {ولكن الله رمى} بالرعب في قلوبهم فهزهم ونصركم عليهم. أو ما أوصلت الحصباء إلى أعينهم، أو رميتهم بها ولكن الله هو الذي أوصلها إليها. {ليبلى المؤمنين منه} اللام للتعليل متعلقة بمحذوف مؤخر، أي وليحسن إليهم وينعم عليهم بالنصر والغنيمة فعل ما فعل، لا لشيء آخر، والبلاء هنا محمول على الإحسان والنعمة، ويطلق أيضا على المحنة. وأصله الاختبار، وهو كما يكون بالنقمة لإظهار الشكر، يكون بالمحنة لإظهار الصبر .",
        "sura": "8",
        "aya": "17",
        "page": "179"
    },
    {
        "text": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَٰفِرِينَ",
        "tafsir": "{ٱلْكَافِرِينَ} - وهذه بشارة أخرى للمسلمين تضاف إلى نصر الله لهم، فقد أعلمهم تعالى بأنه مضعف كيد الكفار، وموهن تدبيرهم ومكرهم بالنبي صلى الله عليه وسلم، وبالمؤمنين، وأنه مصغر من شأنهم، وجاعلهم إلى تبار وبوار.\r\nموهن- مضعف.",
        "sura": "8",
        "aya": "18",
        "page": "179"
    },
    {
        "text": "إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{إن تستفتحوا} إن تطلبوا لأعلى الجندين وأهدى الفئتين فقد جاءكم النصر من حيث نصر الأعلى والأهدى. قيل لهم هذا تهكما بهم. روى أنهم حين أرادوا الخروج إلى بدر تعلقوا بأستار الكعبة وقالوا: اللهم انصر على الجندين وأهدى الفئتين، وأكرم الحزبين، فكان ذلك في نفس الأمر دعاء على أنفسهم، لا على الرسول وأصحابه .",
        "sura": "8",
        "aya": "19",
        "page": "179"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
        "tafsir": "{يٰأَيُّهَا} {آمَنُوۤاْ} - يأمر الله تعالى المؤمنين بإطاعة الله، وإطاعة رسوله، وبالاستجابة للرسول إذا دعاهم إلى الجهاد في سبيل الله، وينهاهم عن مخالفته، وترك طاعته، ورفض الاستجابة له إذا دعاهم إلى الجهاد، لأنهم يسمعون كلام الله الذي يأمرهم بطاعة الرسول وموالاته ونصره، ويعقلونه.",
        "sura": "8",
        "aya": "20",
        "page": "179"
    },
    {
        "text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
        "tafsir": "ولا تكونوا كالمنافقين وكالمشركين الذين قالوا: سمعنا ما قلته يا محمد، ولكنهم في الحقيقة لم يسمعوا شيئا، ولم يستجيبوا له، فكانوا كغير السامعين (وَهُمْ لاَ يَسْمَعُونَ) .",
        "sura": "8",
        "aya": "21",
        "page": "179"
    },
    {
        "text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ",
        "tafsir": "{إن شر الدواب. .  .} نزلت في نفر من بني عبد الدار بن قصى، كانوا يقولون: نحن صم بكم عمى عما جاء به محمد، فقتلوا جمعا يوم بدر، ولم يسلم منهم إلا رجلان. وإطلاق الدابة على الإنسان حقيقي، لأنها تطلق على كل حيوان في الأرض مميزا أو غير مميز .",
        "sura": "8",
        "aya": "22",
        "page": "179"
    },
    {
        "text": "وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
        "tafsir": "إن هذه المخلوقات لا تفهم فهما صحيحا، وليس لهم رغبة في عمل خير صالح، ولو كان الله يعلم فيهم استعدادا للإيمان والاهتداء بنور النبوة لأسمعهم وأفهمهم، ولكنهم لا خير فيهم، ولذلك لم يسمعهم، لأنه تعالى يعلم أنه لو أسمعهم لتولوا عن القبول قصدا وعنادا، وهم معرضون عنه.",
        "sura": "8",
        "aya": "23",
        "page": "179"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَجِيبُوا۟ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ",
        "tafsir": "{أن الله يحول بين المرء وقلبه} أي يحول بين المرء وخواطر قلبه، فيمنعه من حصول ما لم يرده منه، فلا يقدر الإنسان أن يدرك شيئا من إيمان أو كفر، أو أن يعي شيئا إلا بمشيئته تعالى، من الحول بين الشيء والشيء، بمعنى الحجز والفصل بينهما. وهو مجاز عن غاية قربه تعالى من العبد .",
        "sura": "8",
        "aya": "24",
        "page": "179"
    },
    {
        "text": "وَٱتَّقُوا۟ فِتْنَةً لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا۟ مِنكُمْ خَآصَّةً وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
        "tafsir": "{واتقوا فتنة} احذروا ابتلاء من الله تعالى ومحنة تنزل بكم، تعم المسيء وغيره، كالقحط والغلاء، وتسلط الظلمة وغير ذلك. والمراد التحذير من الذنوب التي هي أسباب الابتلاء، كإقرار المنكرات والبدع والرضا بها، والمداهنة في الأمر بالمعروف، وافتراق الكلمة في الحق، وتعطيل الحدود، وفشو المعاصي ونحو ذلك. وفي حديث عائشة مرفوعا (إذا ظهر السوء في الأرض أنزل الله بأهل الأرض بأسه) فقالت: وفيهم أهل لطاعة الله؟ قال: (نعم ثم يصبرون إلى رحمة الله) .",
        "sura": "8",
        "aya": "25",
        "page": "179"
    }
]