[
    {
        "text": "وَلَقَدْ أَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِى فَٱضْرِبْ لَهُمْ طَرِيقًا فِى ٱلْبَحْرِ يَبَسًا لَّا تَخَٰفُ دَرَكًا وَلَا تَخْشَىٰ",
        "tafsir": "{  أن أسر بعبادي } أي سر بهم أول الليل من أرض مصر إلى خليج السويس [ آية 1 الإسراء ص 449 ] . {  يبسا } أي يابسا لا طين فيه ولا ماء .  واليبس :  المكان إذا كان فيه ماء وذهب{  لا تخاف دركا } أي لا تخشى أن يدرك فرعون وجنوده من ورائك .  والدرك – محركة – اللحاق .  يقال :  أدركه لحقه . \r\n{  المن والسلوى } [ آية 57 البقرة ص 29 ] .",
        "sura": "20",
        "aya": "77",
        "page": "317"
    },
    {
        "text": "فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلْيَمِّ مَا غَشِيَهُمْ",
        "tafsir": "(78) - وَتَبِعَهُمْ فِرْعَوْنُ بِجُنُودِهِ، وَسَارُوا حَيْثُ سَارَ بَنُو إِسْرَائِيلَ بَيْنَ فِرْقَتَيِ البَحْرِ، فَأَطْبَقَ عَلَيْهِمُ المَاءُ، وَغَشِيَهُمْ مِنْ كُلِّ جَانِبٍ بِأَهْوَالِهِ، فَأَهْلَكَهُمْ جَمِيعاً.\r\nغَشِيَهُمْ مَا غَشِيَهُمْ - أَحَاطَ بِهِمْ مَا لاَ سَبِيلَ إِلَى إِدْراكِ كُنْهِهِ.",
        "sura": "20",
        "aya": "78",
        "page": "317"
    },
    {
        "text": "وَأَضَلَّ فِرْعَوْنُ قَوْمَهُۥ وَمَا هَدَىٰ",
        "tafsir": "(79) - وَهكَذا أَضَلَّ فِرْعَوْنُ قَوْمَهُ، وَدَفَعَ بِهِمْ إِلَى الهَلاَكِ وَالدَّمَارِ، فِي الدُّنْيَا وَالآخِرَةِ، وَلَمْ يَهْدِهِمْ سَوَاءَ السَّبِيلِ.",
        "sura": "20",
        "aya": "79",
        "page": "317"
    },
    {
        "text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ قَدْ أَنجَيْنَٰكُم مِّنْ عَدُوِّكُمْ وَوَٰعَدْنَٰكُمْ جَانِبَ ٱلطُّورِ ٱلْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ",
        "tafsir": "{يٰبَنِي إِسْرَائِيلَ} {أَنجَيْنَاكُمْ} {وَوَاعَدْنَاكُمْ}\r\n(80) - يُذَكِّرُ اللهُ تَعَالَى بَنِي إِسْرَائِيلَ بِمَا أَنْعَمَ بِهِ عَلَيْهِمْ إِذْ أَنْجَاهُمْ مِنْ عَدُوِّهِمْ فِرْعَوْنَ، وَأَقَرَّ عُيُونَهُمْ بِإِهْلاَكِهِ، وَإِهْلاَكِ جُنُودِهِ، وَهُمْ يَنْظُرُونَ، وَوَاعَدَ مُوسَى لِيَأْتِيَ إِلَى جَانِبِ الطُّورِ الأَيْمَنِ بَعْدَ أَرْبَعِينَ لَيْلَةً صَامَهَا، لِيَتَهَيَّأَ لِلِقَاءِ رَبِّهِ، لِيَسْمَعَ مَا سَيُوحِيهِ رَبُّهُ إِلَيْهِ فِي الأَلْوَاحِ مِنْ أُمُورِ العَقِيدَةِ وَالشَّرِيعَةِ، وَأَرْسَلَ المَنَّ وَالسَّلْوَى إِلَى بَنِي إِسْرَائِيلَ، لِيَأْكُلُوا مِنْهُمَا فِي صَحْرَاءِ سِينَاءَ.\r\nالمَنَّ - مَادَّةً صَمْغِيَّةً حُلْوَةً كَالعَسَلِ.\r\nالسَّلْوَى - طَيْرُ السُّمَانَى - أَوْ طَيْرٌ يُشْبِهُ طَائِرَ السُّمَانَى.",
        "sura": "20",
        "aya": "80",
        "page": "317"
    },
    {
        "text": "كُلُوا۟ مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ وَلَا تَطْغَوْا۟ فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِى وَمَن يَحْلِلْ عَلَيْهِ غَضَبِى فَقَدْ هَوَىٰ",
        "tafsir": "{  ولا تطغوا فيه } تتعدوا حدود الله فيما رزقناكم بأن تكفروا به ؛  من الطغيان وهو تجاوز الحد في العصيان [ آية 256 البقرة ص 84 ]{  فيحل عليكم غضبي } فيجب عليكم عقابي .  يقال : \r\nحل أمر الله عليه حلالا ،  وجب .  وقرئ بضم الحاء ،  أي فينزل عليكم .  يقال :  حل يحل حلولا ،  نزل . {  فقد هوى } أي هلك ؛  وأصله السقوط من علو .  يقال :  هوى يهوي هويا وهويا وهويانا ،  سقط إلى أسفل ؛  ثم استعمل في الهلاك للزومه له .",
        "sura": "20",
        "aya": "81",
        "page": "317"
    },
    {
        "text": "وَإِنِّى لَغَفَّارٌ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحًا ثُمَّ ٱهْتَدَىٰ",
        "tafsir": "{وَآمَنَ} {صَالِحَاً}\r\n(82) - وَكُلُّ مَنْ تَابَ إِلَى اللهِ، وَرَجَعَ عَمَّا كَانَ فِيهِ مِنَ الكُفْرِ وَالشِّرْكِ وَالمَعْصِيَةِ وَالنِّفَاقِ ... وَآمَنَ بِقَلْبِهِ، وَعَمِلَ صَالِحاً بِجَوَارِحِهِ، وَاسْتَقَامَ عَلَى السُّنَّةِ وَالجَمَاعَةِ، وَلَمْ يُشَكِّكْ، فَإِنَّ اللهَ يَغْفِرُ لَهُ ذُنُوبَهُ وَيَتُوبُ عَلَيْهِ.",
        "sura": "20",
        "aya": "82",
        "page": "317"
    },
    {
        "text": "وَمَآ أَعْجَلَكَ عَن قَوْمِكَ يَٰمُوسَىٰ",
        "tafsir": "{  وما أعجلك عن قومك } أمر موسى عليه السلام بحضور الميقات مع قوم مخصوصين ؛  وهم النقباء السبعون الذين اختارهم الله من بني إسرائيل ليذهبوا معه إلى الطور لأجل أن يأخذوا التوراة ؛  فسار بهم موسى ثم عجل من بينهم مشوقا إلى ربه ،  وخلفهم وراءه وأمرهم أن يتبعوه إلى الجبل ؛  فقال تعالى :   \" وما أعجلك \"  .  ،  أي أيّ شيء عنهم فتقدمت عليهم .  يقال :  أعجله وعجله تعجيلا ،  استحثه ؛  من العجلة وهي طلب الشيء وتحريه قبل أوانه . \r\n\r\n",
        "sura": "20",
        "aya": "83",
        "page": "317"
    },
    {
        "text": "قَالَ هُمْ أُو۟لَآءِ عَلَىٰٓ أَثَرِى وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَىٰ",
        "tafsir": "(84) - فَأَجَابَ مُوسَى رَبَّهُ مُعْتَذِراً: هُمْ آتُونَ خَلْفِي، وَعَلَى أَثَرِي، وَمَا تَقَدَّمْتُهُمْ إِلاَّ بِخُطُوَاتٍ قَلِيلَةٍ، وَعَجَّلْتُ إِلَيْكَ رَبِّي لِتَزْدَادَ عَنِّي رِضاً، وَقَدْ ظَنَنْتُ أَنَّ تَقَدُّمِي عَلَيْهِمْ لَيْسَ فِيهِ مَا يُؤْخَذُ عَلَيَّ.",
        "sura": "20",
        "aya": "84",
        "page": "317"
    },
    {
        "text": "قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنۢ بَعْدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِىُّ",
        "tafsir": "{  قد فتنا قومك } أي ابتلينا القوم الذين خلفتهم مع هارون – وهم غير النقباء السبعين – بعبادة العجل ؛  إلا قليلا منهم حيث أطاعوا موسى السامري فيما دعاهم إليه ،  وكان من عظمائهم ،  من قبيلة تعرف بالسامرة ،  وكان منافقا .  والفتنة :  الابتلاء والاختبار [ آية 102 البقرة ص 40 ] .",
        "sura": "20",
        "aya": "85",
        "page": "317"
    },
    {
        "text": "فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَٰنَ أَسِفًا قَالَ يَٰقَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا أَفَطَالَ عَلَيْكُمُ ٱلْعَهْدُ أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ فَأَخْلَفْتُم مَّوْعِدِى",
        "tafsir": "{  أسفا } حزينا على ما صنع قومه .  أو شديد الغضب .  والأسف :  الحزن والغضب معا ،  وقد يطلق على كل واحد منهما على الانفراد . {  أن يحل } أي يجب{  عليكم غضب } . \r\n\r\n",
        "sura": "20",
        "aya": "86",
        "page": "317"
    },
    {
        "text": "قَالُوا۟ مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَٰكِنَّا حُمِّلْنَآ أَوْزَارًا مِّن زِينَةِ ٱلْقَوْمِ فَقَذَفْنَٰهَا فَكَذَٰلِكَ أَلْقَى ٱلسَّامِرِىُّ",
        "tafsir": "{  ما أخلفنا موعدك بملكنا } أي بقدرتنا وطاقتنا ورغبتنا .  يقال :  ملكه يملكه ملكا – بتثليث الميم – احتواه قادرا على الاستبداد به . {  حملنا أوزارا } أي أثقالا وأحمالا .  جمع وزر وهو الثقل . {  من زينة القوم } أي من حل القبط . {  فقذفناها } فطرحناها في النار{  فكذلك ألقى السامري } ما معه من الحلي .  وقيل :  ما معه من الحلي ومن التراب الذي وقع عليه حافر فرس جبريل عليه السلام . \r\n\r\n",
        "sura": "20",
        "aya": "87",
        "page": "317"
    }
]