[
    {
        "text": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا۟ وَإِنَّ ٱللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ",
        "tafsir": "{  أذن } أي في القتال .\r\n\r\n",
        "sura": "22",
        "aya": "39",
        "page": "337"
    },
    {
        "text": "ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا۟ رَبُّنَا ٱللَّهُ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَٰمِعُ وَبِيَعٌ وَصَلَوَٰتٌ وَمَسَٰجِدُ يُذْكَرُ فِيهَا ٱسْمُ ٱللَّهِ كَثِيرًا وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
        "tafsir": "{  ولولا دفع الله الناس .  .  .  } تحريض على القتال المأذون فيه ،  بإفادة أن الله تعالى أجرى بذلك عادته في الأمم الغابرة ؛  ليتنظم به الأمر ،  وتقوم الشرائع ،  وتصان المتعبدات من الهدم .  فلولا دفع الله المشركين بالمؤمنين بالإذن لهم في الجهاد لهدمت في زمن موسى المعابد ،  وفي زمن عيسى الصوامع والبيع ،  وفي زمن نبينا عليه الصلاة والسلام المساجد .  والذين دفع بهم المشركون في زمن موسى وعيسى عليهما السلام إنما هم المؤمنون من أتباعهم الذين لم يحرفوا ولم يبدلوا ،  واستمروا على الحق . {  صوامع } معابد للرهبان ؛  جمع صومعة ،  وهي البناء المرتفع المحدد الطرف .  يقال :  صمع الثريدة ،  أي رفع رأسها وحدده . {  وبيع } كنائس للنصارى ؛  جمع بيعة ولا تختص بالبرهان . {  وصلوات } كنائس لليهود\r\n\r\n",
        "sura": "22",
        "aya": "40",
        "page": "337"
    },
    {
        "text": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمْ فِى ٱلْأَرْضِ أَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ وَأَمَرُوا۟ بِٱلْمَعْرُوفِ وَنَهَوْا۟ عَنِ ٱلْمُنكَرِ وَلِلَّهِ عَٰقِبَةُ ٱلْأُمُورِ",
        "tafsir": "{مَّكَّنَّاهُمْ} {ٱلصَّلاَةَ} {وَآتَوُاْ} {ٱلزَّكَـاةَ} {عَاقِبَةُ}\r\n(41) - وَيُتَابِعُ اللهُ تَعَالَى وَصْفَ المُؤْمِنينَ المَظْلُومِينَ فَيَقُولُ: إِنَّهُمُ الذِينَ إِذَا مَكَنَّ اللهُ لَهُمْ فِي الأَرْضِ، وَحَقَّقَ لَهُمُ النَّصْرَ والغَلَبَةَ، وَجَعَلَ لَهُمُ العَاقِبَة، عَمِلُوا بِأَمْرِ اللهِ، وَاجْتَنَبُوا مَا نَهَاهُم عَنْهُ، فَأَقَامُوا الصَّلاَةَ، وأَدَّوهَا حَقَّ أَدَائِها، وَدَفَعُوا زَكَاةَ أَمْوَالِهِمْ، وَأَمَرُوا بالمعْرُوفِ، وَحَثُّوا النَّاسَ عَلَى فِعْلِ الخَيْرِ وَمَا يُرْضِي اللهَ، وَنَهَوْا المُتَجَاوِزِينَ عَلَى حُدُودِ اللهِ عَنْ فِعْلِ المُنْكَرِ. وَعِنْدَ اللهِ حِسَابُ النَّاسِ جَميعاً فِي نِهَايَةِ المَطَافِ، وَلَهُ عَاقِبَةُ الأُمُورِ، فَيجْزِي كُلَّ وَاحِدٍ عَلَى عَمَلِهِ.\n",
        "sura": "22",
        "aya": "41",
        "page": "337"
    },
    {
        "text": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ",
        "tafsir": "(42) - يُسَلِّي اللهُ تَعَالَى رَسُولَهُ صلى الله عليه وسلم عَمَّا يُلاَقِيهِ مِنْ تَكْذِيبِ المُشْرِكِينَ لَهُ؛ فَيَقُولُ لَهُ: إِنْ كَانَ قَوْمُكَ قَد كَذَّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ أَقْوامُ نُوحٍ وَعَادٍ وَثَمودَ أَنْبِيَاءَهُم.\n",
        "sura": "22",
        "aya": "42",
        "page": "337"
    },
    {
        "text": "وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٍ",
        "tafsir": "{إِبْرَاهِيمَ}\r\n(43) - وَكَذَلِكَ كَذَّبَ إِبْرَاهِيمَ قَومُهُ، وَكَذَّبَ قَوْمُ لوطٍ لُوطاً عَلَيْهِمَا السَّلاَمُ.\n",
        "sura": "22",
        "aya": "43",
        "page": "337"
    },
    {
        "text": "وَأَصْحَٰبُ مَدْيَنَ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَٰفِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ",
        "tafsir": "{  فأمليت للكافرين .  .  .  } أمهلتهم بالعقوبة ،  ولم أعاجلهم بها ؛  من الإملاء بمعنى الإمهال . {  نكير } أي إنكاري عليهم بالعذاب والهلاك .  مصدر من نكرت عليه وأنكرت ،  إذا فعلت فعلا يردعه .  وهو وعيد للمكذبين لرسوله صلى الله عليه وسلم .\r\n\r\n",
        "sura": "22",
        "aya": "44",
        "page": "337"
    },
    {
        "text": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَٰهَا وَهِىَ ظَالِمَةٌ فَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ",
        "tafsir": "{  فكأين من قرية .  .  .  } فكثير من القرى أهلكنا [ آية 146 آل عمران ص 127 ] .\r\n{  فهي خاوية على عروشها } خالية من أهلها لهلاكهم [ آية 259 البقرة ص 85 ] .\r\n{  وبئر معطلة } مهجورة لهلاك أهلها ؛  من بأرت الأرض أبأرها بأرا :  حفرتها ،  فهي مبئورة .\r\n{  وقصر مشيد } مجصص بالشيد وهو الجص ،  أخليناه من ساكنيه بإهلاكهم .  يقال :  شاد البناء يشيه ،  طلاه بالشيد .",
        "sura": "22",
        "aya": "45",
        "page": "337"
    },
    {
        "text": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى ٱلْأَبْصَٰرُ وَلَٰكِن تَعْمَى ٱلْقُلُوبُ ٱلَّتِى فِى ٱلصُّدُورِ",
        "tafsir": "{آذَانٌ} {ٱلأَبْصَارُ}\r\n(46) - يَسْأَلُ اللهُ تَعَالَى فِي اسْتِنْكَارٍ عَنِ الأَثَرِ الذي تَرَكَهُ فِي نُفُوسِ المُشْرِكِينَ، وَهُمْ يَرَوْنَ مَا حَلَّ بِالأمُمِ السَّابِقَةِ مِنْ هَلاكٍ وَدَمَارٍ، بِسَبَبِ كُفْرِهِمْ وَتَكْذِيبِهم رُسُلَ رَبِّهم إِلَيْهِم، وَمَا جَاؤُوهُم بِه مِنَ الآيَاتِ، مِنْ عِنْدِ رَبِّهِم، وَيَقُولُ لَهُمْ تَعَالَى: أفَلَمْ يَسِرْ هَؤُلاَءِ فِي الأَرْضِ فَيَرَوْا بِأَعْيِنِهِمْ مَا حَلَّ بِمَنْ سَبَقَهُم مِنَ مُكَذِّبِي الأُمَمِ الخَالِيَةِ مِنْ دَمَارٍ بِسَبَبِ كُفْرِهِمْ بالله، وَظُلْمِهِمْ وَتَكْذِيِبِهمْ رُسُلَ رَبِّهِمْ، وَيَقُولُ لَهُمْ: أَوَ لَمْ يَسْمَعُوا بِآذَانِهِمْ قَصَصَهُم وأخْبَارَهُمْ؟ثُمَّ أَلاَ يَعْقِلُونَ وَيَتَدَبَّرُونَ مَا يَرَوْنَ وَيَسْمَعُونَ فَيَعْتَبِرُوا وَيَتَّعِظُوا؟\r\nثُمَّ يَقُولُ تَعَالَى: إِنَّ هَؤُلاءِ المُشْرِكِينَ يَرَوْنَ وَلَكِنَّهُم لاَ يَتَعَِّظُونَ وَلا يَتَدَبَّرُونَ ولا يَعْتَبِرُونَ، لأَنَّهُمْ عُمْيُ القُلُوبِ والبَصَائِر، وَلَوْ كَانَتْ لَهُمْ قُلُوبٌ مُبْصِرَةٌ لاَتَّعَظَتْ وَتَفَكَّرَتْ فِيمَا تَراهُ العَيْنُ، لأَِنَّ العَمَى ليسَ هُوَ عَمَى العَيْنِ، وإِنَّمَا هُوَ عَمَى البَصِيرَةِ، أي القَلْبِ.\n",
        "sura": "22",
        "aya": "46",
        "page": "337"
    }
]