[{"text":"وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَٰكِن كَذَّبُوا۟ فَأَخَذْنَٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ","aya":"96","page":"163","tafsir":"{  ولو أن أهل القرى }أي ولو أن أهل تلك القرى المهلكة آمنوا بما جاء به الرسل ،  واتقوا ما حرمه الله عليهم {  لفتحنا عليهم بركات .  .  .  }لآتيناهم بركات من السماء والأرض ،  كالمطر والنبات والثمار ،  والأنعام والأرزاق ،  والأمن والسلامة من الآفات .  جمع بركة ،  وهي ثبوت الخير الإلهي في الشيء ،  وسمى بذلك لثبوت الخير فيه ،  ثبوت الماء في البركة .  \r\n \r\n"},{"text":"أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَٰتًا وَهُمْ نَآئِمُونَ","aya":"97","page":"163","tafsir":"{  أفأمن أهل القرى }أي أبعد ذلك الأخذ- لمن كذب واستكبر وعاند- والعلم به يأمن أهل مكة- وما حولها من القرى-المماثلون لمن سبقهم في التكذيب والعناد ،  أن ينزل بهم عذابنا ليلا وهم في غفلة وطمأنينة ،  أو نهارا وهم ساهون لا هون( آية 4 من هذه السورة ) ."},{"text":"أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ","aya":"98","page":"163","tafsir":""},{"text":"أَفَأَمِنُوا۟ مَكْرَ ٱللَّهِ فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَٰسِرُونَ","aya":"99","page":"163","tafsir":"{  أفأمنوا مكر الله }أي عذابه ونقمته ليلا أو نهارا ،  آمن ما يكونون منه .  أو إدرار نعمه عليهم استدراجا لهم ،  حتى يمعنوا في الطغيان ،  ويزدادوا في العتو ،  فيهلكهم كما أهلك من قبلهم .  \r\n \r\n"},{"text":"أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَٰهُم بِذُنُوبِهِمْ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ","aya":"100","page":"163","tafsir":"{  أو لم يهد .  .  } أي أو لم يبين لأهل مكة وما حولها ما جرى لأمم السابقة إصابتنا إياهم بذنوبهم لو شئنا ذلك ،  كما أصبنا من قبلهم .  {  يهد }أي يبين ،  والفاعل ضمير عائد على ما يفهم من سياق الكلام ،  \r\nأي ما جرى للأمم المهلكة السابقة .  و{  أن }وما في حيزها في تأويل مصدر مفعول .  {  و نطبع على قلوبهم }أي ونحن نختم على قلوبهم ،  والجملة مستأنفة لإثبات حصول الطبع على قلوبهم .  \r\n \r\n"},{"text":"تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبْلُ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَٰفِرِينَ","aya":"101","page":"163","tafsir":""},{"text":"وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَٰسِقِينَ","aya":"102","page":"163","tafsir":""},{"text":"ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَظَلَمُوا۟ بِهَا فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُفْسِدِينَ","aya":"103","page":"163","tafsir":"{  فظلموا بها }أي فجحدوا وكفروا بها ظلما وعلوا ،  والباء للتعدية .  أو فظلموا أنفسهم بتكذيبها .  أو ظلموا الناس بسبب صدهم عن الإيمان ،  والباء للسببية .  \r\n \r\n"},{"text":"وَقَالَ مُوسَىٰ يَٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَٰلَمِينَ","aya":"104","page":"163","tafsir":""}]