[
    {
        "text": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم بَلْ كُنتُم مُّجْرِمِينَ",
        "tafsir": "{صَدَدنَاكُمْ}\r\n(32) - فَيَرُدُّ السَّادَةُ المُسْتَكْبِرُونَ عَلَى المُستَضْعَفِينَ قَائِلِينَ: هَلْ نَحْنُ الذِينَ صَدَدْنَاكُمْ عَنِ اتِّبَاعِ الحَقِّ الذِي جَاءَكُمْ مِنْ رَبِّكُمْ؟ لَيْسَ هذا حَقَّاً، إِنَّكُمْ أَنْتُمُ الذِينَ مَنَعْتُمْ أَنْفُسَكُمْ حَظَّهَا مِنِ اتِّبَاعِ الهُدَى، لإِجْرَامِكُمْ وَإِيثَارِكُمُ الكُفْرَ عَلَى الإِيمَانِ.\n",
        "sura": "34",
        "aya": "32",
        "page": "432"
    },
    {
        "text": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًا وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{  بل مكر الليل والنهار } بل صدنا مكركم بنا في الليل والنهار ؛  وأضيف المكر إليهما لوقوعه فيهما .  والمكر في الأصل :  الاحتيال والخديعة .  يقال :  مكر به يمكر ؛  فهو ماكر ومكار .\r\n{  ونجعل له أندادا } أشباها ونظراء وأمثالا نعبدها من دونه تعالى .  جمع ند . {  وأسروا الندامة }\r\nأي أخفوا الندم على ما كان منهم في الدنيا من الضلال والإضلال بالنسبة للمستكبربن ،  ومن الضلال فقط بالنسبة للمستضعفين لما عاينوا وهالتهم شدته .  أو أظهر الندم عندئذ وأسر من الأضداد ،  تأتي بمعنى الإخفاء والإبداء ،  وهمزتها تصلح للإثبات والسلب ؛  فمعنى أسره :  جعله سرا أو أزال سره ،  ونظيره :  أشكيت . {  وجعلنا الأغلال } أي القيود{  في أعناق } المستكبرين والمستضعفين{  الذين كفروا } جزاء ما كانوا يعملون .\r\n\r\n",
        "sura": "34",
        "aya": "33",
        "page": "432"
    },
    {
        "text": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ",
        "tafsir": "{  قال مترفوها } أغنياؤها ورؤساؤها وجبابرتها المتسعون في النعم فيها ،  الباطرون بها .\r\n\r\n",
        "sura": "34",
        "aya": "34",
        "page": "432"
    },
    {
        "text": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًا وَأَوْلَٰدًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
        "tafsir": "{أَمْوَالاً} {َأَوْلاَداً}\r\n(35) - وَقَالَ المُتْرَفُونَ مُتَفَاخِرِينَ: إِنَّهُمْ أَكْثَرُ مِنْ أَتْبَاعِ الرَّسُولِ أَمْوَالاً وَأَوْلاَداً، ظَنّاً مِنْهُمْ أَنَّ ذَلِكَ دِلِيلٌ عَلَى مَحَبَّةِ اللهِ لَهُمْ وَعِنَايَتِهِ بِهِمْ، إِذْ لَوْ كَانُوا عَلَى خَطأٍ وَضَلالٍ لَمَا أَعْطَاهُمُ اللهُ مَا أَعْطَاهُمْ، وَلِذَلِكَ فَإِنَّ اللهَ تَعَالى لَنْ يُعَذِّبَهُمْ.\n",
        "sura": "34",
        "aya": "35",
        "page": "432"
    },
    {
        "text": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
        "tafsir": "{  ويقدر } يقتر ويضيق الرزق على من يشاء أن يقتر عليه .  ضد يبسط .  والأمر في كليهما على حسب ما تقتضيه الحكمة الإلهية .\r\n\r\n",
        "sura": "34",
        "aya": "36",
        "page": "432"
    },
    {
        "text": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَٰلِحًا فَأُو۟لَٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَٰتِ ءَامِنُونَ",
        "tafsir": "{  تقربكم عندنا زلفى } أي قربى .  منصوب على المصدرية من معنى العامل ،  والتقدير تقربكم قربى . {  لهم جزاء الضعف } أي أن يجازيهم الله الضعف ،  مصدر مضاف لمفعوله ،  أو لهم الجزاء المضاعف ؛  من إضافة الموصوف إلى الصفة .\r\n\r\n",
        "sura": "34",
        "aya": "37",
        "page": "432"
    },
    {
        "text": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُو۟لَٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
        "tafsir": "{  معاجزين } زاعمين سبقهم لنا ،  وعدم قدرتنا عليهم . {  في العذاب محضرون } أي في جهنم يحضرهم الزبانية فيها .\r\n\r\n",
        "sura": "34",
        "aya": "38",
        "page": "432"
    },
    {
        "text": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ وَمَآ أَنفَقْتُم مِّن شَىْءٍ فَهُوَ يُخْلِفُهُۥ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
        "tafsir": "{ٱلرَّازِقِينَ}\r\n(39) - وَقُلْ يَا مُحَمَّدُ لِلنَّاسِ: إِنَّ اللهَ تَعَالى هُوَ الذِي يُقَسِّمُ الرِّزْقَ بَيْنَ النَّاسِ، فَيُوسِّعُ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ حِيناً، وَيُضَيِّقُ عَلَيهِ حِيناً آخَرَ لِحِكْمَةٍ يَراها، فَلاَ تَخْشَوا الفَقْرَ، وَأَنفِقُوا فِي سِبيلِ اللهِ، وَتَقَرَّبُوا إِليهِ بِأَمْوَالِكُمْ لتَنَالُوا رِضَاهُ. وَمَا أَنْفَقْتُمْ مِنْ نَفقةٍ في وَجهٍ، أَمَرَكُمُ اللهُ بِالإِنْفَاقِ فيهِ، أَوْ أَباَحَهُ لَكُمْ، فَهُوَ يُعَوِّضُها عَلَيكُمْ بَدَلاً مِنْهَا مَالاً فِي الدنيا، وثَوَاباً فِي الآخِرَةِ، وَاللهُ تَعَالى خَيْرُ الرَّازِقِينَ، فَيَرزُقُكُمْ مِنْ حَيثُ لاَ تَحْتَسِبُونَ.\n",
        "sura": "34",
        "aya": "39",
        "page": "432"
    }
]