[{"text":"وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُوا۟ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْلَمُونَ شَيْـًٔا وَلَا يَهْتَدُونَ","aya":"104","page":"125","tafsir":"no text"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ عَلَيْكُمْ أَنفُسَكُمْ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهْتَدَيْتُمْ إِلَى ٱللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","aya":"105","page":"125","tafsir":"{  عليكم أنفسكم }الزموا العمل بطاعة الله ، فأتوا بما أمركم به ، وانتهوا عما نهاكم عنه{  لا يضركم من ضل إذا اهتديتم }أي لا يضركم ضلال من ضل إذا أنتم رمتم العمل بطاعة الله ، وأديتم فيمن ضل من الناس ما ألزمكم الله به ، من الأمر بالمعروف والنهي عن المنكر ، والأخذ على يدي الظالم إذا أراد ظلما لمسلم أو معاهد ومنعه منه . فإذا أبى النزوع عن ذلك فلا ضير عليكم في تماديه في غيه و ضلاله ، إذا أنتم اهتديتم وأديتم حق الله تعالى . <br \/>\r\n<br \/>\r\n"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ شَهَٰدَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ حِينَ ٱلْوَصِيَّةِ ٱثْنَانِ ذَوَا عَدْلٍ مِّنكُمْ أَوْ ءَاخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنتُمْ ضَرَبْتُمْ فِى ٱلْأَرْضِ فَأَصَٰبَتْكُم مُّصِيبَةُ ٱلْمَوْتِ تَحْبِسُونَهُمَا مِنۢ بَعْدِ ٱلصَّلَوٰةِ فَيُقْسِمَانِ بِٱللَّهِ إِنِ ٱرْتَبْتُمْ لَا نَشْتَرِى بِهِۦ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَىٰ وَلَا نَكْتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذًا لَّمِنَ ٱلْءَاثِمِينَ","aya":"106","page":"125","tafsir":"{  يا أيها الذين آمنوا شهادة بينكم .  .  }أي أن المحتضر إذا أراد الوصية وكان في سفر فليحضر من يوصى له بإيصال ماله لورثته مسلما ، فإن لم يجد فكافرا ، و الاثنان أحوط ، فإذا جاءا بما عندهما ووقعت ريبة في كتم بعضه أو في الخيانة فيه فليحلفا ، لأنهما مودعان مصدقان بيمينهما . فإذا وجد ما خانا فيه وادعيا أنهما تملكاه بشراء ونحوه ولا بينة لهما على ذلك ، يحلف المدعى عليه على عدم العلم بما ادعياه من التملك ، وأنه ملك لمورثهما لا نعلم انتقاله عن ملكه . والشهادة الأولى بمعنى الحضور أو الإحضار ، تقول : شهدت وصية فلان بمعنى حضرت . <br \/>\r\nوالشهادة الثانية في قوله تعالى : {  لشهادتنا }بمعنى المشاهد أو ما هو بمنزلته . والثالثة في قوله : {  أحق من شهادتهما }بهذا المعنى أو بمعنى اليمين . و الاثنان الكافران وصيتان لا شاهدان بالمعنى المتبادر . وفي تفسير الآية أقوال أخرى . وقوله : {  شهادة بينكم }مبتدأ حذف خبره ، أي فيما فرض عليكم شهادة ما بينكم . {  اثنان }فاعل ب{  شهادة }أي أن يشهد اثنان . {  منكم }أي من المسلمين . {  ضربتم في الأرض }سافرتم . <br \/>\r\n{  تحسبونهما من بعد الصلاة }توقفانهما للحلف بعد صلاتهما ، أو بعد صلاة العصر ، وهو الوقت الذي يجتمع فيه الناس ، ويتحاشى فيه أهل الأديان الكذب في الحلف . {  لا نشتري به ثمنا }لا نحلف بالله كذبا لأجل عرض الدنيا{  ولو كان ذا قربى }أي ولو كان المقسم له قريبا منا . <br \/>\r\n<br \/>\r\n"},{"text":"فَإِنْ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسْتَحَقَّآ إِثْمًا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسْتَحَقَّ عَلَيْهِمُ ٱلْأَوْلَيَٰنِ فَيُقْسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعْتَدَيْنَآ إِنَّآ إِذًا لَّمِنَ ٱلظَّٰلِمِينَ","aya":"107","page":"125","tafsir":"{  فإن عثر على أنهما استحقا إثما }أي اطلع على خيانتهما بوجود ما خانا فيه عندهما . {  فآخران }مبتدأ خبره جملة {  يقومان مقامهما }أي يقفان موقفهما في الحبس من بعد الصلاة والحلف . {  من الذين استحق }صفة المتبدأ . و{  استحق }بالبناء للفاعل . {  الأوليان }تثنية أولى بمعنى أقرب فاعل . والمراد بالموصول : أهل الميت . و بالأوليان : الأقربان إليه الوارثان له ، الأحقان بالشهادة ، لعلمهما<br \/>\r\nو اطلاعهما . ومفعول{  استحق }محذوف ، تقديره : أن يجردوهما للقيام بالشهادة ليظهروا كذب الكاذبين . <br \/>\r\n<br \/>\r\n"},{"text":"ذَٰلِكَ أَدْنَىٰٓ أَن يَأْتُوا۟ بِٱلشَّهَٰدَةِ عَلَىٰ وَجْهِهَآ أَوْ يَخَافُوٓا۟ أَن تُرَدَّ أَيْمَٰنٌۢ بَعْدَ أَيْمَٰنِهِمْ وَٱتَّقُوا۟ ٱللَّهَ وَٱسْمَعُوا۟ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ","aya":"108","page":"125","tafsir":"{  أن يأتوا بالشهادة على وجهها }أي يصدقوا في حلفهما و لا يكذبا فيه والله أعلم . <br \/>\r\n<br \/>\r\n"}]