[{"text":"وَٱكْتُبْ لَنَا فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْءَاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤْمِنُونَ","aya":"156","page":"170","tafsir":"{  واكتب لنا في هذه الدنيا حسنة } أقسم لنا في الدنيا ما يحسن من نعمة وطاعة ،  وعافية وتوفيق . <br \/>\r\n{  وفي الآخرة } المثوبة الحسنى ،  أو المغفرة والرحمة ،  أو الجنة .  {  إنا هدنا إليك }تعليل لطلب الحسنة في الدارين ،  أي لأننا تبنا إليك من المعاصي التي جئناك للاعتذار منها .  .  .  يقال :  هاد يهود ،  إذا رجع وتاب .  {  قال عذابي أصيب به .  .  .  }جواب من الله تعالى لنبيه موسى بإجابة سؤله بقبول توبة قومه .  وحاصله- كما قال الآلوسي- :  إن عذابي الذي تخشى أن يصيب قومك أصيب به من أشاء ،  فلا يتعين قومك لأن يكونوا غرضا له بعد توبتهم {  ورحمتي وسعت كل شيء }فلا تضيق عن قومك .  كيف- وقد تابوا ووفدوا إلي- أردهم خائبين ،  بل إني سأرحمهم ،  وأكتب الحظ الأوفر من رحمتي لأخلافهم وذراريهم الذين يأتون من بعدهم ،  ويتصفون بما يرضيني ويقومون بما آمرهم به ،  وهم من أدركوا بعثة النبي محمد صلى الله عليه وسلم ،  واتبعوه إيمانا به وبما جاء من نعوته في التوراة والإنجيل ،  فيكونن ممن آمن بالكتابين ،  وأفلح في الدارين .  ووصف أخلافهم بما وصفوا به لاستنهاض همم بني إسرائيل إلى الثبات على التوبة ،  وما يوجب الفلاح من الطاعة .  والقصر المستفاد من الجملة قصر نسبي ،  أي فسأجعلها خاصة بهؤلاء دون من بقى منهم على دينه ولم يؤمن بالنبي صلى الله عليه وسلم حين بعثته . <br \/>\r\n<br \/>\r\n"},{"text":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَٰٓئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ فَٱلَّذِينَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ أُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ","aya":"157","page":"170","tafsir":"{  النبي الأمي } الذي لا يكتب ولا يقرأ ،  نسبة إلى أمة العرب ،  لأن الغالب عليهم ذلك .  أو إلى الأم ،  كأن الذي لا يكتب ولا يقرأ باق على حالته التي ولد عليها . <br \/>\r\nوفي وصفه صلى الله عليه وسلم بالأمية إشارة إلى أن كمال علمه مع ذلك إحدى معجزاته ،  فإنه عليه الصلاة والسلام لم يتفق له مطالعة كتاب ،  ولا مصاحبة معلم ،  لأن مكة لم تكن بلدة العلماء ،  ولا غاب عنها غيبة طويلة يمكن التعلم فيها ،  ومع ذلك فتح الله عليه أبواب العلم ،  وعلمه ما لم يكن بعلم من سائر العلوم والفنون التي اشتملت عليها أحاديثه ،  وتعلمها الناس منه ،  وكانوا بها أئمة العلماء ،  وقادة المفكرين . <br \/>\r\nفما من شيء يحتاج إليه الفرد أو الأمة في الحياتين إلا للرسول صلى الله عليه وسلم هدي فيه ،  وقول سديد وبيان شاف ،  فأكرم بأمية تضائل عندها علم العلماء في كل العصور .  وأعظم بها وهي الهدي والاسوة والنور .  وقد ذكره الله في التوراة والإنجيل باسمه ونعوته ،  صلى الله عليه وسلم . <br \/>\r\n{  ويحل لهم الطيبات }أي ما طاب في حكم الشرع كالشحوم {  ويحرم عليكم الخبائث } أي ما خبث في حكم الشرع كالربا ،  فالمدار على حكم الشرع في حل الأشياء وحرمتها ،  لا على الرأي والفكر<br \/>\r\n{  ويضع عنهم إصرهم والأغلال .  .  } يخفف عنهم ما ألزموا العمل به من التكاليف الشاقة الشديدة في التوراة ،  كقطع موضع النجاسة من الثوب ،  وإحراق الغنائم وتحريم السبت ،  وتعين القصاص في القتل مطلقا دون شرع الدية ونحو ذلك .  والإصر في الأصل :  الثقل الذي يأصر صاحبه أي يحبسه عن الحراك .  والأغلال :  جمع غل ،  وهو الحديدة التي تجمع يد الأسير إلى عنقه ،  وتسمى الجامعة .  والمراد بهما ما ذكر .  {  و عزروه } عظموه ووقروه {  و نصروه }أي على أعدائه في الدين ،  وإذا أخذ في معنى التعزيز النصرة يكون عطف {  نصروه } عليه من عطف اللازم على ملزومه . <br \/>\r\n<br \/>\r\n"},{"text":"قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَآ إِلَٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ","aya":"158","page":"170","tafsir":"{  قل يا أيها الناس } أمر للرسول صلى الله عليه وسلم بأن يصدع بما فيه تبكيت اليهود ،  وإعلام بعموم رسالته صلى الله عليه وسلم إلى الناس كافة ،  ردا على زعمهم أنه مرسل للعرب خاصة . <br \/>\r\n<br \/>\r\n"},{"text":"وَمِن قَوْمِ مُوسَىٰٓ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ","aya":"159","page":"170","tafsir":"{  و من قوم موسى .  .  .  } وهم أناس كانوا على خير وصلاح في عهد موسى عليه السلام ،  مخالفين لأولئك السفهاء من قومه .  وقيل :  هم من آمن من اليهود بعد مبعث النبي صلى الله عليه وسلم . <br \/>\r\n<br \/>\r\n"}]