[
    {
        "text": "حُرِّمَتْ عَلَيْكُمُ ٱلْمَيْتَةُ وَٱلدَّمُ وَلَحْمُ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ وَٱلْمُنْخَنِقَةُ وَٱلْمَوْقُوذَةُ وَٱلْمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسْتَقْسِمُوا۟ بِٱلْأَزْلَٰمِ ذَٰلِكُمْ فِسْقٌ ٱلْيَوْمَ يَئِسَ ٱلَّذِينَ كَفَرُوا۟ مِن دِينِكُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِ ٱلْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ ٱلْإِسْلَٰمَ دِينًا فَمَنِ ٱضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{وما أهل لغير الله به} ما ذكر على ذبحه غير اسمه تعالى، من صنم أو وثن أو طاغوت أو نحو ذلك (آية 173 البقرة ص 520) . {والمنخنقة} البهيمة التي تموت بالخنق، سواء أكان بفعلها كأن تدخل رأسها في موضع لا تستطيع التخلص منه فتموت، أم بفعل غيرها. {والموقوذة} البهيمة التي تضرب بمثقل غير محدد، كخشب أو حجر حتى تموت، وكانوا في الجاهلية يضربونها بالعصي حتى إذا ماتت أكلوها. {والمتردية} البهيمة التي تسقط من علو فتموت من التردي، مأخوذ من الردى بمعنى الهلاك. {والنطيحة} التي تنطحها أخرى فتموت من النطاح. يقال: نطحه ينطحه وينطحه، أصابه بقرنه. {وما أكل السبع} أي ما بقي من الحيوان بعد أكل السبع منه {إلا ما ذكيتم} استثناء من التحريم، أي إلا ما أدركتم ذكاته من المنخنقة وما عطف عليها وفيه بقية حياة، يضطرب اضطراب المذبوح وذكيتموه فإنه يحل، من التذكية و هي الإتمام. يقال: ذكيت النار إذا أتممت اشتعالها. والمراد هنا: إتمام فري الأوداج و إنهار الدم والتفصيل في الفقه. {وما ذبح على النصب} جمع نصاب، ككتب وكتاب. أو نصب، كسقف وسقف. أو واحد الأنصاب، وهي والنصب أحجاز نصبوها حول الكعبة، كانوا يذبحون عليها ويعظمونها و يلطخونها بالدماء، وهي غير الأصنام، إنما الأصنام المصورة المنقوشة. {وأن تستقسموا بالأزلام} وأن تطلبوا علم ما قسم لكم في سفر أو غزو و نحو ذلك بواسطة الأزلام، وتسمى القداح، وهي سهام كانت لديهم في الجاهلية مكتوب على أحدها: أمرني ربي، وعلى الآخر: نهاني ربي، والثالث غفل من الكتابة، فإذا أرادوا شيئا من ذلك أتوا على بيت الأصنام و استقسموها، فإن خرج الآمر أقدموا على الأمر، وإن خرج الناهي أمسكوا عنه، وإن خرج الغفل أجالوها ثانيا حتى يخرج الآمر او الناهي. وواحد الأزلام: زلم، كجمل وصرد. {ذلكم فسق} أي الاستقسام بالأزلام. أو تناول جميع ماذكر من المحرمات خروج عن طاعة الله تعالى. {اليوم يئس الذين كفروا} المراد به: يوم عرفة، وهو يوم الجمعة عام حجة الوداع. واليأس: انقطاع الرجاء، هو ضد الطمع. {من دينكم} أي من إبطال أمر دينكم. {فمن اضطر في مخمصة} أي فمن ألجأته الضرورة إلى أكل شيء من هذه المحرمات في مجاعة شديدة {غير متجانف لإثم} أي غير مائل إليه بأن يكون غير باغ ولا عاد فأكل فلا إثم عليه. والاضطرار: الوقوع في الضرورة. والمخمصة: خلو البطن من الغداء عند شدة الجوع. و {متجانف} من الجنف وهو الميل. يقال: جنف عن الحق كفرح –إذا مال عنه. وجنف عن طريقه-كفرح وضرب-جنفا و جنوفا، مال عنه .",
        "sura": "5",
        "aya": "3",
        "page": "107"
    },
    {
        "text": "يَسْـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُ وَمَا عَلَّمْتُم مِّنَ ٱلْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُ فَكُلُوا۟ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ وَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهِ وَٱتَّقُوا۟ ٱللَّهَ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
        "tafsir": "{وما علمتم من الجوارح} وأحل لكم صيد ما دربتم على صيد من سباع البهائم، كالفهود والكلاب. وسباع الطير: كالصقور ونحوها مما يقبل التعليم والتدريب. وسميت جوارح لكسبها القوت لأصحابها من الصيد. يقال: جرح فلان أهله يجرح ويجترح، أي تكسب لعياله. {مكلبين} أي مؤدبين ومعودين لها على الصيد، من الكلب بمعنى الضراوة. يقال: كلب الكلب يكلب واستكلب، ضرى وتعود أكل الناس. {  و اذكروا اسم الله عليه أي على ما عملتم من الجوارح عند إرساله .",
        "sura": "5",
        "aya": "4",
        "page": "107"
    },
    {
        "text": "ٱلْيَوْمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُ وَطَعَامُ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ حِلٌّ لَّكُمْ وَطَعَامُكُمْ حِلٌّ لَّهُمْ وَٱلْمُحْصَنَٰتُ مِنَ ٱلْمُؤْمِنَٰتِ وَٱلْمُحْصَنَٰتُ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلِكُمْ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَٰفِحِينَ وَلَا مُتَّخِذِىٓ أَخْدَانٍ وَمَن يَكْفُرْ بِٱلْإِيمَٰنِ فَقَدْ حَبِطَ عَمَلُهُۥ وَهُوَ فِى ٱلْءَاخِرَةِ مِنَ ٱلْخَٰسِرِينَ",
        "tafsir": "{وطعام الذين أوتوا الكتاب} أي وذبائحهم حلال لكم إذا ذكروا عليها اسم الله تعالى عند الذبح، فإن ذكروا اسم غيره قيل لا تحل. وذهب أكثر أهل العلم إلى أنها تحل، وهو قول الشعبي وعطاء قالا: فإن الله قد أحل ذبائحهم وهو يعلم ما يقولون. {والمحصنات من المؤمنات. .  .} وأحل لكم العفائف من المؤمنات ومن الكتابيات. وخص المحصنات بهذا المعنى بالذكر للترغيب في نكاحهن، والحث على اختيارهن. {أجورهن} أي مهورهن. {محصنين غير مسافحين} أعفاء بالنكاح، غير مجاهرين بالزنا. يقال: سفح الماء يسفحه إذا صبه. {ولا متخذي أخذان} أي صديقات للزنا بهن سرا جمع خدن وهو الصديق، يطلق على الذكر والأنثى (آية 24 النساء ص 146) .",
        "sura": "5",
        "aya": "5",
        "page": "107"
    }
]