[
    {
        "text": "الٓمٓ",
        "tafsir": "بسم الله الرحمن الرحيم {الم} قيل إن الحروف المقطعة في أوائل السور هي أسماء للسور. قال الزمخشري: وعليه أكثر المفسرين. وقيل إن ورودها للإعجاز والتحدي للنظر في أن هذا المتلو عليهم، وقد عجزوا عنه عن آخرهم، كلامٌ منظومٌ من عين ما ينظمون منه كلامهم، ورجحه الزمخشري. وقيل هي من الأسرار التي لا يعلمها إلا الله",
        "sura": "2",
        "aya": "1",
        "page": "2"
    },
    {
        "text": "ذَٰلِكَ ٱلْكِتَٰبُ لَا رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ",
        "tafsir": "{ذَلِكَ الْكِتَابُ} ذلك الكتاب الكامل، وهو القرآن العظيم. و الكتاب: مصدر كتب كالكتب. و أصل الكتب ضم أديم إلى أديم بالخياطة، واستعمل عرفا في ضم الحروف بعضها إلى بعض بالخط. وأريد به هنا المنظوم عبارة قبل أن تنظم حروفه التي يتألف منها في الخط، تسمية للشيء باسم ما يئول إليه. {لاَ رَيْبَ فِيهِ} أي ليس هذا الكتاب محلا لأن يرتاب عاقل منصف في أنه منزل من عند الله، أو في  هدايته  للبشر، لأن معه من الدلائل ما لو تأمله لم يتطرق إلى نفسه أدنى شك في ذلك. والريب: الشك والظنة والتهمة. مصدر رابه الأمر إذا حصل عنده فيه ريبة، وقال ابن الأثير: هو الشك مع التهمة. {هُدًى لِّلْمُتَّقِينَ} هو هداية وإرشاد لهم. مصدر هداه هدى وهداية وهدية-بكسرهما- فهدى. ومعناه الدلالة الموصلة إلى البغية، وضده الضلال. والمتقون: هم الذين يجتنبون كل ما يؤثم من قول أو فعل، أو يمتثلون ما أمر الله به ويجتنبون ما نهى عنه، وقاية لأنفسهم من عذاب الله وسخطه. جمع متق، اسم فاعل من اتقى وأصله او اتقى-بوزن افتعل- من وقى الشيء وقاية، أي صانه وحفظه مما يضره ويؤذيه. فإذا بنيت منه افتعل قلبت الواو تاء وأدغمت في التاء الأخرى فصارت اتقى. وخص المتقين بالذكر لأنهم هم الذين ينتفعون به .",
        "sura": "2",
        "aya": "2",
        "page": "2"
    },
    {
        "text": "ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
        "tafsir": "{الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} يصدقون بما غاب عن حواسهم، كالصانع وصفاته، واليوم الآخر وما فيه من البعث والحساب والجزاء. والإيمان لغة: التصديق والإذعان، وهو إفعال من الأمن، كأن حقيقة قولهم: آمن به، آمنة التكذيب والمخالفة. وشرعا: التصديق بما علم بالضرورة أنه من دين محمد صلى الله عليه وسلم، كالتوحيد والنبوة والمعاد والجزاء. والغيب: مصدر غاب، أقيم مقام اسم الفاعل هو غائب مبالغة يجعله كأنه هو. وهو الخفي الذي لا يدركه الحس، ولا يقتضيه بديهة العقل، وإنما يعلم بخبر الأنبياء عليهم السلام، ومنه ما لم ينصب عليه دليل، وهو الذي استأثر الله تعالى بعلمه كالقدر. ومنه ما نصبت عليه الدلائل كوجود الصانع وصفاته. والباء صلة للإيمان لتضمينه معنى الاعتراف. {وَيُقِيمُونَ الصَّلاةَ} يعدلون اركانها، ويوفون شرائطها، ويحفظونها من أن يقع زيغ في أفعالها. من اقام العود إقامة إذا أزال عوجه، كقومه. {وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ} ومما أعطيناهم وملكناهم يتصدقون في سبل الخير تطوعا أو فرضا. من الإنفاق، وهو إخراج المال وإنفاده وصرفه. يقال: نفق-كفرح ونصر- نفد وفنى أو قل. وانفق ماله أنفده، والهمزة للتعدية. وأصل المادة يدل على الخروج والذهاب، ومنه: نافق فلان، والنافقاء، والنفق .",
        "sura": "2",
        "aya": "3",
        "page": "2"
    },
    {
        "text": "وَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ",
        "tafsir": "{وَبِالآخِرَةِ هُمْ يُوقِنُونَ} وبالنشأة الآخرة هم يعلمون علما قطعيا، لا أثر فيه للإدعاءات الكاذبة والأوهام. من الإيقان، وهو التحقق، يقال: يقن الماء، إذا سكن وظهر ما تحته. وهو اليقين: العلم وزوال الشك، يقال: يقنت –بالكسر- يقنا، وأيقنت وتيقنت وأستيقنت بمعنى واحد. وهو درجة من العلم فوق المعرفة والدراية وأخواتهما، يصحبها ثبات الحكم وسكون النفس وطمأنينتها .",
        "sura": "2",
        "aya": "4",
        "page": "2"
    },
    {
        "text": "أُو۟لَٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
        "tafsir": "{وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} الفائزون بما طلبوا، الناجون مما منه هربوا. .  من الفلاح، وهو الفوز والظفر بدرك البغية. وأصله من الفلح –بسكون اللام- وهو الشق والقطع، ومنه فلاحة الأرض وهو شقها للحرث، واستعمل منه الفلاح في الفوز، كأن الفائز شق طريقه وفلحه للوصول إلى البغية. أو انفتحت له طريق الظفر وانشقت .",
        "sura": "2",
        "aya": "5",
        "page": "2"
    }
]