[{"text":"فَإِن لَّمْ تَجِدُوا۟ فِيهَآ أَحَدًا فَلَا تَدْخُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ وَإِن قِيلَ لَكُمُ ٱرْجِعُوا۟ فَٱرْجِعُوا۟ هُوَ أَزْكَىٰ لَكُمْ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ","aya":"28","page":"353","tafsir":"{  ليس عليكم جناح } هو بمنزلة الاستثناء من قوله :   \" لا تدخلوا بيوتا غير بيوتكم \"  ؛  أي ليس عليكم إثم في أن تدخلوا بغير استئذان بيوتا غير معدة لسكنى طائفة مخصوصة فقط ،  بل معدة لينتفع بها من يحتاج إليها من غير أن يتخذها مسكنا ؛  كالرباطات والفنادق والحوانيت والحمامات وغيرها حين تكون بهذه الحالة . {  فيها متاع لكم } أي فيها حق تمتع لكم ؛  كالاستكنان من الحر والبرد وإيواء الأمتعة والبيع والشراء والاغتسال ،  ونحو ذلك مما يليق بحال هذه البيوت وداخليها ؛  فلا بأس من دخولها بغير استئذان ممن دخلها قبل ،  أو ممن يتولى أمرها . <br \/>\r\n<br \/>\r\n"},{"text":"لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُوا۟ بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَٰعٌ لَّكُمْ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ","aya":"29","page":"353","tafsir":"no text"},{"text":"قُل لِّلْمُؤْمِنِينَ يَغُضُّوا۟ مِنْ أَبْصَٰرِهِمْ وَيَحْفَظُوا۟ فُرُوجَهُمْ ذَٰلِكَ أَزْكَىٰ لَهُمْ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا يَصْنَعُونَ","aya":"30","page":"353","tafsir":"{  يغضوا من أبصارهم } يكفوا من نظرهم إلى ما يحرم النظر إليه .  والغض :  إطباق الجفن على الجفن بحيث يمنع الرؤية .  يقال :  غض الرجل صوته وطرفه ،  ومن صوته ومن طرفه غضا ،  خفضه ؛  ومنه :  غض من فلان غضا وغضاضة ،  إذا انتقصه .  وكذلك القول في  \" يغضضن من أبصارهن \"  . <br \/>\r\nو  \" يغضوا \"  جواب  \" قل \"  لتضمنه معنى حرف الشرط ؛  كأنه قيل :  إن تقل لهم غضوا يغضوا . <br \/>\r\n{  يحفظوا فروجهم } عما لا يحل لهم من الزنا واللواطة والكشف والإبداء . <br \/>\r\n<br \/>\r\n"},{"text":"وَقُل لِّلْمُؤْمِنَٰتِ يَغْضُضْنَ مِنْ أَبْصَٰرِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ ءَابَآئِهِنَّ أَوْ ءَابَآءِ بُعُولَتِهِنَّ أَوْ أَبْنَآئِهِنَّ أَوْ أَبْنَآءِ بُعُولَتِهِنَّ أَوْ إِخْوَٰنِهِنَّ أَوْ بَنِىٓ إِخْوَٰنِهِنَّ أَوْ بَنِىٓ أَخَوَٰتِهِنَّ أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيْرِ أُو۟لِى ٱلْإِرْبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفْلِ ٱلَّذِينَ لَمْ يَظْهَرُوا۟ عَلَىٰ عَوْرَٰتِ ٱلنِّسَآءِ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ وَتُوبُوٓا۟ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ","aya":"31","page":"353","tafsir":"{  ويحفظن فروجهن } عما لا يحل لهن من الزنا والسحاق والإبداء . <br \/>\r\n{  ولا يبدين زينتهن } الزينة :  ما يتزين به ؛  كالخلخال والخضاب في الرجل ،  والسوار في المعصم ،  والقرط في الأذن ،  والقلادة في العنق ،  والوشاح في الصدر ،  والإكليل في الرأس ،  ونحو ذلك . <br \/>\r\nفلا يجوز للمرأة إظهارها حال ملابستها لمواضعها ،  ولا يجوز للأجنبي النظر إليها كذلك ؛  والنهي عن إظهار الزينة حال ملابستها لمواضعها يستلزم النهي عن إظهار مواضعها بفحوى الخطاب . {  إلا ما ظهر منها } أي ما جرت العادة بظهوره ؛  كالخاتم في الإصبع ،  والكحل في العين ،  والخضاب في الكف ،  ونحو ذلك ،  فإنه يجوز للمرأة إظهاره .  وقيل :  المراد بالزينة مواضعها من البدن ؛  فيحرم إظهارها ،  وكذلك النظر إليها ؛  إلا ما استثنى لدفع الحرج وهو الوجه والكفان ،  أو هما والقدمان . <br \/>\r\n{  وليضربن بخمرهن على جيوبهن } بيان لكيفية إخفاء بعض مواضع الزينة بعد النهي عن إبدائها ؛  أي وليلقين خمرهن على جيوبهن .  والخمر :  جمع خمار ،  وهو ما تغطى به المرأة رأسها ،  وتسمى المقنعة .  وأصله من الخمر وهو الستر .  والجيوب :  جمع جيب ،  وهو فتح في أعلى القميص يبدو منه بعض الجسد ؛  وأصله من الجيب بمعنى القطع .  تقول :  جبت القميص أجوبه وأجيبه ،  إذا قوّرت جيبه .  والمراد بالجيب هنا :  محله وهو العنق .  أمر النساء بستر شعورهن وأعناقهن ونحورهن وصدورهن بخمرهن عن الأجانب ؛  لئلا يرى منهن شيء من ذلك . <br \/>\r\n{  ولا يبدين زينتهن .  .  .  } نهي النساء في هذه الآية عن إبداء مواضع الزينة الخفية لكل أحد ؛ <br \/>\r\n<br \/>\r\nإلا من استثنى فيها ،  وهم اثنا عشر نوعا :  الأزواج ؛  لأنهم المقصودون بالزينة ،  ولأن كل بدن الزوجة حلال لهم .  والمحارم السبعة المذكورون ؛  لاحتياج النساء لمخالطتهم ،  وأمن الفتنة من قبلهم لما ركز في الطباع من النفرة من مماسة القرائب ،  ويلحق لهم الأعمام والأخوال والمحارم من الرضاع .  والتاسع – ما ذكره الله تعالى بقوله : {  أو نسائهن } أي المختصات بهن بالصحبة والخدمة من الحرائر ،  مسلمات كن أو غير مسلمات ؛  كما اختاره الإمام الرازي .  وما روي عن السلف من منع تكشف المسلمات للكافرات محمول على الاستحباب .  والعاشر – قوله تعالى : {  أو ما ملكت أيمانهن } أي من الإماء .  وأما العبيد فهم كالأجانب ؛  لأنهم فحول ليسوا أزواجا ولا محارم ،  والشهوة متحققة فيهم لجواز النكاح في الجملة .  والحادي عشر – قوله تعالى : {  أو التابعين غير أولي الأربة من الرجال } وهم الرجال الذين لا حاجة لهم بالنساء ولا يعرفون شيئا من أمورهن ؛  بحيث لا تحدثهم أنفسهم بفاحشة ولا يصفونهن للأجانب . <br \/>\r\nوالإربة :  الحاجة .  يقال :  أرب الرجل إلى الشيء يأرب أربا وإربة ومأربة ،  إذا احتاج إليه .  والثاني عشر – قوله تعالى : {  أو الطفل الذين لم يظهروا على عورات النساء } أي الأطفال الذين لم يعرفوا ما العورة ولم يميزوا بينها وبين غيرها ؛  من قولهم :  ظهر على الشيء ،  إذا اطلع عليه .  أو الذين لم يبلغوا حد الشهوة والقدرة على الجماع ؛  من قولهم :  ظهر على فلان ،  إذا قوي عليه وغلبه . <br \/>\r\n{  ولا يضربن بأرجلهن } نهي النساء عن أن يضربن بأرجلهن في الأرض ليسمع صوت خلاخلهن من يسمعه من الرجال ؛  فيدعوهن ذلك إلى التطلع والميل إليهن ،  وذلك سدا لذريعة الفساد . <br \/>\r\nوفي حكمه إبداء ما يخفين من زينتهن بأي وسيلة كانت .  وأما صوتهن فليس بعورة ؛  كما في معتبرات كتب الشافعية ،  فلا يحرم سماعه ؛  إلا أن خشيت منه فتنة أو التذاذ .  وذهب الحنفية إلى أنه عورة . <br \/>\r\n<br \/>\r\n"}]