[
    {
        "text": "قَالَ هَٰٓؤُلَآءِ بَنَاتِىٓ إِن كُنتُمْ فَٰعِلِينَ",
        "tafsir": "{هؤلاء بناتي} يريد  نساءهم، أو بناته حقيقة، فباشروهن بالعقد المشروع (آية 78 هود) .",
        "sura": "15",
        "aya": "71",
        "page": "266"
    },
    {
        "text": "لَعَمْرُكَ إِنَّهُمْ لَفِى سَكْرَتِهِمْ يَعْمَهُونَ",
        "tafsir": "{لعمرك} قسم من الله تعالى بحياة محمد صلى الله عليه وسلم. أو من الملائكة بحياة لوط عليه السلام. والعمر– بفتح العين- :  لغة في العمر– بضمها– ومعناهما: مدة حياة الإنسان وبقاءه، والتزم الفتح في القسم. و {عمر} مبتدأ خبره محذوف وجوبا، تقدريه: قسمي أو يميني، أو نحوه. {إنهم لفي سكرتهم. .  .} غوايتهم. أو شدة غلمتهم التي أزالت عقولهم، وتميزهم بين القبيح والحسن. {يعمهون} يترددون حيارى (آية 15 البقرة ص 18) .",
        "sura": "15",
        "aya": "72",
        "page": "266"
    },
    {
        "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُشْرِقِينَ",
        "tafsir": "{فأخذتهم  الصيحة} صيحة السماء، وكل شيء أهلك به قوم فهو صيحة وصاعقة (آية 67 هود ص 368) .  {مشرقين} أي داخلين في وقت الشروق. فكان ابتداء العذاب عند الصبح، وانتهاؤه وقت الشروق .",
        "sura": "15",
        "aya": "73",
        "page": "266"
    },
    {
        "text": "فَجَعَلْنَا عَٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ",
        "tafsir": "{من سجيل} طين متحجر (آية 82  هود ص 371) .",
        "sura": "15",
        "aya": "74",
        "page": "266"
    },
    {
        "text": "إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّلْمُتَوَسِّمِينَ",
        "tafsir": "{لآيات للمتوسمين} للمتفكرين، المتفرسين الذين يتثبتون في نظرهم حتى يعرفوا حقائق الأشياء بسماتها. تفعل من الوسم، وأصله التثبت والتفكر، مأخوذ من الوسم  وهو التأثير بحديدة  محماة في جلد البعير أو غيره .",
        "sura": "15",
        "aya": "75",
        "page": "266"
    },
    {
        "text": "وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ",
        "tafsir": "{وإنها لبسبيل مقيم} وإن قرى قوم لوط المهلكة لفي طريق معلم واضح يراه  كل مجتاز به إلى الشام، كما  قال تعالى: {وإنكم لتمرون عليهم مصبحين. وبالليل} .",
        "sura": "15",
        "aya": "76",
        "page": "266"
    },
    {
        "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّلْمُؤْمِنِينَ",
        "tafsir": "{لآيَةً} - والذي صنعناه بقوم لوط من الهلاك والدمار، وما قمنا به من إنجاء لوط وأهله، لدلالة، وعبرة جلية للمؤمنين بالله ورسوله، لأنهم يعرفون أن ما حل بهم من العذاب إنما كان انتقاما من أولئك الكفرة الفسقة، الذين كفروا بالله، وكذبوا رسوله، وعتوا عن أمره.",
        "sura": "15",
        "aya": "77",
        "page": "266"
    },
    {
        "text": "وَإِن كَانَ أَصْحَٰبُ ٱلْأَيْكَةِ لَظَٰلِمِينَ",
        "tafsir": "{أصحاب الأيكة} أصحاب الغيضة، وهي الشجر الملتف. والمراد بها: البقعة الكثيفة الأشجار التي كانت فيها ما كنتم قرب مدين  قرية شعيب عليه السلام. وكانوا مع كفرهم يقطعون الطريق، وينقصون المكيال والميزان فأهلكم الله (آية 85 الأعراف ص 269) .",
        "sura": "15",
        "aya": "78",
        "page": "266"
    },
    {
        "text": "فَٱنتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ",
        "tafsir": "{وإنهما لبإمام مبين} أي وإن قرى قوم لوط ومسا كن قوم شعيب لبطريق واضح يأتمون به في سفرهم، ويهتدون به إلى الموضع الذين  يريدونه .",
        "sura": "15",
        "aya": "79",
        "page": "266"
    },
    {
        "text": "وَلَقَدْ كَذَّبَ أَصْحَٰبُ ٱلْحِجْرِ ٱلْمُرْسَلِينَ",
        "tafsir": "{أصحاب الحجر} هم ثمود قوم صالح عليه السلام. والحجر: واد بين الشام والمدينة، كانوا يسكنونه وله آثار باقية. والحجر في الأصل: كل ما أحيط به الحجارة .",
        "sura": "15",
        "aya": "80",
        "page": "266"
    },
    {
        "text": "وَءَاتَيْنَٰهُمْ ءَايَٰتِنَا فَكَانُوا۟ عَنْهَا مُعْرِضِينَ",
        "tafsir": "{آتَيْنَاهُمْ} {آيَاتِنَا} - وآتاهم الله من الآيات ما يدلهم على صدق ما جاءهم به رسولهم صالح، ومن هذه الآيات أنه دعا الله- بناء على اقتراح قومه- فأخرج لهم ناقة عشراء من صخرة صماء،  وكانت الناقة تسرح في بلادهم، وتقتسم معهم الماء، فتشربه يوما، ويشربونه يوما، فضاقوا بالناقة ذرعا فعقروها (ذَبَحُوهَا أَوْ قَتَلُوهَا) ، فأهلكهم الله عن آخرهم، ودمر عليهم.",
        "sura": "15",
        "aya": "81",
        "page": "266"
    },
    {
        "text": "وَكَانُوا۟ يَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا ءَامِنِينَ",
        "tafsir": "{آمِنِينَ} - وكانوا ينحتون بيوتهم في الجبال، مخافة هدمها أو نقبها من قبل اللصوص، أو مخافة تخريب الأعداء لها.\r\n(وَقِيلَ إِنَّ المَعْنَى هُوَ: أَنَّهُمْ كَانُوا يَنْحِتُونَ بُيُوتَهُمْ فِي الجِبَالِ مِنْ غَيْرِ خُوْفٍ، وَمِنْ غَيْرِ حَاجَةٍ إلَيْها، وَإِنَّمَا كَانُوا يَفْعَلُونَ ذَلِكَ بَطَراً وَأَشَراً وَعَبَثاً) .",
        "sura": "15",
        "aya": "82",
        "page": "266"
    },
    {
        "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُصْبِحِينَ",
        "tafsir": "فلما كذبوا رسولهم، وعقروا الناقة، قال لهم صالح نبيهم: لقد عتوتم عن أمر ربكم فانتظروا عقاب الله، وعذابه على فعلكم، بعد ثلاثة أيام. وفي اليوم المحدد لنزول العذاب بهم- وهو اليوم الرابع- أخذتهم صيحة العذاب عند الصباح، فدمرهم الله جميعا، ولم يبق منهم أحدا.",
        "sura": "15",
        "aya": "83",
        "page": "266"
    },
    {
        "text": "فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
        "tafsir": "فلم ينفعهم ما كانوا يستغلونه من زروعهم وثمارهم التي ضنوا بمائها على الناقة، حتى عقروها، لكيلا تشاركهم فيه، ولم تدفع عنهم الأموال التي يكسبونها من أعمالهم في نحت البيوت، وإعمار الأرض، لما جاءهم أمر الله، كما لم تمنعهم البيوت التي نحتوها في الجبال لتدفع عنهم عاديات الدهر، من قضاء الله شيئا.",
        "sura": "15",
        "aya": "84",
        "page": "266"
    },
    {
        "text": "وَمَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَإِنَّ ٱلسَّاعَةَ لَءَاتِيَةٌ فَٱصْفَحِ ٱلصَّفْحَ ٱلْجَمِيلَ",
        "tafsir": "{ٱلسَّمَاوَاتِ} - يقول تعالى: إنه لم يخلق السماوات والأرض وما بينهما إلا بالحق والعدل، ولحكمة ومصلحة. ولم يخلقهما باطلا وعبثا، للهو والتسلية. ثم أخبر الله تعالى رسوله صلى الله عليه وسلم بأن الساعة ستقوم لا محالة، وحينئذ يلقى كل واحد جزاءه. ثم أمره بالصفح عن إساءات المشركين وأذاهم له، وتكذيبهم إياه بما جاءهم به.",
        "sura": "15",
        "aya": "85",
        "page": "266"
    },
    {
        "text": "إِنَّ رَبَّكَ هُوَ ٱلْخَلَّٰقُ ٱلْعَلِيمُ",
        "tafsir": "{ٱلْخَلاَّقُ} - ويقرر الله تعالى: أنه سيبعث الخلق حين تقوم الساعة، فهو قادر على ذلك لأنه الخلاق الذي لا يعجزه شيء في الأرض ولا في السماء، وقد خلقهم وخلق كل شيء في الوجود، لأنه العليم بأحوالهم وأفعالهم، وبما تفرق من أجسادهم في أرجاء الأرض.",
        "sura": "15",
        "aya": "86",
        "page": "266"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَٰكَ سَبْعًا مِّنَ ٱلْمَثَانِى وَٱلْقُرْءَانَ ٱلْعَظِيمَ",
        "tafsir": "{ولقد آتيناك  سبعا من المثاني} أي أنزلنا عليك  سبعا من المثاني: هي: فاتحة  الكتاب، وآياتها سبع، أخرها {غير المغضوب عليهم} إن لم تعد البسملة آية منها، فإن عدت آية منها فالآية السابعة {صراط الذين أنعمت عليهم} إلى أخرها. وسميت المثاني لأنها تثنى في كل صلاة بقراءتها. أو لأنها أثنى بها على الله، إذا جمعت الحمد والتوحيد وملكه يوم الدين. والمثاني، جمع ثني ومثناة– بفتح الميم وكسرها، من ثني الشيء ثنيا، إذا رد بعضه على بعض، فهي بمعنى طاقات الشيء التي يعطف بعضها على بعض. {والقرآن العظيم} معطوف على {سبعا} من عطف الكل على جزئه .",
        "sura": "15",
        "aya": "87",
        "page": "266"
    },
    {
        "text": "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَٱخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ",
        "tafsir": "{لا تمدن عينيك. .  .} أي لا تطمح نفسك إلى ما متعنا به {أزواجا  منهم} أصنافا من الكفار من متاع الدنيا وزينتها، فإنه مستحقر بالنسبة لما آتيناك من عندنا .",
        "sura": "15",
        "aya": "88",
        "page": "266"
    },
    {
        "text": "وَقُلْ إِنِّىٓ أَنَا ٱلنَّذِيرُ ٱلْمُبِينُ",
        "tafsir": "وأمر الله تعالى نبيه صلى الله عليه وسلم بأن يقول للناس إنه نذير إليهم من عذاب أليم، قد يحل بهم، كما حل بمن تقدمهم من الأمم التي كذبت رسلها وأخذها الله.",
        "sura": "15",
        "aya": "89",
        "page": "266"
    },
    {
        "text": "كَمَآ أَنزَلْنَا عَلَى ٱلْمُقْتَسِمِينَ",
        "tafsir": "{كما أنزلنا  على المقتسمين. .  .} أي ولقد أنزلنا عليك مثل ما أنزلنا على أهل الكتاب المقتسمين، الذين جعلوا القرآن أجزاء وأعضاء لفرط عنادهم، فجعلوا ما يوافق كتابهم حقا، وما يخالفه باطلا، فآمنوا ببعضه وكفروا ببعضه. فقوله: {كما أنزلنا} متعلق بقوله: {ولقد آتيناك} لأنه في معنى أنزلنا عليك. {  أي أجزاء وأعضاء متفرقة، من عضيت الشيء تعضية، أي فرقته وجعلته أجزاء، كل فرقة عضة، بوزن عزة. وأصلها عضوة كعزوة. أو جعلوه أكاذيب فأكثروا البهت والكذب. عليه جمع عضة بمعنى الكذب والبهتان، من العضه، وهو أن يقول الإنسان في غيره ما ليس فيه. يقال: عضهه عضها، رماه بالكذب. وقد أعضهت: أي جئت بالبهتان .",
        "sura": "15",
        "aya": "90",
        "page": "266"
    }
]