[
    {
        "text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ قُلْ فَأْتُوا۟ بِعَشْرِ سُوَرٍ مِّثْلِهِۦ مُفْتَرَيَٰتٍ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{  أم يقولون افتراه } أي بل أيقولون اختلق محمد القرآن من تلقاء نفسه ،  فتحداهم الله بقوله : <br />\r\n{  فأتوا بعشر سور مثله } في البلاغة {  مفتريات } مختلفات من عند أنفسكم إن صح أني اختلقته من عند نفسي .  فإنكم عرب فصحاء بلغاء .  وقد وقع التحدي بالقرآن كله كما في سورة الإسراء ،  ثم بعشر سور كما هنا ،  ثم بسورة واحدة كما في سورتي البقرة آية( 23 ص 20 ) ويونس<br />\r\n( آية 38 ص 347 ) .  وقد عجزوا عن الإتيان بمثل أقصر سورة منه ،  فدل على أنه منزل من عند الله تعالى .",
        "sura": "11",
        "aya": "13",
        "page": "223"
    },
    {
        "text": "فَإِلَّمْ يَسْتَجِيبُوا۟ لَكُمْ فَٱعْلَمُوٓا۟ أَنَّمَآ أُنزِلَ بِعِلْمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَ فَهَلْ أَنتُم مُّسْلِمُونَ",
        "tafsir": "(14) - ثُمَّ يُشْعِرُهُمُ اللهُ تَعَالَى بِعَجْزِهِمْ عَنْ ذَلِكَ، وَيَقُولُ لِلرَّسُولِ صلى الله عليه وسلم وَالمُؤْمِنينَ: فَإِنْ لَمْ يَسْتَجِيبُوا لَكُمْ إِلَى مَا طَلَبْتُمْ مِنْهُمُ الإِتْيَانَ بِعَشْرِ سُوَرٍ مِنْ مِثْلِ هَذا القُرْآنِ، فَاعْلَمُوا أَنَّهُمْ عَاجِزُونَ عَنْ ذَلِكَ، وَأَنَّ البَشَرَ لا يَسْتَطِيعُونَ الإِتْيَانَ بِمْثِلِهِ، وَأَنَّ القُرْآنَ إِنَّمَا أُنْزِلَ بِعِلْمِ اللهِ، وَأَنَّ اللهَ وَاحِدٌ لاَ إلهَ إِلاَّ هُوَ، فَأَسْلِمُوا لَهُ، وَأَخْلِصُوا إِلَيْهِ فِي إِيمَانِكُمْ.",
        "sura": "11",
        "aya": "14",
        "page": "223"
    },
    {
        "text": "مَن كَانَ يُرِيدُ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
        "tafsir": "{  من كان يريد الحياة الدنيا } نزلت في الكفار الذين يعلمون أعمالا صالحة في الدنيا مع تشبهم بالكفار فهؤلاء يعجل الله لهم ثوابها كاملا في الدنيا ،  بسطة في الأموال والأولاد والجاه<br />\r\nوالسلطان ،  وليس لهم في الآخرة إلا النار جزاء على كفرهم .  {  لا يبخسون } أي لا ينقصون ،  من البخس وهو نقص الحق ظلما . <br />\r\n<br />\r\n",
        "sura": "11",
        "aya": "15",
        "page": "223"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَيْسَ لَهُمْ فِى ٱلْءَاخِرَةِ إِلَّا ٱلنَّارُ وَحَبِطَ مَا صَنَعُوا۟ فِيهَا وَبَٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{  و حبط } أي بطل في الآخرة {  ما صنعوا فيها } أي في الدنيا .  يقال :  حبط – كسمع وضرب- حبطا وحبوطا ،  بطل .  وأحبط الله عمله ،  أبطله . <br />\r\n<br />\r\n",
        "sura": "11",
        "aya": "16",
        "page": "223"
    },
    {
        "text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً أُو۟لَٰٓئِكَ يُؤْمِنُونَ بِهِۦ وَمَن يَكْفُرْ بِهِۦ مِنَ ٱلْأَحْزَابِ فَٱلنَّارُ مَوْعِدُهُۥ فَلَا تَكُ فِى مِرْيَةٍ مِّنْهُ إِنَّهُ ٱلْحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
        "tafsir": "{  أفمن كان على بينة .  .  .  } بيان لحال الذين يريدون بأعمالهم وجه الله تعالى ،  إثر بيان حال أضدادهم الذين يريدون بأعماله الحياة الدنيا .  أي أفمن كان على برهان جلي من ربه يبدل على حقية الإسلام وهو القرآن ،  ويؤيده ويقويه شاهد منه على كونه من عند الله وهو إعجازه في نظمه ،  وكتاب موسى من قبله- كمن ليس كذلك ؟  لا يستويان ؟  والبينة :  القرآن .  والتلو :  التبعية بمعنى التقوية والشاهد :  إعجازه ،  والتوراة المؤيدة له .  والضمير في {  منه } للقرآن ،  فإفادة أن إعجازه وصف ثابت له في ذاته غير خارج عنه .  و{  من قبله } حال من {  كتاب موسى } المعطوف على {  شاهد } . <br />\r\n{  فلا تك في مرية منه } أي في شك من كون القرآن نازلا من عند الله .  أو من أن موعدهم النار .  والخطاب للرسول والمراد أمته ،  كما في نظائره أو لكل من يصلح للخطاب .  والمراد :  التحريض على النظر الصحيح المزيل للشك . <br />\r\n<br />\r\n",
        "sura": "11",
        "aya": "17",
        "page": "223"
    },
    {
        "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أُو۟لَٰٓئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ ٱلْأَشْهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُوا۟ عَلَىٰ رَبِّهِمْ أَلَا لَعْنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ",
        "tafsir": "{  ومن أظلم ممن افترى .  .  .  } بعد أن بين الله تعالى حال المؤمنين المتصفين بالصفة الحميدة السابقة ،  بين حال الكافرين ،  وذكر من أو صافهم أربعة عشر وصفا ،  أوله :  افتراء الكذب ،  وآخرها :  الخسران في الآخرة ،  كذبوا على الله تعالى بنسبة ما يستحيل عليه من الشريك والول .  {  و يقول الأشهاد }أي الحاضرون في موقف العرض والحساب ،  وهم الملائكة مطلقا ،  أو الحفظة منهم ،  أو الملائكة والأنبياء والمؤمنون .  جمع شاهد أو شهيد ،  بمعنى حاضر . <br />\r\n<br />\r\n",
        "sura": "11",
        "aya": "18",
        "page": "223"
    },
    {
        "text": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ",
        "tafsir": "{  ويبغونها عوجا } ويطلبون سبيل الله معوجة ( آية 99 آل عمراه ص 118 ) .  {  لم يكونوا معجزين في الأرض } أي مفلتين أنفسهم من عذابه لو أراد الله ذلك .",
        "sura": "11",
        "aya": "19",
        "page": "223"
    }
]