[
    {
        "text": "إِذْ أَوْحَيْنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ",
        "tafsir": "(38) - وَكَانَ فِرْعَوْنُ يَقْتُلُ الذُّكُورَ مِنْ مَوَالِيدِ بَنِي إِسْرَائِيلَ، لِرُؤْيَا رَآهَا فَأَزْعَجَتْهُ، فَلَمَّا وُلِدَ مُوسَى خَافَتْ أُمُّهُ عَلَيْهِ أَنْ يَقْتُلَهُ فِرْعَونُ، فَأَلْهَمَ اللهُ أُمَّ مُوسَى إِلْهَاماً طَمْأَنَ قَلْبَها.",
        "sura": "20",
        "aya": "38",
        "page": "314"
    },
    {
        "text": "أَنِ ٱقْذِفِيهِ فِى ٱلتَّابُوتِ فَٱقْذِفِيهِ فِى ٱلْيَمِّ فَلْيُلْقِهِ ٱلْيَمُّ بِٱلسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِّى وَعَدُوٌّ لَّهُۥ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّى وَلِتُصْنَعَ عَلَىٰ عَيْنِىٓ",
        "tafsir": "{  ولتصنع على عيني } أي ليفعل بك الصنيعة والإحسان ،  وتربى بالحنو والشفقة ؛  وأنا مراعيك كما يراعي الإنسان الشيء بعينه إذا اعتنى به .  يقال :  صنعت الفرس صنعا وصنعة ،  إذا أحسنت إليه وقمت بعلفه وتسمينه ؛  وهو استعارة تمثيلية للحفظ والصون . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "39",
        "page": "314"
    },
    {
        "text": "إِذْ تَمْشِىٓ أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَىٰ مَن يَكْفُلُهُۥ فَرَجَعْنَٰكَ إِلَىٰٓ أُمِّكَ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَٰكَ مِنَ ٱلْغَمِّ وَفَتَنَّٰكَ فُتُونًا فَلَبِثْتَ سِنِينَ فِىٓ أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَٰمُوسَىٰ",
        "tafsir": "{  على من يكفله } على امرأة تضمه إلى نفسها فتحفظه وترضعه وتربيه .  يقال :  كفله وكفله ،  إذا عاله .  والكافل العائل . {  كي تقر عينها } أي تسر برجوعك إليها بعد أن قذفتك إلى اليم [ آية 26 مريم ص 6 ] . <br />\r\n{  وفتناك فتونا } أي ابتليناك ابتلاء بالمحن ؛  فخلصناك منها مرة بعد أخرى .  والفتون :  مصدر كالقعود والجلوس .  أو فتناك فتونا وضروبا من الابتلاء ؛  جمع فتن . <br />\r\n{  فلبثت سنين في أهل مدين } قرية شعيب عليه السلام ،  واقعة حول خليج العقبة عند نهايته الشمالية ،  وشمال الحجاز وجنوب فلسطين ،  على ثمان مراحل من مصر . {  ثم جئت على قدر } أي على وفق الوقت الذي قدرناه لتكليمك واستنبائك بلا تقدم ولا تأخر عنه .  تقول العرب :  جاء فلان على قدر ،  إذا جاء لميقات الحاجة إليه .  وكانت سنه إذ ذاك أربعين سنة .",
        "sura": "20",
        "aya": "40",
        "page": "314"
    },
    {
        "text": "وَٱصْطَنَعْتُكَ لِنَفْسِى",
        "tafsir": "{  واصطنعتك لنفسي } جعلتك محل صنيعتي وإحساني ؛  لتبليغ رسالتي وإقامة حجتي .  افتعال من الصنع بمعنى الصنيعة وهي الإحسان .  وقيل :  هو تمثيل لما خوله الله تعالى من جلائل النعم ؛  بتقريب الملك من يراه أهلا للتقريب ؛  فيصطنعه بالكرامة ويجعله من خواصه وندمائه . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "41",
        "page": "314"
    },
    {
        "text": "ٱذْهَبْ أَنتَ وَأَخُوكَ بِـَٔايَٰتِى وَلَا تَنِيَا فِى ذِكْرِى",
        "tafsir": "{  ولا تنيا } لا تضعفا ولا تفترا .  يقال :  ونى في الأمر وعن الأمر يني ونيا ،  إذا فتر وضعف . <br />\r\n{  في ذكرى } في تبليغ رسالتي .  أو في ذكرى بما يليق بي من الصفات الجليلة عند تبليغ رسالتي ،  والدعاء إلى عبادتي . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "42",
        "page": "314"
    },
    {
        "text": "ٱذْهَبَآ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ",
        "tafsir": "(43) - اذْهَبَا إِلَى فِرْعَوْنَ فَإِنَّهُ عَتَا عَنْ أَمْرِ رَبِّهِ، وَتَمَرَّدَ وَتَجَبَّرَ عَلَى اللهِ وَعَصَاهُ.",
        "sura": "20",
        "aya": "43",
        "page": "314"
    },
    {
        "text": "فَقُولَا لَهُۥ قَوْلًا لَّيِّنًا لَّعَلَّهُۥ يَتَذَكَّرُ أَوْ يَخْشَىٰ",
        "tafsir": "(44) - وَادْعُوَاهُ بِرِفْقٍ وَلِينٍ وَحُسْنَى إِلَى عِبَادَةِ رَبِّهِ، وَتَرْكِ العُتُوِّ، وَالتَّجَبُّرِ وَالاسْتِعْلاءِ عَلَى خَلْقِ اللهِ، لَعَلَّ الكَلاَمَ الرَّقِيقَ اللَّيِّنِ يُؤَثِّرُ فِي نَفْسِهِ فَيَرْجِعَ عَمَّا هُوَ فِيهِ مِنَ الضَّلالِ، وَيَتَذَكَّرَ آيَاتِ اللهِ وَيَخْشَى لِقَاءَهُ وَعَذَابَهُ يَوْمَ القِيَامَةِ، فَيَرْتَدِعَ عَمَّا هُوَ فِيهِ مِنَ الغَيِّ وَالضَّلاَلِ.",
        "sura": "20",
        "aya": "44",
        "page": "314"
    },
    {
        "text": "قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن يَطْغَىٰ",
        "tafsir": "{  إننا نخاف أن يفرط علينا } أي نخشى أن يعاجلنا بالعقوبة ،  ولا يصبر إلى إتمام الدعوة وإظهار المعجزة .  يقال :  فرط عليه يفرط ،  عجل عليه وآذاه . {  أو أن يطغى } أي يزداد طغيانا فيقول في شأنك مالا ينبغي لفرط جراءته . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "45",
        "page": "314"
    },
    {
        "text": "قَالَ لَا تَخَافَآ إِنَّنِى مَعَكُمَآ أَسْمَعُ وَأَرَىٰ",
        "tafsir": "(46) - قَالَ اللهُ تَعَالَى: لاَ تَخَافَا مِنْهُ فَإِنَّنِي مَعَكُمَا أَسْمَعُ كَلاَمَكُمَا وَكَلاَمَهُ، وَأَرَى مَكَانَكُمَا وَمَكَانَهُ، وَلاَ يَخْفَى عَلَيَّ مِنْ أَمْرِكُمْ شَيءٌ، وَاعْلَمَا أَنَّ نَاصِيَتَهُ بِيَدِي، فَلاَ يَتَكَلَّمُ، وَلاَ يَتَنَفَّسُ، وَلاَ يَبْطِشُ إِلاَّ بِإِذْنِي، وَأَنْتُمَا فِي حِفْظِي وَرِعَايَتِي.\r\nإِنَّي مَعَكُمَا - إِنِّي حَافِظُكُمَا وَنَاصِرُكُمَا.",
        "sura": "20",
        "aya": "46",
        "page": "314"
    },
    {
        "text": "فَأْتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ وَلَا تُعَذِّبْهُمْ قَدْ جِئْنَٰكَ بِـَٔايَةٍ مِّن رَّبِّكَ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلْهُدَىٰٓ",
        "tafsir": "{إِسْرَائِيلَ} {جِئْنَاكَ} {بِآيَةٍ} {وَٱلسَّلاَمُ}\r\n(47) - اذْهَبَا إِلَى فِرْعَوْنَ فَقُولاَ لَهُ: إِنَّنَا رَسُولاَ اللهِ رَبِّكَ، وَرَبِّ السَّمَاوَاتِ وَالأَرْضِ، أَرْسَلَنَا إِلَيْكَ لِنَدْعُوَكَ إِلَى عِبَادَتِهِ تَعَالَى وَحْدَهُ، وَإِلَى الكَفِّ عَنِ البَغْيِ، وَالطُّغْيَانِ، وَالضَّلاَلِ، وَلِنَدْعُوَكَ إِلَى الكَفِّ عَنْ تَعْذِيبِ بَنِي إِسْرَائِيلَ، وَالإِسَاءَةِ إِلَيْهِمْ، وَقَدْ جِئْنَاكَ بِحُجَّةٍ وَبُرْهَانٍ مِنَ اللهِ (آيَةٍ)، عَلَى صِدْقِ قَوْلِنَا إِنَّنَا رَسُولانِ مِنْ عِنْدِ رَبِّكَ إِلَيْكَ، وَالسَّلاَمَةُ وَالأَمْنُ مِنَ العَذَابِ فِي الدُّنْيَا وَالآخِرَةِ عَلَى مَنِ اتَّبَعَ رُسُلَ رَبِّهِ، وَاهْتَدَى بِهُدَاهُ.",
        "sura": "20",
        "aya": "47",
        "page": "314"
    },
    {
        "text": "إِنَّا قَدْ أُوحِىَ إِلَيْنَآ أَنَّ ٱلْعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ",
        "tafsir": "(48) - وَلَقَدْ أَخْبَرَنا اللهُ فِيمَا أَوْحَاهُ أَنَّ عَذَابَهُ الأَلِيمَ سَيَنْزِلُ فِي الدُّنْيَا وَالآخِرَةِ بِمَنْ يُكَذِّبُ بِآيَاتِهِ وَرُسُلِهِ، وَبِمَا نَدْعُوهُ إِلَيْهِ مِنَ الإِيمَانِ، وَيَتَولّى عَنِ اتِّبَاعِ الحَقِّ وَالاسْتِجَابَةِ إِلَى دَعْوَةِ الحَقِّ وَالهُدَى.",
        "sura": "20",
        "aya": "48",
        "page": "314"
    },
    {
        "text": "قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ",
        "tafsir": "هذه الآية لم يرد لها تفسير",
        "sura": "20",
        "aya": "49",
        "page": "314"
    },
    {
        "text": "قَالَ رَبُّنَا ٱلَّذِىٓ أَعْطَىٰ كُلَّ شَىْءٍ خَلْقَهُۥ ثُمَّ هَدَىٰ",
        "tafsir": "{  أعطى كل شيء خلقه } أي وهب كل شيء من الأشياء الأمر اللائق بما نيط به من الخواص والمنافع المطابق له ؛  كما أعطى العين الهيئة التي تطابق الإبصار ،  والأذن الشكل الذي يوافق الاستماع ،  وهكذا .  و \" خلقه \"  مصدر بمعنى اسم المفعول ،  مفعول ثان ل \" أعطى \"  . {  ثم هدى } أي دل بذلك على وجوده وقدرته وتفضله . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "50",
        "page": "314"
    },
    {
        "text": "قَالَ فَمَا بَالُ ٱلْقُرُونِ ٱلْأُولَىٰ",
        "tafsir": "{  فما بال القرون الأولى } البال في الأصل :  الفكر ،  ثم أطلق على الحال التي يعتنى بها .  أي ما حال الأمم الخالية التي عبدت غير ما تدعو لعبادته ؛  مثل قوم نوح وعاد وثمود الذين عبدوا الأوثان ؛  فأجابه موسى بأن العلم بأحوالهم لا تعلق له بمنصب الرسالة ؛  وأن علمها عند علام الغيوب الذي أحاط بكل شيء علما ؛  فيجازيهم على كفرهم وضلالهم . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "51",
        "page": "314"
    }
]