[
    {
        "text": "تُرْجِى مَن تَشَآءُ مِنْهُنَّ وَتُـْٔوِىٓ إِلَيْكَ مَن تَشَآءُ وَمَنِ ٱبْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَٰلِكَ أَدْنَىٰٓ أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ وَٱللَّهُ يَعْلَمُ مَا فِى قُلُوبِكُمْ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمًا",
        "tafsir": "{  ترجى من تشاء منهن .  .  .  } بيان للتوسعة عليه صلى الله عليه وسلم في ترك القسم بين نسائه ،  وأنه لم يفرض عليه كما فرض على أمته ؛  فبخص بجعل الأمر إليه :  إن شاء أن يقسم بينهن قسم ،  وإن شاء أن يترك القسم ترك .  ولكنه مع هذا كان يقسم بينهن إلى أن مات – عدا سودة التي وهبت ليلتها لعائشة – تطييبا لنفوسهن ،  وصونا لهن عما تؤدى إليه الغيرة مما لا ينبغي من القول .  وقيل :  كان القسم واجبا عليه ثم نسخ وجوبه بهذه الآية .  و  \" ترجى \"  تؤخر المضاجعة أي تتركها .  و  \" تؤوى \"  أي تضم وتضاجع .  وقيل الآية في الطلاق ؛  أي تطلق من تشاء منهن وتمسك من تشاء .  وقيل في الأمرين ؛  لإطلاق الإرجاء والإيواء . {  ومن ابتغيت ممن عزلت } أي طلبت إيواء من اجتنبتها . {  فلا جناح عليك } في ذلك . {  ذلك } أي تفويض الأمر من الله تعالى إلى مشيئتك . {  أدنى } أقرب إلى{  أن تقر أعينهن } ويرضين عن طيّب نفس بما تصنع معهن ؛  فإذا سويت بينهن وجدن ذلك تفضلا منك ،  وإذا رجحت بعضهن علمن أنه بحكم الله تعالى وإذنه لك فيه ،  ولا حق لهن قبلك ؛  فتطمئن نفوسهن به . \r\n\r\n",
        "sura": "33",
        "aya": "51",
        "page": "425"
    },
    {
        "text": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعْدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَٰجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ رَّقِيبًا",
        "tafsir": "{  لا يحل لك النساء من بعد } أي من بعد التسع اللاتي في عصمتك اليوم ،  وهن اللاتي اخترنك . {  ولا أن تبدل بهن من أزواج } بأن تطلق واحدة منهن وتنكح بدلها أخرى ؛ \r\nفحرم عليه الزيادة عليهن والاستبدال بهن ؛  مكافأة لهن على اختياره صلى الله عليه وسلم .  والآية محكمة .  وقيل :  منسوخة بآية  \" ترجى من تشاء \"  ؛  بناء على أن معناها :  تطلّق من تشاء وتمسك من تشاء ؛  وأنها متأخرة في النزول عن هذه الآية وإن كانت متقدمة في التلاوة .  وقيل :  بآية  \" إنا أحللنا \"  .  وعن عائشة وأم سلمة :  ما مات رسول الله صلى الله عليه وسلم حتى أحل له أن يتوج من النساء ما شاء .  ولكن لم يقع منه صلى الله عليه وسلم زيادة ولا استبدال ؛  لتكون المنة له عليهن . \r\n\r\n",
        "sura": "33",
        "aya": "52",
        "page": "425"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتَ ٱلنَّبِىِّ إِلَّآ أَن يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنْ إِذَا دُعِيتُمْ فَٱدْخُلُوا۟ فَإِذَا طَعِمْتُمْ فَٱنتَشِرُوا۟ وَلَا مُسْتَـْٔنِسِينَ لِحَدِيثٍ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِى ٱلنَّبِىَّ فَيَسْتَحْىِۦ مِنكُمْ وَٱللَّهُ لَا يَسْتَحْىِۦ مِنَ ٱلْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَٰعًا فَسْـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٍ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا۟ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓا۟ أَزْوَٰجَهُۥ مِنۢ بَعْدِهِۦٓ أَبَدًا إِنَّ ذَٰلِكُمْ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
        "tafsir": "{  لا تدخلوا بيوت النبي .  .  .  } نزلت في أناس كانوا يتحينون طعام رسول الله صلى الله عليه وسلم ؛  فيدخلون بيته قبل الطعام ،  ويمكثون منتظرين نضجه ،  ثم يأكلون ولا يخرجون ،  وكان رسول الله صلى الله عليه وسلم يتأذى بهم .  أي لا تدخلوا بيوت النبي إلا وقت أن يؤذن لكم إلى طعام – أي تدعوا إليه – ولا تدخلوها غير منتظرين نضجه وإدراكه .  فالنهي مخصوص بمن دخل من غير دعوة ،  ومكث منتظرا للطعام من غير حاجة ؛  فلا تفيد الآية النهي عن الدخول بإذن لغير طعام ،  ولا عن المكث بعد الطعام لمهم آخر .  و  \" غير ناظرين \"  حال من ضمير  \" تدخلوا \"  .  و  \" إناه \"  أي نضجه وبلوغه .  يقال :  أنى الطعام يأنى أنيا وإنى – كقلى يقلى – إذا نضج وبلغ . {  ولكن إذا دعيتم } أي إلى الطعام ؛  وهو يتضمن الإذن بالدخول . {  فادخلوا فإذا طعمتم } أي أكلتم الطعام . \r\nيقال :  طعم يطعم طعما ،  ذاق وأكل . {  فانتشروا } فتفرقوا ولا تمكثوا في البيت . {  ولا مستأنسين لحديث } أي ولا تدخلوها مستأنسين لحديث بعضكم بعضا .  والظاهر – كما قال الآلوسي – حرمة المكث على المدعو للطعام بعد أن يطعم إذا كان في ذلك أذى لرب البيت .  وليس ما ذكر مختصا بالمخاطبين ،  ولا بالمكث في بيت النبي صلى الله عليه وسلم ؛  بل هو حكم وأدب عام . \r\n{  وإذا سألتموهن } إذا طلبتم من نسائه صلى الله عليه وسلم{  متاعا } شيئا يتمتع به من الماعون ونحوه .  ومثله العلم والفتيا . {  فسألوهن من وراء حجاب } أي ستر بينكم وبينهن . {  ذلكم } أي\r\nالسؤال من وراء الحجاب{  أطهر لقلوبكم وقلوبهن } من الريب وخواطر السوء .  وكان نزول آية الحجاب في شهر رمضان من السنة الخامسة من الهجرة .  وحكم نساء المؤمنين في ذلك حكم نسائه صلى الله عليه وسلم . {  وما كان لكم أن تؤذوا رسول الله } أي تفعلوا فعلا يؤذيه نحو اللبث في بيته ،  والاستئناس فيه بالحديث الذي كنتم تفعلونه ،  ومكالمة نسائه من دون حجاب . {  ولا أن تنكحوا أزواجه من بعده أبدا } أي من بعد وفاته أو فراقه ،  لأنهن أمهات المؤمنين ،  ولا يحل للأولاد نكاح الأمهات . {  إن ذلكم } أي إيذاءه ونكاح أزواجه من بعده . {  كان عند الله } ذنبا . \r\n{  عظيما } جسيما . \r\n\r\n",
        "sura": "33",
        "aya": "53",
        "page": "425"
    },
    {
        "text": "إِن تُبْدُوا۟ شَيْـًٔا أَوْ تُخْفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
        "tafsir": "(54) - إِنْ تُظْهِرُوا شَيئاً مِمَّا يُؤْذِي النَّبِيَّ، أَوْ تُخْفُوهُ فِي صُدُورِكُمْ، فَإِنَّ الله كَانَ عَليماً بِكُلِّ شَيءٍ، فَهُوَ يَعْلَمُ مَا تُكِنُّهُ الضَّمَائِرُ، وَمَا تَنْطَوِي عَليهِ السَّرائِرُ، وَلاَ تَخْفَى عَليهِ مِنَ النَّاسِ خَافِيةٌ، ثُمَّ يُجَازِي كُلَّ وَاحِدٍ عَلَى حَسْبِ فِعْلِهِ وَنَوَايَاهُ.\r\n(وَرُوِيَ فِي سَبَبِ نُزُولِ هذِهِ الآيةِ: لَمَّا نَزَلَتْ آيَةٌ الحِجَابِ قَالَ رَجُلٌ: أنُنْهَى أَنْ نُكَلِّمَ بَنَاتِ أَعْمَامِنَا إِلاّ مِنْ وَرَاءِ حِجَابٍ؟ لَئِنْ مَاتَ مُحَمَّدٌ لَنَتَزَوَّجَنَّ نِسَاءَهُ).\n",
        "sura": "33",
        "aya": "54",
        "page": "425"
    }
]