[{"text":"الٓر كِتَٰبٌ أُحْكِمَتْ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ","aya":"1","page":"221","tafsir":"{  كتاب أحكمت آياته } هذا كتاب نظمت آياته تنظيما محكما متقنا ،  لا يتطرق إليه نقص ولا خلل ،  من الإحكام وهو الإتقان ،  كالبناء المحكم الرصيف يقال :  أحكمت الشيء ،  أتقنه فاستحكم .  \r\n{  ثم فصلت }جعلت مفصلة كالعقد المفصل بالفرائد .  أو فرقت في التنزيل ،  فنزلت نجوما على حسب الوقائع والمصالح .  و{  ثم } على الأول للترتيب الإخباري وعلى الثاني للترتيب الزماني .  \r\n \r\n"},{"text":"أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ","aya":"2","page":"221","tafsir":"{  ألا تعبدوا إلا الله }أي أحكمت وفصلت لتمحضوا العبادة لله تعالى ،  فإن الإحكام والتفصيل يدعوهم إلا الإيمان والتوحيد وما يتفرع عليه من الطاعات .  \r\n \r\n"},{"text":"وَأَنِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُمَتِّعْكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِى فَضْلٍ فَضْلَهُۥ وَإِن تَوَلَّوْا۟ فَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ","aya":"3","page":"221","tafsir":"{  وأن استغفروا .  .  .  } معطوف على{  ألا تعبدوا } أي ولاستغفاركم ربكم من ذنبوكم ،  ولإخلاصكم في توبتكم منها .  و{  أن } مصدرية ،  وهي توصل بالأمر والنهي كما توصل بغيره .  \r\n \r\n"},{"text":"إِلَى ٱللَّهِ مَرْجِعُكُمْ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","aya":"4","page":"221","tafsir":""},{"text":"أَلَآ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا۟ مِنْهُ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ","aya":"5","page":"221","tafsir":"{  يثنون صدورهم } يطوونها على ما يسترونه من العداوة والبغضاء ،  من ثنيت الثوب ،  إذا طويته على ما فيه من الأشياء المستورة .  نزلت في الأخنس بن شريق من منافقي مكةْ ،  وكان رجلا حلو المنطق ،  حسن السياق للحديث ،  يضمر للرسول صلى الله عليه وسلم الكراهة ،  ويطوي صدره على بغضه ،  ويظهر له المحبة والمودة ،  ويظن أن ذلك يخفى على الله تعالى .  \r\n{  ألا حين يستغشون .  .  .  } أي ألا حين يبالغون في الاستخفاء ،  كمن يجعلون ثيابهم أغشية لهم حتى لا يظهر منهم شيء ،  {  يعلم ما يسرون وما يعلنون } أي يعلم الله سرهم وعلانيتهم فيجازيهم على نفاقهم {  إنه عليم بذات الصدور } .  \r\n \r\n"},{"text":"وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَآدَّ لِفَضْلِهِۦ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ","aya":"107","page":"221","tafsir":""},{"text":"قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلْحَقُّ مِن رَّبِّكُمْ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَآ أَنَا۠ عَلَيْكُم بِوَكِيلٍ","aya":"108","page":"221","tafsir":"{  وما أنا عليكم بوكيل } أي بحفيظ أحفظ أعمالكم وأجازيكم عليها ،  إنما أنا بشير ونذير والله اعلم .  \r\n \r\n"},{"text":"وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ وَٱصْبِرْ حَتَّىٰ يَحْكُمَ ٱللَّهُ وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ","aya":"109","page":"221","tafsir":""}]