[
    {
        "text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّ دَعَوْا۟ رَبَّهُم مُّنِيبِينَ إِلَيْهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ",
        "tafsir": "\r\n(33) - وإِذا مَسَّ هؤلاءِ المُشْرِكِينَ ضُرٌّ كَقَحْطٍ وَبَلاءٍ \r\nوَمَرضٍ وَشِدَّةٍ.. دَعَوا اللهَ مُخلِصِينَ لَهُ الدِّينَ والعِبَادَةَ \r\nوأَفْرَدُوهُ بالتَّضرُّعِ والاسْتِغَاثَةِ، وَرَجَوْهُ أَنْ يَكْشِفَ عَنْهُم \r\nمَا نَزَلَ بِهِمْ مِنْ شِدَّةٍ، وَلكِنَّهُمْ حِينَما يَكْشِفُ اللهُ عَنْهُمْ ما \r\nبِهِمْ مِنْ ضُرٍّ وَبَلاءٍ يَعودُ فَرِيقٌ مِنْهُمْ إِلى مَا كَانُوا عَليهِ \r\nمِنَ الشِّرْكِ بِاللهِ.\n",
        "sura": "30",
        "aya": "33",
        "page": "408"
    },
    {
        "text": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَٰهُمْ فَتَمَتَّعُوا۟ فَسَوْفَ تَعْلَمُونَ",
        "tafsir": "{آتَيْنَاهُمْ}\r\n(34) - فَلْيَكْفُرُوا بِنِعَمِ اللهِ وبِمَا آتَاهُمْ مِن فَضْلِهِ، \r\nولْيَجْحَدُوا بِمَا تَفَضَّلَ بهِ عَلَيهِمْ مِنْ كَشْفِ الضُّرِّ والبَلاَءِ، \r\nولْيَتَمتَّعُوا بمَا آتاهُمْ مِنَ الرَّخَاءِ والنِّعَمِ، فَإِنَّهُمْ سَيَعْلَمُونَ \r\nكَيفَ يأخُذُ اللهُ المشركينَ المُفْسِدِينَ، وكيفَ يُعَاقِبُهُمْ \r\nعلَى كُفْرِهِمْ وإِفْسَادِهِمْ في الأرْضِ.\n",
        "sura": "30",
        "aya": "34",
        "page": "408"
    },
    {
        "text": "أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا۟ بِهِۦ يُشْرِكُونَ",
        "tafsir": "{سُلْطَاناً}\r\n(35) - وَيَسْأَلُ اللهُ تَعَالى هؤلاءِ المُشْرِكِينَ مُسْتَنكِراً \r\nشِرْكَهُمْ وَعِبَادَتَهُمْ غَيرَ اللهِ ويُقولُ: هَلْ أَنزَلْنا عَلَيهِمْ \r\nكِتاباً فيهِ تصديقٌ لِمَا يَقُولُونَ، وإِرْشَادٌ إِلى مَا يَعتَقِدونَ؟ \r\nفاللهُ تَعَالى لمْ يُنَزِّلْ كِتَاباً بِهذا، ولمْ يُرْسِلْ رَسُولاً يقولُ بِهِ، وإِنَّما هُوَ شَيءٌ ابْتَدَعُوهُ هُمْ، وافْتَعَلُوه اتِّباعاً لأَِهْوَائِهِمْ.\r\n\r\nسُلْطَاناً - كِتَاباً أوْ حُجَّةً.\n",
        "sura": "30",
        "aya": "35",
        "page": "408"
    },
    {
        "text": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً فَرِحُوا۟ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
        "tafsir": "{  يقنطون } ييئسون من رحمة الله \"  ؛  بخلاف المؤمن فإنه يشكر ربه عند النعمة ،  ويرجوه عند الشدة . <br />\r\n<br />\r\n",
        "sura": "30",
        "aya": "36",
        "page": "408"
    },
    {
        "text": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
        "tafsir": "{  ويقدر } أي يضيقه على من يشاء أن يضيقه عليه ؛  ولله في ذلك الحكم البالغة . <br />\r\n<br />\r\n",
        "sura": "30",
        "aya": "37",
        "page": "408"
    },
    {
        "text": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ ذَٰلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
        "tafsir": "{  فآت ذا القربى حقه } أحسن إليه بالصدقة والصلة والبر تقربا إلى الله تعالى . <br />\r\n<br />\r\n",
        "sura": "30",
        "aya": "38",
        "page": "408"
    },
    {
        "text": "وَمَآ ءَاتَيْتُم مِّن رِّبًا لِّيَرْبُوَا۟ فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا۟ عِندَ ٱللَّهِ وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ",
        "tafsir": "{  وما آتيتم من ربا } المراد به هنا :  العطية يعطيها الرجل لأخيه يطلب المكافأة منه بأفضل منها ؛ <br />\r\nليزيد في أمواله من أموال الناس ،  فإن ذلك لا يبارك فيه في حكمه تعالى . {  وما آتيتم من زكاة } أي صدقة تطوع ،  ولم تحمل على المفروضة ،  لأن السورة مكية ،  والزكاة لم تفرض إلا في السنة الثانية من الهجرة . {  تريدون وجه الله فأولئك هم المضعفون } ذوو الأضعاف من الحسنات ؛  من أضعف :  إذا صار ذا ضعف ؛  كأقوى وأيسر ،  أي صار ذا قوة ويسار . <br />\r\n<br />\r\n",
        "sura": "30",
        "aya": "39",
        "page": "408"
    },
    {
        "text": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
        "tafsir": "{شُرَكَآئِكُمْ} {سُبْحَانَهُ} {تَعَالَىٰ}\r\n(40) - اللهُ تَعَالى هُوَ الذي خَلَقَكُمْ ولَمْ تَكُونوا شَيئاً، \r\nيُخْرِجُ الإِنسانَ من بَطْنِ أُمِّهِ عُرْيَاناً، ثُمَّ يَرْزُقُهُ السَّمْعَ \r\nوالبَصَرَ، والقُوَّةَ والِلِّبَاسَ، والعِلمِ والمَالَ، ومَا تَقُومُ بِهِ \r\nالحَياةُ، ثمَّ بعدَ هذه الحياةِ يُمِيتُكُم، ثُمّ يَعودُ فَيُحْيِيكُمْ يَومَ \r\nالقِيَامَةِ، لِيُحَاسِبَكُمْ عَلَى أَعْمَالِكُم كُلِّها.\r\nثُمَّ يَسْأَلُ اللهُ تَعَالى المُشْرِكِينَ مُسْتَنْكِراً وَمُقَرِّعاً: هَلْ أَحَدٌ \r\nمِنَ الآلِهةِ التي يَعْبُدُونَها مِنْ دُونِ اللهِ مِنْ أَصنامٍ وأوثانٍ \r\nوغيرِها... مَنْ يَسْتَطِيعُ أَنْ يفعلَ ذَلك؟\r\nوَبِمَا أَنَّ هذهِ الأَصنامَ والأَوثَانَ والآلهةَ المَزْعُومَةَ لاَ \r\nتَسْتَطِيعُ لأحدٍ ولا لِنَفْسِهَا نَفْعاً وَلاَ ضَرّاً، وَكُفَّارٌ قُريشِ \r\nيَعْرِفُونَ ذَلكَ وَيَعْتَرِفُونَ بِهِ، لِذَلِكَ قَالَ تَعَالَى: تَنَزَّهَ اللهَ \r\nوَتَعَاظَمَ عَنْ أَنْ يَكُونَ لَهُ شَريكٌ أَوْ نَظِيرٌ أَوْ وَلَدٌ.\n",
        "sura": "30",
        "aya": "40",
        "page": "408"
    },
    {
        "text": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا۟ لَعَلَّهُمْ يَرْجِعُونَ",
        "tafsir": "{  ظهر الفساد في البر والبحر .  .  .  } كالجدب والموتان والغلاء الشديد ،  وكثرة الحرق والغرق ،  وإخفاق الصيادين والغاصة ،  ومحو البركات من كل شيء ،  وقلة المنافع في الجملة ،  وكثرة المضار وتسلط الأعداء ،  ونحو ذلك مما أصاب الناس بسبب معاصيهم عقابا لهم حتى يتوبوا إليه تعالى .  يقال :  فسد – كنصر وكرم – فسادا ،  ضد صلح ؛  ومنه المفسدة ،  ضد المصلحة .  وهي كلمة جامعة لكل ما ذكر ونحوه . د<br />\r\n<br />\r\n",
        "sura": "30",
        "aya": "41",
        "page": "408"
    }
]