[
    {
        "text": "قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
        "tafsir": "{  ولئن مسّتهم نفحة .  .  .  } أصابهم شيء قليل من العذاب أو طرف منه .  وفي هذا التعبير ثلاث مبالغات :  ذكر المس الذي يكفى في تحققه إيصال ما .  وما في النفح من النزارة والقلة ؛  يقال :  نفحه بعطية ،  رضخه وأعطاه يسيرا .  والبناء الدال على المرة ،  وهي لأقل ما يطلق عليه الأسم .  والمراد :  بيان سرعة تأثرهم بأقل شيء من العذاب الذي كانوا يستعجلونه استهزاء .  وأنه إذا نالهم جزعوا ونادوا بالويل والثبور . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "45",
        "page": "326"
    },
    {
        "text": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيْلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
        "tafsir": "{وَلَئِن} {يٰويْلَنَآ} {ظَالِمِينَ}\r\n(46) - وإذا مَسَّ هَؤُلاَءِ المُكَذِّبِينَ شَيءٌ يَسِيرٌ مِنْ عَذَابِ اللهِ الذِي يَسْخَرُونَ مِنْهُ، وَلَوْ كَانَ طَفِيفاً {نَفْحَةٌ}، فَإِنَّهُمْ يَعْتَرِفُونَ بِذُنُوبِهِم، وَيَقُولُونَ: إِنَّهُمْ كَانُوا ظَالِمِينَ لأَِنْفُسِهِمْ فِي الدُّنْيَا بِعِبَادَتِهِمْ غَيْرَ اللهِ، وَتَرْكِهِمْ عِبَادَةَ الوَاحِدِ الأحَدِ، الذِي لاَ إِلَهَ سِوَاهُ.\r\nنَفْحَةٌ - دَفْعَةٌ يَسِيرَةٌ، أَوْ نَصِيبٌ يَسِيرٌ.\n",
        "sura": "21",
        "aya": "46",
        "page": "326"
    },
    {
        "text": "وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَىٰ بِنَا حَٰسِبِينَ",
        "tafsir": "{  ونضع الموازين .  .  .  } بيان للعدل الإلهي يوم القيامة في الجزاء على ما سلف من الأعمال ،  وأنه تعالى لا يظلم أحدا شيئا مما له أو عليه ؛  فلا ينقص من إحسان المحسن شيء ما ،  ولا يزاد في إساءة المسيء شيء ما .  والقسط :  العدل .  والموازين :  ما توزن به صحائف الأعمال . {  وإن كان مثقال حبة من خردل } أي وإن كان العمل قد بلغ من القلة والحقارة وزن حبة من خردل – وهي مثل في الصغر –{  أتينا بها } جئنا بصحيفته في الموازين . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "47",
        "page": "326"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَٰرُونَ ٱلْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ",
        "tafsir": "{آتَيْنَا} {وَهَارُونَ}\r\n(48) - يَقُولُ تَعَالَى إِنَّهُ أَنْزَلَ علَى مُوسَى وَهَارُونَ التَّوْرَاةَ (الفُرْقَانَ)، وَهِيَ، كَالْكُتُبِ المَنَزَّلَةِ مِنْ عِنْدِ اللهِ تَعَالَى، تَفْرِقُ بَيْنَ الحَقِّ والبَاطِلِ، وَبَيْنَ الهُدَى والضَّلاَلِ، وَفِيهَا نُورٌ لِلقُلُوبِ، وَتَذْكِيرٌ وَعِظَةٌ لِمَنْ يَتَّقُونَ رَبَّهُمُ وَيَخْشَوْنَ عَذَابَ اللهِ.\n",
        "sura": "21",
        "aya": "48",
        "page": "326"
    },
    {
        "text": "ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ",
        "tafsir": "(49) وَهَوُلاَءِ المُتَّقُونَ، الذِينَ تَعِظُهُمْ كُتُبُ اللهِ، وَتُذَكِّرُهُمْ، وَتُنِيرُ قُلُوبَهُمْ، هُمُ الذينَ تَسْتَشْعِرُ قُلُوبُهُم خَشْيَةَ اللهِ، وَهُوَ غَائِبٌ عَنْهُم وَهُمْ لَمْ يَرَوْهُ، وَهُمْ يَخَافُونَ قِيامَ السَّاعَةِ، وَيُشْفِقُونَ مِنْ عَذَابِ يَوْمِ القِيَامَةِ، فَيَعْمَلُون لِذَلِكَ اليَوْمِ وَيَسْتَعِدُّونَ.\r\nمُشْفِقُونَ - خَائِفُونَ حَذِرُونَ.\n",
        "sura": "21",
        "aya": "49",
        "page": "326"
    },
    {
        "text": "وَهَٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَٰهُ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ",
        "tafsir": "{  ولقد آتينا إبراهيم رشده } هدايته الكاملة إلى وجوه الصلاح في الدين والدنيا من قبل استنبائه ؛  ترشيحا لمنصب النبوة والدعوة إلى الحق ؛  كما هو شأننا فيمن نصطفيه لذلك من عبادنا . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "50",
        "page": "326"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
        "tafsir": "{آتَيْنَآ} {إِبْرَاهِيمَ} {عَالِمِينَ}\r\n(51) - وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ مَا فِيهِ صَلاَحُهُ وَهُدَاهُ، مِنْ قَبْلِ هَارُونَ وَمُوسَى، وَوَفَّقْنَاهُ لِلْحَقِّ، وَأَضَأْنَا لَهُ سَبِيلَ الرَّشَادِ، وَكُنَّا عَالِمِينَ بِأَنَّهُ ذُو يَقِينٍ وَإِيْمَانٍ باللهِ وَتَوْحِيدٍ لَهُ، وأَنَّهُ أَهْلٌ لِحَمْلِ الرِّسَالَةِ.\r\n(وقِيلَ بَلِ المَعْنَى هُو: وَفَّقْنَاهُ إِلَى هُدَاهُ مِنْ قَبْلِ النُّبُوَّةِ والْبُلُوغِ، وَوَفَّقْنَاهُ للنَّظَرِ والاسْتِدْلاَلِ، لَمَّا جَنَّ عَلَيْهِ اللَّيْلُ، فَرَأَى النَّجْمَ والْقَمَرَ ثُمَّ رَأَى الشَّمْسَ).\n",
        "sura": "21",
        "aya": "51",
        "page": "326"
    },
    {
        "text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَٰكِفُونَ",
        "tafsir": "{  ما هذه التماثيل .  .  .  } الأصنام ؛  وعبر عنها بالتماثيل تحقيرا لها ؛  فإن التمثال هو الشيء المصنوع من رخام أو نحاس أو خشب أو معدن أو نحو ذلك .  على هيئة مخلوق من مخلوقات الله تعالى كالإنسان والحيوان والكواكب .  يقال :  مثلت الشيء بالشيء ،  أي شبّهته به . {  أنتم لها عاكفون } أي أنتم لأجلها عاكفون على عبادتها ،  أو ملازمون لها ومقبلون عليها ؛  وأنتم قد صنعتموها بأيديكم ؟ <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "52",
        "page": "326"
    },
    {
        "text": "قَالُوا۟ وَجَدْنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
        "tafsir": "{آبَآءَنَا} {عَابِدِينَ}\r\n(53) - فَلَمْ يَجِدُوا مَا يَرُدُّونَ بِهِ عَلَى سُؤَالِهِ لَهُمْ إِلاَّ قَوْلَهُمْ لَهُ: إِنَّهُمْ وَجَدُوا آبَاءَهُمْ يَعْبُدُونَها، فَهُمْ يَقْتَفُونَ آثَارَهُمْ فِي عِبَادَتِها.\n",
        "sura": "21",
        "aya": "53",
        "page": "326"
    },
    {
        "text": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{ضَلاَلٍ}\r\n(54) - فَقَالَ لَهُمْ إِبْرَاهِيمُ: إِنَّكُمْ فِي ضَلاَلٍ وَاضِحٍ بَيِّنٍ، كَمَا كَانَ آبَاؤُكُمْ مِنْ قَبْلِكُمْ عَلَى ضَلاَلٍ فِي عِبَادَةِ هَذِهِ الأَصْنَامِ، الَّتِي لاَ تَضُرُّ وَلاَ تَنْفَعُ، وَلاَ تَمْنَعُ وَلاَ تَدْفَعُ.\n",
        "sura": "21",
        "aya": "54",
        "page": "326"
    },
    {
        "text": "قَالُوٓا۟ أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّٰعِبِينَ",
        "tafsir": "{ٱللاَّعِبِينَ}\r\n(55) - فَقَالُوا لَهُ، وَهُمْ يَسْتَبْعِدُونَ أَنْ يَكُونُوا عَلَى ضَلاَلٍ: إِنَّهُمْ لَمْ يَسْمَعُوا بِمِثْلِ هَذَا الكَلاَمِ مِنْ قَبْلُ. وَسَأَلُوهُ إِنْ كَانَ جَادّاً فِي قَوْلِهِ هَذَا أَوْ هَازِلاً؟\n",
        "sura": "21",
        "aya": "55",
        "page": "326"
    },
    {
        "text": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {ٱلشَّاهِدِينَ}\r\n(56) - فَقَالَ لَهُمْ إِبْرَاهِيمُ إِنَّه جَاءَهُم بالحَقِّ، وإِنَّ رَبَّهُمْ هُوَ اللهُ الذي لاَ إِلهَ غَيْرُهُ، وَهُوَ الذي ابْتَدَأَ خَلْقَ السَّمَاوَاتِ والأَرْضِ وَمَنْ فِيهِنَّ، عَلَى غَيْرِ مِثَالٍ سَبَقَ {فَطَرَهُنَّ}، وَإِنَّهُ يَشْهَدُ أَنَّهُ لاَ إِلهَ غَيْرُهُ، وَلاَ رَبَّ سِواهُ، وَهُوَ قَادِرٌ عَلَى إِثْبَاتِ مَا يَقُولُ بِالحُجَّةِ والدَّلِيلِ.\r\nفَطَرَهُنَّ - خَلَقَهُنَّ وأَبْدَعَهُنَّ.\n",
        "sura": "21",
        "aya": "56",
        "page": "326"
    },
    {
        "text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ",
        "tafsir": "{أَصْنَامَكُمْ}\r\n(57) ثُمَّ أَقْسَمَ إِبْرَاهِيمُ فِي نَفْسِهِ عَلَى أَنَّهُ سَيَكِيدُ لأَصْنَامِ قَوْمِهِ، وَسَيُحَرِّضُ عَلَى تَحْطِيمِهَا بَعْدَ أَنْ يَذْهَبَ النَّاسُ إِلى الاحْتِفَالاَتِ بِعِيدِهِمْ، لِيُظْهِرَ لَهُمْ ضَلاَلَ مَا هُمْ عَلَيْهِ فِي عِبَادَتِها.\r\n(وَيُرْوَى أَنَّ إِبْرَاهِيمَ عَلَيْهِ السَّلاَمُ دَعَاهُ أَبُوهُ إِلى الخُرُوجِ مَعَهُمْ لِيَرى الاحْتِفَالَ بِعِيد قَوْمِهِ، وَقَالَ لَهُ إِنّهُ لَوْ رَأى هَذَا الاحْتِفَالَ لأَعْجَبَهُ دِينُهُمْ. فَخَرَجَ مَعَهُ، فَلَمَّا كَانَ بِبَعْضِ الطَرِيق أَلْقَى بِنَفْسِهِ عَلَى الأَرْضِ، وَقَالَ لأَبِيهِ إِنَّهُ سَقِيمٌ، فَلَمَّا أَقْسَمَ عَلَى أَنَّهُ سَيَكِيدُ لأَِصْنَامِ قَوْمِهِ سَمِعَهُ بَعْضُ مَنْ تأَخَرَّ عَنِ الذَّهابِ مِنْ قَوْمِهِ إِلى الاحْتِفَالِ).\n",
        "sura": "21",
        "aya": "57",
        "page": "326"
    }
]