[
    {
        "text": "وَلَوْ أَنَّ أَهْلَ ٱلْكِتَٰبِ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأَدْخَلْنَٰهُمْ جَنَّٰتِ ٱلنَّعِيمِ",
        "tafsir": "{ٱلْكِتَابِ} {آمَنُواْ} {وَلأَدْخَلْنَاهُمْ} {جَنَّاتِ}\r\n(65) - وَلَوْ أنَّ هَؤُلاَءِ اليَهُودَ آمَنُوا بِاللهِ وَرَسُولِهِ صلى الله عليه وسلم، وَاتَّقَوْا مَا كَانُوا يَتَعَاطَوْنَهُ مِنَ المَحَارِمِ وَالمَآثِمِ، لَكَفَّرَ اللهُ عَنْهُمُ السَّيِّئَاتِ التِي اقْتَرَفُوهَا، وَلَغَفَرَ لَهُمْ ذُنُوبَهُمْ، وَلأدْخَلَهُمُ الجَنَّةَ فِي الآخِرَةِ.\r\nكَفَّرْنَا - غَفَرْنَا لَهُمْ ذُنُوبَهُمْ.",
        "sura": "5",
        "aya": "65",
        "page": "119"
    },
    {
        "text": "وَلَوْ أَنَّهُمْ أَقَامُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ لَأَكَلُوا۟ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ وَكَثِيرٌ مِّنْهُمْ سَآءَ مَا يَعْمَلُونَ",
        "tafsir": "{  منهم أمة مقتصدة }من أهل الكتاب طائفة معتدلة لم تغل ولم تقصر ، وهم من أسلم منهم ، كعبد الله بن سلام و أصحابه ، والنجاشي و أصحابه ، ومن نهج نهجهم . \r\n\r\n",
        "sura": "5",
        "aya": "66",
        "page": "119"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُۥ وَٱللَّهُ يَعْصِمُكَ مِنَ ٱلنَّاسِ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَٰفِرِينَ",
        "tafsir": "{  بلغ ما أنزل إليك }أمر صلى الله عليه وسلم بالبلاغ للثقلين كافة فبلغ الرسالة و أدى الأمانة . روى عن عائشة رضي الله عنها قالت : {  من حدثك أن محمدا كتم شيئا مما أنزل الله عليه فقد كذب -وقرأت- يا أيها الرسول بلغ ما أنزل إليك من ربك }وفي رواية : {  لو كان محمد صلى الله عليه وسلم كاتما شيئا من القرآن لكتم هذه الآية : {  وتخفي في نفسك ما الله مبديه وتخشى الناس والله أحق أن تخشاه }{[127]} .  نزلت هذه الآية- حين ضاق ذرعا بقومه ، وعرف أن من الناس من يكذبه-لتثبيته و بشارته بحفظ الله تعالى له وكفالته إياه . {  والله يعصمك من الناس }يحفظك من الكفار أن يعتدوا عليك بالقتل .",
        "sura": "5",
        "aya": "67",
        "page": "119"
    },
    {
        "text": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ لَسْتُمْ عَلَىٰ شَىْءٍ حَتَّىٰ تُقِيمُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَٰنًا وَكُفْرًا فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ",
        "tafsir": "{  فلا تاس }فلا تحزن و لا تتأسف على القوم الكافرين لزيادة طغيانهم ، فإنهم هم الذين ظلموا أنفسهم ، وضرره عائد إليهم . وفي المؤمنين غنى لك عنهم . \r\n\r\n",
        "sura": "5",
        "aya": "68",
        "page": "119"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّٰبِـُٔونَ وَٱلنَّصَٰرَىٰ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَعَمِلَ صَٰلِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "tafsir": "{  إن الذين آمنوا والذين هادوا }نظم الآية : إن الذين آمنوا –أي بألسنتهم –ولم تؤمن قلوبهم . والذين هادوا والنصارى ، من آمن منهم بالله واليوم الآخر إيمانا حقا ، ويندرج في ذلك : الإيمان برسالة محمد صلى الله عليه وسلم وبما جاء به . وعمل صالحا فلا خوف عليهم ، حين يخاف الكفار العذاب . ولا هم يحزنون ، حين يحزن المقصرون على تضييع العمر و تفويت الثواب . والصابئون كذلك ، فحذف خبره .  وإنما عطفت جملة {  الصابئون }على ما قبله للإشارة إلى أنهم من أشد الفرق المذكورة ضلالا . فكأنه قيل : كل هذه الفرق إذا آمنت وعملت صالحا قبل الله توبتها ، حتى الصائبة فإنه تعالى يقبل توبتها . و{  من آمن }مبتدأ خبره جملة{  فلا خوف عليهم } ، والجملة من المبتدأ والخبر خبر{  إن }\r\n\r\n",
        "sura": "5",
        "aya": "69",
        "page": "119"
    },
    {
        "text": "لَقَدْ أَخَذْنَا مِيثَٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَأَرْسَلْنَآ إِلَيْهِمْ رُسُلًا كُلَّمَا جَآءَهُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُهُمْ فَرِيقًا كَذَّبُوا۟ وَفَرِيقًا يَقْتُلُونَ",
        "tafsir": "{مِيثَاقَ} {ۤ إِسْرَائِيلَ}\r\n(70) - يَذْكُرُ اللهُ تَعَالَى أنَّهُ أَخَذَ العَهْدَ وَالمِيثَاقَ عَلَى بَنِي إسْرَائِيلَ، فِي التَّوْرَاةِ، عَلَى تَوْحِيدِهِ تَعَالَى، وَعَلَى اتِّبَاعِ الأحْكَامِ التِي شَرَعَهَا لِهَدْيِ خَلْقِهِ، وَعَلَى تَحَلِّيهِمْ بِالفَضَائِلِ وَمَكَارِمِ الأخْلاَقِ، وَعَلَى السَّمْعِ وَالطَّاعَةِ للهِ وَرَسُولِهِ، وَأنَّهُ أرْسَلَ إلَيْهِمُ النًّبِيِّينَ لِيُبَيِّنُوا لَهُمْ أَحْكَامَ التَّوْرَاةِ، وَيُؤَكِّدُوا عَهْدَ اللهِ، فَنَقَضُوا العَهْدَ وَالمِيثَاقَ، وَاتَّبَعُوا آرَاءَهُمْ، وَقَدَّمُوهَا عَلَى الشَرَائِع، فًَمَا وَافَقَ أَهْوَاءَهُمْ مِنَ الشَرَائِعِ قَبلُوهُ، وَمَا خَالَفَهَا رَدُّوهُ، وَرَفَضُوهُ، وَكُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لاَ تَهْوَاه أنْفُسُهُمْ، وَلاَ يَتَّفِقُ مَعَ رَغَبَاتِهِمْ وَأهْوَائِهِمْ، كَذَّبُوهُ أوْ قَتَلُوهُ.\r\nالمِيثَاقُ - العَهْدُ المُوَثَّقُ بِالإِيمَانِ.\r\nبِمَا لاَ تَهْوَى أَنْفُسُهُمْ - بِمَا لا يُحِبُّونَ وَلاَ يُوافِقُ مِزَاجَهُمْ وَأَهْوَاءَهُمْ.",
        "sura": "5",
        "aya": "70",
        "page": "119"
    }
]