[
    {
        "text": "قَالُوٓا۟ أَضْغَٰثُ أَحْلَٰمٍ وَمَا نَحْنُ بِتَأْوِيلِ ٱلْأَحْلَٰمِ بِعَٰلِمِينَ",
        "tafsir": "{  أضغاث أحلام } أي هذه تخاليط أحلام ومنامات باطلة .  جمع ضغث ،  وأصله جمع من أخلاط النبات وحزم  كالحزمة  من الكلأ ،  استعير لما تجمعه القوة المتخيلة من أحاديث النفس ووساوس الشيطان في المنام .  والأحلام جمع حلم وحلم ،  وهو ما يراه النائم مما ليس بحسن .\r\n\r\n",
        "sura": "12",
        "aya": "44",
        "page": "241"
    },
    {
        "text": "وَقَالَ ٱلَّذِى نَجَا مِنْهُمَا وَٱدَّكَرَ بَعْدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأْوِيلِهِۦ فَأَرْسِلُونِ",
        "tafsir": "{  و اذكر بعد أمته } تذكير بعد حين طويل من الزمن ما سبق له مع يوسف في السجن .  وأصله اذتكر – بوزن افتعل – من الذكر ،  ودخله الإبدال .  والأمة هنا :  الطائفة من الزمن ( آية 104 آل عمران ص 119 ) .",
        "sura": "12",
        "aya": "45",
        "page": "241"
    },
    {
        "text": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفْتِنَا فِى سَبْعِ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنۢبُلَٰتٍ خُضْرٍ وَأُخَرَ يَابِسَٰتٍ لَّعَلِّىٓ أَرْجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمْ يَعْلَمُونَ",
        "tafsir": "{بَقَرَاتٍ} {سُنْبُلاَتٍ} {يَابِسَاتٍ}\r\n(46) - وَجَاءَ الشَّابُّ إِلى يُوسُفَ، وَسَأَلَهُ عَنْ تَفْسِيرِ حُلْمِ المَلِكِ، وَنَعَتَهُ بِالصَّدِّيقِ، لِمَا عَرَفَهُ فِيهِ مِنَ الصَّلاَحِ وَالصِّدْقِ، وَرَجَاهُ أَنْ يُعَرِّفَهُ تَفْسِيرَ حُلْمٍ رَأَى فِيهِ المَلِكُ سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ مَهَازِيلُ، وَسَبْعَ سُنْبُلاتٍ خُضْرٍ وَسَبْعَ سُنْبُلاتٍ يَابسَات، لَعَلَّهُ يَرْجِعُ إِلَى النَّاسِ بَالتَّفْسِيرِ الصَّحِيحِ لِيَعْلَمَ النَّاسُ مَعْنَى هذا الحُلْمِ، وَلِيَعْرِفُوا لِيُوسُفَ فَضْلَهُ وَعِلْمَهُ.",
        "sura": "12",
        "aya": "46",
        "page": "241"
    },
    {
        "text": "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِى سُنۢبُلِهِۦٓ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ",
        "tafsir": "{  دأبا } أي على عادتكم المستمرة في الزراعة .  مصدر دأب على الشيء يدأب دأبا ودأبا ،  أي دوام عليه ولازمه .  وحاصل تعبيره :  أنه أول البقرات السمان والسنبلات الخضر بسنين مخصبة ،  والعجاف واليابسات بسنين مجدية ،  وابتلاع العجاف السمان بأكل ما جمع في السنين المخصبة في السنين المجدية .\r\n\r\n",
        "sura": "12",
        "aya": "47",
        "page": "241"
    },
    {
        "text": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ",
        "tafsir": "{  تحصنون } تحرزونه وتخبئونه من البذر للزراعة ،  من الإحصان ،  وهو جعل الشيء في الحصن كالأحراز .  يقال :  أحصن الشيء ،  جعله في الحصن ،  وهو الموضع الحصين الذي لا يوصل إلى جوفه .\r\n\r\n",
        "sura": "12",
        "aya": "48",
        "page": "241"
    },
    {
        "text": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ عَامٌ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعْصِرُونَ",
        "tafsir": "{  فيه يغاث الناس } يمطرون ،  من الغيث وهو المطر .  يقال :  غاث الله البلاد غيثا ،  أنزل بها المطر .  وغاث الغيث ،  أصابها أو يغاثون ،  من الغوث وهو زوال الهم والكرب .  يقال :  أغاثه الله إغاثة ،  أعانه ونصره فهو مغيث ،  واستغاثني فأغثته إغاثة ومغوثة والاسم الغوث والغياث .\r\n{  وفيه يعصرون } ما شأنه أن يعصر من نحو العنب والزيتون والقصب والسمسم للانتفاع بما يخرج منها ،  وذلك لخصبه .\r\n\r\n",
        "sura": "12",
        "aya": "49",
        "page": "241"
    },
    {
        "text": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرْجِعْ إِلَىٰ رَبِّكَ فَسْـَٔلْهُ مَا بَالُ ٱلنِّسْوَةِ ٱلَّٰتِى قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّى بِكَيْدِهِنَّ عَلِيمٌ",
        "tafsir": "{  ما بال النسوة } أي ما حالهن .  والبال :  الحال التي يكترث بها ،  ومنه :  ما باليت بكذا ،  أي ما اكترثت به .\r\n\r\n",
        "sura": "12",
        "aya": "50",
        "page": "241"
    },
    {
        "text": "قَالَ مَا خَطْبُكُنَّ إِذْ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِۦ قُلْنَ حَٰشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوٓءٍ قَالَتِ ٱمْرَأَتُ ٱلْعَزِيزِ ٱلْـَٰٔنَ حَصْحَصَ ٱلْحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ",
        "tafsir": "{  قال ما خطبكن } ولما أخبر الرسول الملك بذلك جمعهن وقال لهن :  ما كان شأنكن وأمر كن إذ قلتن ليوسف ما قلتن ؟  .  مصدر خطب يخطب ،  ومنه :  هذا خطب يسير ،  وخطب جلل ،  وجمعه خطوب .\r\nو خصه بعضهم بما له خطر ،  وأصله  الأمر العظيم الذي يكثر فيه التخاطب ويخطب له . {  حاش لله } .\r\nمعاذ الله أن يعمل سوءا .  أو تنزيها لله تعالى عن أن يعجز عن خلق بشر عفيف كيوسف . ل{  الآن حصحص الحق } انكشف الحق وتبين بعد خفاء .  وأصله حص ،  كما قيل :  كبكب في كب من الحص وهو استئصال شعر الرأس بحلق أو مرض .\r\n\r\n",
        "sura": "12",
        "aya": "51",
        "page": "241"
    },
    {
        "text": "ذَٰلِكَ لِيَعْلَمَ أَنِّى لَمْ أَخُنْهُ بِٱلْغَيْبِ وَأَنَّ ٱللَّهَ لَا يَهْدِى كَيْدَ ٱلْخَآئِنِينَ",
        "tafsir": "{  ذلك ليعلم  أني } هو من كلام يوسف عليه السلام .  وقيل :  هو من كلا م امرأة العزيز .\r\n\r\n",
        "sura": "12",
        "aya": "52",
        "page": "241"
    }
]