[
    {
        "text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
        "tafsir": "{أَرْسَلْنَاكَ} - وكيف يطلبون العون على الله ورسوله، والله قد أرسل رسوله لنفعهم، إذ قد بعثه ليبشرهم ويحثهم على فعل الطاعات، وينذرهم ويحذرهم من ارتكاب المعاصي التي تستوجب عقاب فاعليها.",
        "sura": "25",
        "aya": "56",
        "page": "365"
    },
    {
        "text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
        "tafsir": "{أَسْأَلُكُمْ} - وقل يا محمد لمن أرسلت إليهم: أنا لا أسألكم أجرا على ما جئتكم به من عند ربي، لتقولوا إنما يدعونا لأخذ أموالنا، ومن ثم لا نتبعه حتى لا يكون له في أموالنا مطمع. ولكن من شاء أن يتقرب إلى الله تعالى بالإنفاق في وجوه الخير والبر، ويتخذ ذلك سبيلا إلى رحمة الله، ونيل ثوابه فليفعل.",
        "sura": "25",
        "aya": "57",
        "page": "365"
    },
    {
        "text": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
        "tafsir": "وتوكل على ربك الدائم الباقي، رب كل شيء ومليكه واجعله ملجأك وذخرك، وفوض إليه أمرك، واستسلم إليه، واصبر على ما أصابك، فإنه كافيك وناصرك ومبلغك ما تريد، ونزهه عما يقول المشركون من الصاحبة والولد، وحسبك ناصرا وسندا بالله الحي الباقي، الذي لا يموت، وحسبك به خبيرا بذنوب خلقه، فهو محصيها عليهم، ولا يخفى عليه من أفعالهم شيء، وسيحاسبهم عليها جميعا يوم القيامة، ويجزيهم بما يستحقون.\r\nسبح- نزه الله تعالى عن جميع النقائص.\r\nبحمده- مثنيا عليه بأوصاف الكمال.",
        "sura": "25",
        "aya": "58",
        "page": "365"
    },
    {
        "text": "ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ٱلرَّحْمَٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًا",
        "tafsir": "{ثم استوى على العرش} [آية 54 سورة الأعراف ص 263] .",
        "sura": "25",
        "aya": "59",
        "page": "365"
    },
    {
        "text": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا",
        "tafsir": "ينكر الله تعالى على المشركين الذين يسجدون لغير الله من الأصنام والأنداد، فيقول تعالى: إن هؤلاء المشركين إذا قيل لهم اسجدوا لله الرحمن، واخضعوا له قالوا: وما الرحمن؟ إننا لا نعرفه لنسجد له.\r\n(وَكَانُوا يُنْكِرون أن يُسَمّى اللهُ بِاسْمِ الرِّحْمنِ، كَمَا أنْكَروا ذلكَ يَومَ الحُدَيِبيَة) ، ثم يقولون أنسجد لمجرد قولك؟ وزادهم هذا الأمر نفورا من السجود، وبعدا عن الله تعالى.\r\nويرد الله تعالى عليهم في آية أخرى: {قُلِ ٱدْعُواْ ٱللَّهَ أَوِ ٱدْعُواْ ٱلرَّحْمَـٰنَ أَيّاً مَّا تَدْعُواْ فَلَهُ ٱلأَسْمَآءَ ٱلْحُسْنَىٰ} } .\nزادهم نفورا- تباعدا عن الإيمان.\r\nأنسجد لما تأمرنا- أنسجد بمجرد أمرك.",
        "sura": "25",
        "aya": "60",
        "page": "365"
    },
    {
        "text": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَٰجًا وَقَمَرًا مُّنِيرًا",
        "tafsir": "{تبارك الذي. .  .} [آية 54 الأعراف 264] . {بروجا} منازل رفيعة، اثني عشر منزلا للكواكب السيارة. وأصلها القصور العالية؛ وسميت بها هذه المنازل لعلوها وارتفاعها .",
        "sura": "25",
        "aya": "61",
        "page": "365"
    },
    {
        "text": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
        "tafsir": "{جعل الليل والنهار خلفة} يخلف كل منهما الآخر. والخلفة: كل شيء بعد شيء؛ ومنه خلفة النبات، وهو ورق يخرج بعد الورق الأول في الصيف .",
        "sura": "25",
        "aya": "62",
        "page": "365"
    },
    {
        "text": "وَعِبَادُ ٱلرَّحْمَٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ ٱلْجَٰهِلُونَ قَالُوا۟ سَلَٰمًا",
        "tafsir": "{يمشون في الأرض هونا} مشيا لينا رفيقا. أو يمشون هينين في تؤدة وسكينة ووقار وحسن سمت. والهون: مصدر بمعنى اللين والرفق، صفة لمصدر محذوف، أو حال من ضمير\" يمشون\" . \r\n{قالوا سلاما} أي تسلما منكم ومتاركة، لا خير بيننا وبينكم ولا شر؛ فيتحملون ما ينالهم من أذى الجهلاء والسفهاء .",
        "sura": "25",
        "aya": "63",
        "page": "365"
    },
    {
        "text": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَٰمًا",
        "tafsir": "{وَقِيَاماً} - وهم يبيتون قياما في طاعة الله تعالى وعبادته ويذكرونه ذكرا كثيرا في ركوعهم وسجودهم.\r\n(وقال تعالى في صفة عباد الرحمن في سورة أخرى: {كَانُواْ قَلِيلاً مِّن ٱللَّيْلِ مَا يَهْجَعُونَ وَبِٱلأَسْحَارِ هُمْ يَسْتَغْفِرُونَ} } .\nيبيتون- أي يدركهم الليل.",
        "sura": "25",
        "aya": "64",
        "page": "365"
    },
    {
        "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
        "tafsir": "{إن عذابها كان غراما} لازما غير مفارق في حق الكفار، وغير دائم في حق عصاة المؤمنين. والغرام: الولوع بالشيء، والشر الدائم والهلاك. يقال: فلان مغرم بكذا، أي لازم له مولع به؛ ومنه الغريم لملازمته .",
        "sura": "25",
        "aya": "65",
        "page": "365"
    },
    {
        "text": "إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا",
        "tafsir": "وإن جهنم بئس المنزل، وبئس المقيل والمقام.",
        "sura": "25",
        "aya": "66",
        "page": "365"
    },
    {
        "text": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا",
        "tafsir": "{ولم يقتروا. .  .} لم يضيقوا تضييق الشحيح؛ من قتر بمعنى ضيق. يقال: قتر يقتر ويقتر قترا وقتورا، وقتر وأقتر: ضيق في النفقة. {وكان بين ذلك قواما} وسطا بين سيئتين. والقوام: الشيء بين الشيئين. وقوام الرجل: قامته وحسن طوله .",
        "sura": "25",
        "aya": "67",
        "page": "365"
    }
]