[
    {
        "text": "قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَٱسْتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعْلَمُونَ",
        "tafsir": "(89) - فَرَدَّ اللهُ تَعَالَى عَلَى مُوسَى وَهَارُونَ: إِنَّ دَعْوَتَكُمَا عَلَى فِرْعَوْنَ وَقَوْمِهِ قَدْ أُجِيبَتْ، فَامْضِيَا لأَِمْرِي، وَاثْبُتَا عَلَى مَا أَنْتُمَا عَلَيهِ مِنَ الدَّعْوَةِ إِلى الحَقِّ، وَمِنْ إِعْدَادِ شَعْبِكُمَا لِلْكِفَاحِ وَالجِلاَدِ وَالخُروجِ مِنْ مِصْرَ. وَلاَ تَسْلُكَا سَبيلَ الذِينَ لاَ يَعْلَمُونَ سُنَنِي فِي خَلْقِي، الذِينَ يَسْتَعْجِلُونَ الأَمْرَ قَبْلَ مِيقَاتِهِ، وَيَسْتَبْطِئُونَ وَقُوعَهُ فِي حِينِهِ.",
        "sura": "10",
        "aya": "89",
        "page": "219"
    },
    {
        "text": "وَجَٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُۥ بَغْيًا وَعَدْوًا حَتَّىٰٓ إِذَآ أَدْرَكَهُ ٱلْغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِىٓ ءَامَنَتْ بِهِۦ بَنُوٓا۟ إِسْرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلْمُسْلِمِينَ",
        "tafsir": "{  بغيا وعدوا } ظلما واعتداء ،  يقال :  بغى عليه بغيا ،  إذا علا وظلم .  وعدا عليه عدوا وعدوانا ،  ظلمه ،  كتعدى واعتدى . \r\n\r\n",
        "sura": "10",
        "aya": "90",
        "page": "219"
    },
    {
        "text": "ءَآلْـَٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ ٱلْمُفْسِدِينَ",
        "tafsir": "{  الآن } أي آلآن تؤمن حين يئست من الحياة وأيقنت الموت ؟  فالظرف متعلق بمحذوف يقدر . \r\nمؤخرا .  والاستفهام للتوبيخ والإنكار ،  لتأخيره الإيمان إلى وقت لا يجدي فيه نفعا لعدم قبوله . \r\n\r\n",
        "sura": "10",
        "aya": "91",
        "page": "219"
    },
    {
        "text": "فَٱلْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَةً وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ عَنْ ءَايَٰتِنَا لَغَٰفِلُونَ",
        "tafsir": "{آيَةً} {آيَاتِنَا} {لَغَافِلُونَ}\r\n(92) - قَالَ ابْنُ عَبَّاسٍ: إِنَّ بَعْضَ بَنِي أَسْرَائِيلَ شَكُّوا فِي مَوْتِ فِرْعَوْنَ، فَأَمَرَ اللهُ البَحْرَ أَنْ يُلْقِيَهُ بِجَسَدِهِ سَوِيّاً بِلا رُوحٍ، لِيَتَحَقَّقَ بَنُو إِسْرَائِيلَ مِنْ مَوْتِهِ وَهَلاَكِهِ، فَتَكُونَ تِلْكَ آيَةً لَهُمْ عَلَى قُدْرَةِ اللهِ، وَصِدْقِ وَعْدِهِ لِرَسُولِهِ، وَكَثيرٌ مِنَ النَّاسِ غَافِلُونَ عَنْ آيَاتِ اللهِ، لاَ يَتَّعِظُونَ بِهَا، وَلاَ يَعْتَبِرُونَ.\r\n(وَكَانَ هَلاَكُ فِرْعَونَ وَنَجَاةُ بَنِي إِسْرَائِيلَ يَوْمَ عَاشُورَاءَ،  \"فَلَمَّا جَاءَ النَّبِيُّ صلى الله عليه وسلم إِلَى المَدِينَةِ وَجَدَ اليَهُودَ يَصُومُونَ يَوْمَ عَاشُورَاءَ، فَسَأَلَ النَّبِيُّ: مَا هَذا الذِي تَصُومُونَهُ؟ فَقَالُوا يَوْمَ ظَهَرَ مُوسَى عَلَى فِرْعَوْنَ. فَقَالَ النَّبِيُّ لأَصْحَابِهِ أَنْتُمْ أَحَقُّ بِمُوسَى مِنْهُمْ فَصُومُوهُ\" ). (رَوَاهُ البُخَارِيُّ).\r\nآيَةً - عِبْرَةً وَعِظَةً وَنَكَالاً.",
        "sura": "10",
        "aya": "92",
        "page": "219"
    },
    {
        "text": "وَلَقَدْ بَوَّأْنَا بَنِىٓ إِسْرَٰٓءِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخْتَلَفُوا۟ حَتَّىٰ جَآءَهُمُ ٱلْعِلْمُ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
        "tafsir": "{  بوأنا بني إسرائيل مبوأ صدق } أسكناهم وأنزلناهم منزل كرامة ،  ومكانا صالحا مرضيا . \r\nو إضافته إلى الصدق للمدح ،  كما في :  قدم صدق ،  ورجل صدق . \r\n\r\n",
        "sura": "10",
        "aya": "93",
        "page": "219"
    },
    {
        "text": "فَإِن كُنتَ فِى شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَسْـَٔلِ ٱلَّذِينَ يَقْرَءُونَ ٱلْكِتَٰبَ مِن قَبْلِكَ لَقَدْ جَآءَكَ ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
        "tafsir": "{  فإن كنت في شك } الخطاب في هذه الآية وفي قوله بعد {  فلا تكونن } و{  لا تكونن } للرسول صلى الله عليه وسلم والمراد غيره ،  كما في نظائرها . \r\n\r\n",
        "sura": "10",
        "aya": "94",
        "page": "219"
    },
    {
        "text": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلْخَٰسِرِينَ",
        "tafsir": "{بِآيَاتِ} {ٱلْخَاسِرِينَ}\r\n(95) - لَقَدْ جَاءَكَ الحَقُّ الوَاضِحُ بِأَنَّكَ رَسُولُ اللهِ، وَأَنَّ هؤُلاءِ اليَهُودَ وَالنَّصَارَى يَعْلَمُونَ صِحَّةَ ذَلِكَ، وَيَجِدُونَ نَعْتَكَ وَصِفَتَكَ فِي كُتُبِهِمْ، فَلاَ تَكُونَنَّ مِنَ المُتَشَكِّكِينَ فِي صِحَّةِ ذَلِكَ، فَتَكُونَ مِنَ الخَاسِرِينَ الذِينَ خَسِرُوا أَنْفُسَهُمْ يَوْمَ القِيَامَةِ.",
        "sura": "10",
        "aya": "95",
        "page": "219"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ",
        "tafsir": "{كَلِمَتُ}\r\n(96) - الذِينَ قَضَى اللهُ تَعَالَى عَلَيْهِمْ بِالكُفْرِ، لِمَا عَلِمَ مِنْ عِنَادِهِمْ وَتَعَصُّبِهِمْ، لَن يُؤْمِنُوا مَهْمَا أَجْهَدْتَ نَفْسَكَ فِي دَعْوَتِهِمْ إِلى الإِيمَانِ.",
        "sura": "10",
        "aya": "96",
        "page": "219"
    },
    {
        "text": "وَلَوْ جَآءَتْهُمْ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
        "tafsir": "{آيَةٍ}\r\n(97) - حَتَّى وَلَوْ جِئْتَهُمْ بِجَمِيعِ الآيَاتِ الكَوْنِيَّةِ وَالمُعْجِزَاتِ، فَإِنَّهُمْ لاَ يُؤْمِنُونَ. وَهؤلاءِ الكَفَرَةُ لا يُؤْمِنُونَ حَتَّى يَرَوْا العَذَابَ بِأَعْيُنِهِمْ، وَيُحِسُّوا بِهِ، كَمَا تَمَّ عَلَى فِرْعَوْنَ، فَإِنَّهُ لَمْ يَقُلْ كَلِمَةَ الإِيمَانِ حَتَى أَدْرَكَهُ الغَرَقُ.",
        "sura": "10",
        "aya": "97",
        "page": "219"
    }
]