[
    {
        "text": "وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ ٱلْمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَىْءٍ قُبُلًا مَّا كَانُوا۟ لِيُؤْمِنُوٓا۟ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ",
        "tafsir": "{  ولو أننا نزلنا }ولو أننا آتيناهم ما اقترحوا فنزلنا إليهم الملائكة ،  وأحيينا لهم الموتى يشهدون عيانا بصدقك ،  و زدنا على ذلك فجمعنا لهم جميع الخلائق مقابلة و معاينة حتى يواجهوهم ،  يشهدون لك بالرسالة ،  أو كفلاء بصدقك-ما استقام لهم الإيمان ،  لسوء استعدادهم وفساد فطرهم .  و الحشر : الجمع ،  وفعله من باب قتل .  و{  قبلا }-بضمتين-بمعنى مواجهة و معاينة .  تقول : لقيته قبلا و مقابلة وقبيلا ،  أي مواجهة ،  بمعنى قبلا في القراءة الأخرى .  وقيل : جمع قبيل بمعنى كفيل ،  أو بمعنى جماعة جماعة ،  أو صنفا صنفا . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "111",
        "page": "142"
    },
    {
        "text": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا شَيَٰطِينَ ٱلْإِنسِ وَٱلْجِنِّ يُوحِى بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُورًا وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
        "tafsir": "{  شياطين الإنس و الجن }مردة النوعين .  و الشيطان : كل عات متمرد من الإنس والجن .  أي جعلنا لكل نبي أعداء من شياطين الإنس و الجن ،  يسر بعضهم إلى بعض ما يفتنون به المؤمنين الصالحين ،  ويزينون لهم الباطل و المعاصي ليغروهم و يخدعون .  و زخرف القول : باطله الذي زين و موه بالكذب .  و أصل الزخرف : الزينة المزوقة ،  و منه قيل الذهب : زخرف ،  ولكل شيء حسن مموه زخرف .  و الغرور : الخداع و الأخذ على غرة . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "112",
        "page": "142"
    },
    {
        "text": "وَلِتَصْغَىٰٓ إِلَيْهِ أَفْـِٔدَةُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا۟ مَا هُم مُّقْتَرِفُونَ",
        "tafsir": "{  و لتصغى إليه }و لتميل إلى هذا الزخرف الباطل قلوب الكافرين .  معطوف على {  غرورا }المنصوب على أنه مفعول له .  و أصل الصغو : الميل .  يقال : صغا يصغو و صغوا ،  وصغى يصغى  و صغيا ،  مال .  و أصغى إليه : مال بسمعه .  وأصغى الإناء : أماله . <br />\r\n{  و ليقترفوا }وليكتسبوا من الأعمال الخبيثة ما هم مكتسبون .  وأصل القرف و الاقتراف : قشر اللحاء عن الشجر ،  و الجلدة عن الجرح .  واستعير الاقتراف للاكتساب مطلقا ،  ولكنه في الإساءة أكثر ،  فيقال : قرفته بكذا ،  إذا عبته به و اتهمته .  قال أبو حيان : ترتيب هذه المفاعيل في غاية الفصاحة ،  لأنه أولا يكون الخداع فيكون الميل فيكون الرضا فيكون الاقتراف ،  فكل واحد مسبب عما قبله . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "113",
        "page": "142"
    },
    {
        "text": "أَفَغَيْرَ ٱللَّهِ أَبْتَغِى حَكَمًا وَهُوَ ٱلَّذِىٓ أَنزَلَ إِلَيْكُمُ ٱلْكِتَٰبَ مُفَصَّلًا وَٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَعْلَمُونَ أَنَّهُۥ مُنَزَّلٌ مِّن رَّبِّكَ بِٱلْحَقِّ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
        "tafsir": "{  فلا تكونن من الممترين }أي من الشاكين في أن أهل الكتاب يعلمون أن القرآن منزل من عند ربك بالحق .  وقيل : الخطاب لكل من يتأتى منه الامتراء .  أو للرسول صلى الله عليه وسلم و المقصود أمته . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "114",
        "page": "142"
    },
    {
        "text": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "{  وتمت كلمة ربك }أي كمل كلامه تعالى- وهو القرآن- وبلغ الغاية ،  صادقا في أخباره ،  عادلا في أحكامه .  {  لا مبدل لكلماته }لا مغير لها بخلف في الأخبار ،  أو نقض في الأحكام ،  أو تحريف أو تبديل ،  وهذا ضمان من الله تعالى لكتابه بالحفظ . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "115",
        "page": "142"
    },
    {
        "text": "وَإِن تُطِعْ أَكْثَرَ مَن فِى ٱلْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
        "tafsir": "{  و إن تطع أكثر من في الأرض }الخطاب له صلى الله عليه وسلم ولأمته .  وقيل له ،  و المراد أمته .  {  و إن هم إلا يخرصون }أي يكذبون ،  أي أن شأنهم الكذب ،  فهم مستمرون عليه مع ما هم عليه من اتباع الظن في شأن خالقهم ،  و من ذلك تحريم الحلال و تحليل الحرام .  وأصل الخرص : القول بالظن .  يقال : خرصت النخل خرصا-من باب قتل-حرزت ثمره وقدرته بالظن و التخمين .  واستعمل في الكذب لما يداخله من الظنون الكاذبة ،  فيقال : خرص في قوله-كنصر-أي كذب . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "116",
        "page": "142"
    },
    {
        "text": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
        "tafsir": "(117) - وَاللهُ أَعْلَمُ مِنْكَ، وَمِنْ جَمِيعِ العِبَادِ، بِمَنْ ضَلَّ مِنْ عِبَادِهِ عَنْ سَبِيلِهِ القَوِيمِ، وَبِمَنِ اهْتَدَى إِلَى سَوَاءِ السَّبِيلِ، لأَِنَّ أَعْمَالَ العِبَادِ مَنُوطَةٌ بِقَدَرِ الخَالِقِ وَمَشِيئَتِهِ، فَفَوِّض أَمْرَهُمْ إِلَى خَالِقِهِمْ، فَهُوَ العَلِيمُ بِالضَّالِّ مِنْهُمْ وَبِالمُهْتَدِي، وَيُجَازِي كُلَّ وَاحِدٍ بِمَا يَسْتَحِقُّهُ.",
        "sura": "6",
        "aya": "117",
        "page": "142"
    },
    {
        "text": "فَكُلُوا۟ مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤْمِنِينَ",
        "tafsir": "{  فكلوا مما ذكر اسم الله عليه }لما قال المشركون : أتأكلون ما قتلتم و لا تأكلون ما قتل ربكم .  نزلت الآية .  والخطاب للمسلمين ،  أي كلوا مما ذكر على ذبحه اسم الله خاصة ،  دون ما ذكر عليه اسم غيره كالأوثان ،  أو ما ذبح على النصب ،  أو اسم مع اسمه تعالى ،  أو مات حتف أنفه ،  كما قال تعالى : {  ولا تأكلوا مما لم يذكر اسم الله عليه } . <br />\r\n<br />\r\n",
        "sura": "6",
        "aya": "118",
        "page": "142"
    }
]