[{"text":"وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًا","aya":"28","page":"297","tafsir":"{  واصبر نفسك } نزلت في شأن فقراء الصحابة وضعفائهم ،  كعمار وصهيب وبلال وأضرابهم .  حين طلب سادة قريش من الرسول صلى الله عليه وسلم أن ينحيهم عن مجلسه وقالوا :  لو نحيت هؤلاء لجالسناك واتبعناك ،  أي احبس نفسك وثبتها .  يقال :  صبرت زيدا أصبره صبرا ،  أي حبسته {  مع الذين يدعون ربهم } أي يعبدونه بذكره ،  وحمده وتهليله وتسبيحه وتكبيره .  أو بتلاوة القرآن .  {  بالغداة والعشي } أي في طرفي النهار .  هو كناية عن دوام العبادة .  {  ولا تعد عيناك عنهم } أي لا تصرف عيناك النظر عنهم إلى هؤلاء المتغطرسين المستكبرين .  يقال :  عداه عن الأمر عدوا وعدوانا ،  صرفه وشغله .  \r\n{  وكان أمره فرطا } أي إفراطا وإسرافا ،  أو ضياعا وهلاكا ،  أو مجاورا فيه الحد .  \r\n \r\n"},{"text":"وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ إِنَّآ أَعْتَدْنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِن يَسْتَغِيثُوا۟ يُغَاثُوا۟ بِمَآءٍ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا","aya":"29","page":"297","tafsir":"{  أحاط بهم سرادقها } السرادق :  كل ما أحاط بشيء من حائط أو مضرب أو خباء .  أو كل بيت من كرسف أي قطن ،  أو الحجرة التي تكون حول الفسطاط تمنع من الوصول إليه ،  وجمعه سرادقات .  \r\n{  يغاثوا بماء كالمهل } هو ماء غليظ كدردي الزيت ،  أو هو درديه وعكره ،  أو ما أذيب من معادن الأرض أو من النحاس فانماع وتموج بالغليان حتى بلغ أقصى الغاية في الحرارة .  أو هو القطران الرقيق . {  وساءت مرتفقا } متكأ من الارتفاق وهو الإتكاء على مرفق اليد .  وأطلق عليها مرتفق مشاكلة لقوله بعد :  {  وحسنت مرتفقا } وإلا فلا ارتفاق لأهل النار .  \r\n \r\n"},{"text":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا","aya":"30","page":"297","tafsir":""},{"text":"أُو۟لَٰٓئِكَ لَهُمْ جَنَّٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا","aya":"31","page":"297","tafsir":"{  من سندس } مارق من الحرير . {  وإستبرق } ما غلظ منه ونحن{  متكئين فيها على الأرائك } جمع أريكة ،  وهي كل ما يتوكأ عليه من سرير أو منصة أو فراش . أو هي السرير في الحجلة ،  وهي بيت كالقبة يزين للعروس بالثياب والستور والأسرة ،  ويكون له أزرار كبار .  \r\n \r\n"},{"text":"وَٱضْرِبْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَٰبٍ وَحَفَفْنَٰهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا","aya":"32","page":"297","tafsir":"{  واضرب لهم مثلا .  .  .  } أي ضرب مثلا للمؤمنين الذين يدعون ربهم بالغداة والعشي مع مكابدة مشاق الفقر . وللكافرين المستكبرين على الله مع تقلبهم في نعمه تعالى {  جنتين } بستانين .  \r\n{  وحففناهما بنخل } جعلنا النخل محيطا بكل منهما .  \r\n \r\n"},{"text":"كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًٔا وَفَجَّرْنَا خِلَٰلَهُمَا نَهَرًا","aya":"33","page":"297","tafsir":"{  آتت أكلها } ثمرها ،  وهو ما يؤكل من ثمر النخل والكرم وصنوف الزرع .  {  ولم تظلم منه شيئا } أي ولم تنقص منه شيئا من النقص في سائر السنين .  وهو كناية عن تمامها ونموها دائما .  \r\n \r\n"},{"text":"وَكَانَ لَهُۥ ثَمَرٌ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا","aya":"34","page":"297","tafsir":"{  وكان له ثمر .  .  } أي وكان لصاحب الجنتين :  أموال كثيرة أخرى غيرهما .  جمع ثمرة ،  وهو يجمع على ثمار وجمعه ثمر .  \r\n{  وهو يحاوره } أي يراجعه الكلام .  يقال :  تحاورنا إذا تراجعوا الكلام بينهم .  {  وأعز نفرا } أي عشيرة ،  أو حشما وأعوانا .  والنفر :  من ينفر من الرجل من قومه وعشيرته لقتال عدوه .  \r\n \r\n"}]