[
    {
        "text": "قَالَ يَٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى مِنْهُ رَحْمَةً فَمَن يَنصُرُنِى مِنَ ٱللَّهِ إِنْ عَصَيْتُهُۥ فَمَا تَزِيدُونَنِى غَيْرَ تَخْسِيرٍ",
        "tafsir": "{  غير تخسير } غير أن تجعلوني خاسرا هالكا بإبطال أعمالي ،  والتعرض لعذاب الله\r\nوسخطه .  يقال :  خسره تخسيرا ،  أهلكه .  {  هذه ناقة الله لكم آية } معجزة دالة على صدقي في الرسالة .\r\n\r\n",
        "sura": "11",
        "aya": "63",
        "page": "229"
    },
    {
        "text": "وَيَٰقَوْمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
        "tafsir": "{يٰقَوْمِ} {آيَةً}\r\n(64) - وَقَالَ لَهُمْ صَالِحٌ عَلَيهِ السَّلاَمُ: هَذِهِ نَاقَةُ اللهِ تَمْتَازُ عَنْ سَائِرِ الإِبلِ فِي أَكْلِها وَشُرْبِهَا وَخَلْقِهَا، أَرْسَلََها اللهُ إِلَيْكُمْ حُجَّةً، وَبُرْهَاناً عَلَى صِدْقِ رِسَالَتِي إِلَيْكُم، فَذَرُوهَا تَسْرَحْ فِي أَرْضِ اللهِ، وَلاَ تُحَاوِلُوا أَنْ تَمَسُّوهَا بُِسوءٍ، فَيُعَاقِبَكُمْ اللهُ عَلَى فِعْلِكُمُ المُنْكَرِ بِإِهْلاكِكُمْ بِعَذابٍ لا يَتَأَخَّرُ كَثِيراً عَنْ مَسِّكُمُ النَّاقَةَ بِسُوءٍ.\r\nآيَةً - مُعْجِزَةً دَالَّةً عَلَى صِدْقِ النُّبُوَّةِ.",
        "sura": "11",
        "aya": "64",
        "page": "229"
    },
    {
        "text": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا۟ فِى دَارِكُمْ ثَلَٰثَةَ أَيَّامٍ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
        "tafsir": "{  فعقروها } فنحروها( آية 77 الأعراف ص 268 ) .",
        "sura": "11",
        "aya": "65",
        "page": "229"
    },
    {
        "text": "فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَٰلِحًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْىِ يَوْمِئِذٍ إِنَّ رَبَّكَ هُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
        "tafsir": "{صَالِحاً} {آمَنُواْ} {يَوْمِئِذٍ}\r\n(66) - فَلَمَّا حَلَّ بِهِمُ العَذَابُ، نَجَّى اللهُ صَالِحاً وَالذِينَ آمَنُوا مَعَهُ، بِرَحْمَةٍ خَاصَّةٍ مِنَ اللهِ، مِنْ عَذَابِ ذَلِكَ اليَوْمِ وَنَكَالِهِ، وَاللهُ هُوَ القَوِيُّ القَادِرُ، وَهُوَ العَزِيزُ الذِي لاَ يَسْتَطِيعُ أَحَدٌ أَنْ يَتَحَّدَاهُ، وَلاَ يَعْجِزُهُ شَيءٌ.",
        "sura": "11",
        "aya": "66",
        "page": "229"
    },
    {
        "text": "وَأَخَذَ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَٰرِهِمْ جَٰثِمِينَ",
        "tafsir": "{  و أخذ الذين ظلموا الصيحة } ( آية 78 الأعراف ص 268 ) من الصباح ،  وهو الصوت الشديد .  يقال :  صاح إذا صوت بقوة .  أصل ذلك تشقيق الصوت ،  من قولهم :  انصاح الخشب أو الثوب ،  إذا انشق فسمع منه صوت .  {  فأصبحوا في ديارهم جاثمين } ( آية 92 الأعراف ص 271 ) .",
        "sura": "11",
        "aya": "67",
        "page": "229"
    },
    {
        "text": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ أَلَآ إِنَّ ثَمُودَا۟ كَفَرُوا۟ رَبَّهُمْ أَلَا بُعْدًا لِّثَمُودَ",
        "tafsir": "{  كأن لم يغنوا فيها }كأن لم يلبثوا فيها أصلا ( آية 92 الأعراف ص 271 ) .\r\n{  ألا بعدا لثمود } هلاكا لهم {  آية 44  هذه السورة ) .",
        "sura": "11",
        "aya": "68",
        "page": "229"
    },
    {
        "text": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوا۟ سَلَٰمًا قَالَ سَلَٰمٌ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ",
        "tafsir": "{  قالوا سلاما } أي نسلم عليك سلاما .  {  قال سلام } أي سلام عليكم\r\n{  بعجل حنيذ } مشوي على الحجارة المحماة في حفرة من الأرض ،  وهو من صنع أهل البادية .  يقال :  حنذ الشاة يحنذها حنذا ،  شواها بهذه الطريقة ،  فهي حنيذ .\r\n\r\n",
        "sura": "11",
        "aya": "69",
        "page": "229"
    },
    {
        "text": "فَلَمَّا رَءَآ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا۟ لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمِ لُوطٍ",
        "tafsir": "{  نكرهم } أنكرهم ونفر منهم .  تقول :  نكرته أنكره نكرا ونكرا ونكورا ،  وأنكرته واستنكرته ،  إذا وجدته على غير ما تعهد فنفرت منه .\r\n{  و أوجس منهم خيفة } أضمر من جهتهم خوفا وفزعا .  وأصل الوجس :  الصوت الخفي\r\nوالإيجاس :  وجود في النفس ،  أريد به الفزع الذي يقع في القلب من صوت أو غيره\r\n\r\n",
        "sura": "11",
        "aya": "70",
        "page": "229"
    },
    {
        "text": "وَٱمْرَأَتُهُۥ قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَٰهَا بِإِسْحَٰقَ وَمِن وَرَآءِ إِسْحَٰقَ يَعْقُوبَ",
        "tafsir": "{  فضحكت } سرورا بزوال الخيفة عن إبراهيم وعنها ،  إثر قول الملائكة :  {  لا تخف إن أرسلنا إلى قوم لوط } .\r\n\r\n",
        "sura": "11",
        "aya": "71",
        "page": "229"
    }
]