[
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّمَن فِىٓ أَيْدِيكُم مِّنَ ٱلْأَسْرَىٰٓ إِن يَعْلَمِ ٱللَّهُ فِى قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّآ أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{يٰأَيُّهَا} - وقع العباس بن عبد المطلب أسيرا في أيدي أناس من الأنصار، فتوعدوه بالقتل. فحزن رسول الله صلى الله عليه وسلم لذلك. فقال له عمر بن الخطاب أأذهب إليهم يا رسول الله؟ قال: نعم. فذهب عمر إليهم، ولكنهم رفضوا تسليمه إليه، فقال لهم أولو كان لرسول الله رضا في ذلك؟ فقالوا: إن كان رسول الله صلى الله عليه وسلم رضي فخذه. فعرض عليه الرسول أن يفدي نفسه، ويفدي ابني أخيه نوفلا وعقيلا، وحليفا له. فتعلل العباس بأنه لا يملك ما يكفي من المال.\r\nفقال له الرسول صلى الله عليه وسلم: ألم تترك عند زوجتك أم الفضل مالا دفنتماه في الأرض؟ قال نعم. وإني أشهد أنك رسول الله. فدفع عشرين أوقية من الذهب. وقال للرسول كنت مسلما. فقال له الرسول: الله أعلم بإسلامك، فإن يكن كما تقول، فإن الله يجزيك. فأنزل الله تعالى هذه الآية. ويقول العباس: إن الله آتاه خيرا مما أخذ منه مئة ضعف، وإنه ليرجو أن يكون قد غفر له.\r\nومعنى الآية: إن يكن في قلوبكم خير يعلمه الله، يعوضكم خيرا مما أخذ منكم، ويغفر ما كان منكم من الشرك والسيئات.",
        "sura": "8",
        "aya": "70",
        "page": "186"
    },
    {
        "text": "وَإِن يُرِيدُوا۟ خِيَانَتَكَ فَقَدْ خَانُوا۟ ٱللَّهَ مِن قَبْلُ فَأَمْكَنَ مِنْهُمْ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "tafsir": "{فأمكن منهم} فأقدرك الله عليهم حسبما رأيت يوم بدر، فإن عادوا إلى الخيانة فسيمكنك الله منهم ويقدرك عليهم. يقال: مكنته من الشيء وأمكنته منه فتمكن واستمكن .",
        "sura": "8",
        "aya": "71",
        "page": "186"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَٰٓئِكَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ وَٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يُهَاجِرُوا۟ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَىْءٍ حَتَّىٰ يُهَاجِرُوا۟ وَإِنِ ٱسْتَنصَرُوكُمْ فِى ٱلدِّينِ فَعَلَيْكُمُ ٱلنَّصْرُ إِلَّا عَلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَٰقٌ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
        "tafsir": "{إن الذين آمنوا وهاجروا} أي سبقوا إلى الهجرة قبل عام الحديبية، وهو عام ست من الهجرة. {والذين آووا ونصرهم} هم أنصار رسول الله صلى الله عليه وسلم، وقد سماهم الأنصار\r\nلنصرتهم له ولدين الله {بعضهم أولياء بعض} في النصرة والميراث. روى عن ابن عباس رضى الله عنهما أن النبي صلى الله عليه وسلم آخى بين هؤلاء المهاجرين والأنصار، فكان المهاجري يرثه أخوه الأنصاري، إذا لم يكن له بالمدينة ولي مهاجري وبالعكس، واستمر ذلك إلى فتح مكة، ثم توارثوا بالنسب بعد إذ لم تكن هجرة {والذين آمنوا ولم يهاجروا. .  .} أي ليس بين المؤمنين الذين لم يهاجروا وبين المهاجرين وبين الأنصار ولاية الإرث، إذا كان بينهم\r\nوبينهم قرابة وعصوبة لانقطاع حكمها بسبب عدم الهجرة، وإنما بينهم بحكم الإسلام ولاية النصر إلا على قوم معاهدين .",
        "sura": "8",
        "aya": "72",
        "page": "186"
    },
    {
        "text": "وَٱلَّذِينَ كَفَرُوا۟ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِى ٱلْأَرْضِ وَفَسَادٌ كَبِيرٌ",
        "tafsir": "المؤمنون بعضهم أولياء بعض، وبذلك قطع الله الموالاة بينهم وبين الكفار، ومنع بينهم الميراث (لاَ يَتَوَارَثُ أَهْلَ مِلَّتَيْنِ) .\r\nوالذين كفروا بعضهم أولياء بعض فهم يتناصرون على الباطل، ويتعاونون على عداوة المسلمين، فلا توالوهم يا أيها المسلمون وإذا لم تجتنبوا المشركين، وتوالوا المؤمنين كانت فتنة بين الناس، والتباس للأمر على الناس، واختلاط المؤمنين بالكافرين.",
        "sura": "8",
        "aya": "73",
        "page": "186"
    },
    {
        "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
        "tafsir": "{آمَنُواْ} {وَجَاهَدُواْ} {آوَواْ} {أُولَـٰئِكَ} - في الايات السابقة ذكر الله تعالى حكم المؤمنين في الدنيا، ثم عطف في هذه الآية على ذكر ما لهم في الآخرة فأخبر عنهم بحقيقة الإيمان، وأنه تعالى سيجزيهم بالصفح والمغفرة عن الذنوب، وبالرزق الكريم الحسن الطيب، الذي لا ينقطع ولا ينقضي، ولا يسأم ولا يمل حسنه.",
        "sura": "8",
        "aya": "74",
        "page": "186"
    },
    {
        "text": "وَٱلَّذِينَ ءَامَنُوا۟ مِنۢ بَعْدُ وَهَاجَرُوا۟ وَجَٰهَدُوا۟ مَعَكُمْ فَأُو۟لَٰٓئِكَ مِنكُمْ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَٰبِ ٱللَّهِ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
        "tafsir": "{والذين آمنوا من بعد وهاجروا. .  .} أي من بعد صلح الحديبية وقبل الفتح وهاجروا، وهي الهجرة الثانية {فأولئك منكم} أي مثلكم في النصرة والموالاة، وإن كانوا أنزل درجة من السابقين في الهجرة. {وأولوا الأرحام. .  .} وأولوا القرابات بعضهم أولى ببعض في الميراث. فنسخ بهذه الآية ما كان بين المهاجرين والأنصار من التوارث بالهجرة والمؤاخاة. والله أعلم",
        "sura": "8",
        "aya": "75",
        "page": "186"
    }
]