[
    {
        "text": "قَالَتْ يَٰوَيْلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٌ وَهَٰذَا بَعْلِى شَيْخًا إِنَّ هَٰذَا لَشَىْءٌ عَجِيبٌ",
        "tafsir": "{يا ويلتا} كلمة أرادت بها التعجب، لا الدعاء على نفسها بالويل والهلاك. وهي كثيرة في أفواه النساء إذا طرأ عليهن ما يتعجبن منه .",
        "sura": "11",
        "aya": "72",
        "page": "230"
    },
    {
        "text": "قَالُوٓا۟ أَتَعْجَبِينَ مِنْ أَمْرِ ٱللَّهِ رَحْمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيْكُمْ أَهْلَ ٱلْبَيْتِ إِنَّهُۥ حَمِيدٌ مَّجِيدٌ",
        "tafsir": "{إنه حميد} محمود في أفعاله. {مجيد} كثير الخير والإحسان. أو ذو الشرف والكرم. والمجد: السعة في الكرم والجلال. يقال: مجد –كنصر وكرم- مجدا ومجاداة، أي كرم وشرف. و أمجده ومجده: عظمه وأثنى عليه. وأصله من مجدت الإبل وأمجدت: إذا وقعت في مرعى كثير واسع .",
        "sura": "11",
        "aya": "73",
        "page": "230"
    },
    {
        "text": "فَلَمَّا ذَهَبَ عَنْ إِبْرَٰهِيمَ ٱلرَّوْعُ وَجَآءَتْهُ ٱلْبُشْرَىٰ يُجَٰدِلُنَا فِى قَوْمِ لُوطٍ",
        "tafsir": "{الروع} بفتح الراء، الخوف والفزع يقال: راعه أي أفزعته، كروعه .",
        "sura": "11",
        "aya": "74",
        "page": "230"
    },
    {
        "text": "إِنَّ إِبْرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٌ مُّنِيبٌ",
        "tafsir": "{أواه} (آية 114التوبة ص 335)",
        "sura": "11",
        "aya": "75",
        "page": "230"
    },
    {
        "text": "يَٰٓإِبْرَٰهِيمُ أَعْرِضْ عَنْ هَٰذَآ إِنَّهُۥ قَدْ جَآءَ أَمْرُ رَبِّكَ وَإِنَّهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
        "tafsir": "{يَٰإِبْرَٰهِيمُ} {آتِيهِمْ} - وقال الله تعالى لإبراهيم: يا إبراهيم أعرض عن الجدال في أمر قوم لوط، والاسترحام لهم. ثم أعلمه أن قضاء الله تعالى قد نفذ في قوم لوط وحقت عليهم الكلمة بالهلاك، وحلول البأس الذي لا يرد عن القوم المجرمين.\r\nأعرض عن هذا- كف عنه.",
        "sura": "11",
        "aya": "76",
        "page": "230"
    },
    {
        "text": "وَلَمَّا جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَٰذَا يَوْمٌ عَصِيبٌ",
        "tafsir": "{سيء بهم} أي ساءه وأحزنه حضروهم، لاعتقاده أنهم أناس، فخاف أن يقصدهم عومه بالسوء وهو عاجز عن مدافعتهم. {وضاق بهم ذرعا} نفد طاقة ووسعا بسببهم، فلم يجد من ذلك المكروه مخلصا. والذرع  في الأصل: مصدر ذرع البعير بيديه يذرع، إذا سار مادا خطوه، مأخوذ من الذراع، وهو العضو المعروف، فإذا حمل عليه أكثر من طوقه ضاق به ذرعا، إذا لم يطقه ولم يقدر عليه. و {ذرعا} تمييز محول عن الفاعل، أي ضاق بأمرهم ذرعه. {يوم عصيب} شديد شره، عظيم بلاؤه، من العصب وهو الشد، كأنه لشدة شره قد عصيب به الشر والبلاء، أي شد به .",
        "sura": "11",
        "aya": "77",
        "page": "230"
    },
    {
        "text": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا۟ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ قَالَ يَٰقَوْمِ هَٰٓؤُلَآءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ فَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ فِى ضَيْفِىٓ أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ",
        "tafsir": "{يهرعون إليه} أي يسوق بعضهم بعضا إليه من شدة فرحهم. يقال: هرع الرجل وأهرع، إذا أعجل. {هؤلاء بناتي. .  .} يرشدهم إلى نسائهم، وأضافهن إلى نفسه لأن كل نبي أو أمته من حيث الشفقة والتربية {ولا تخزون في ضيفي} ولا تفضحوني وتذلوني في أضيافي، من الخزي { آية 85 البقرة ص 82) .",
        "sura": "11",
        "aya": "78",
        "page": "230"
    },
    {
        "text": "قَالُوا۟ لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
        "tafsir": "وقولهم: {مالنا في بناتك من حق} أي قد علمت أنا لا أر ب لنا في النساء، وما لنا فيهن كبير حاجة .",
        "sura": "11",
        "aya": "79",
        "page": "230"
    },
    {
        "text": "قَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ ءَاوِىٓ إِلَىٰ رُكْنٍ شَدِيدٍ",
        "tafsir": "{أو آوي إلى ركن شديد} أ ي أو أني ألجأ وأنضوي إلى عشيرة قوية تمنعني منكم تقول: أويت إليك فأنا آوى إليك أويا، بمعنى صرت إليك وانضممت. وإنما قال ذلك لأنه لم يكن من قومه نسبيا، بل كان غريبا فيهم وجواب {لو} محذوف، أي لمنعتكم بالقوة .",
        "sura": "11",
        "aya": "80",
        "page": "230"
    },
    {
        "text": "قَالُوا۟ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓا۟ إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا ٱمْرَأَتَكَ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمْ إِنَّ مَوْعِدَهُمُ ٱلصُّبْحُ أَلَيْسَ ٱلصُّبْحُ بِقَرِيبٍ",
        "tafsir": "{فأسر بأهلك. .  .} : بقطع الهمزة ووصلها، من أسرى وسرى، ومعناهما، السير ليلا. وقيل: أسرى سار أول الليل. وسرى سار آخره والقطع: الطائفة من الليل. أو ظلمة آخره",
        "sura": "11",
        "aya": "81",
        "page": "230"
    }
]