[
    {
        "text": "وَنَبِّئْهُمْ أَنَّ ٱلْمَآءَ قِسْمَةٌۢ بَيْنَهُمْ كُلُّ شِرْبٍ مُّحْتَضَرٌ",
        "tafsir": "{ونبئهم أن الماء قسمة بينهم} أي مقسوم بينهم وبين الناقة: لهم يوم لا تشاركهم فيه، ولها يوم لا يشاركونها فيه؛ كما قال تعالى: \" لها شرب ولكم شرب يوم معلوم\" . {كل شرب محتضر} أي كل نصيب من الماء يحضره من هو له. فالناقة تحضر الماء يوما، وهم يحضرونه يوما آخر .",
        "sura": "54",
        "aya": "28",
        "page": "530"
    },
    {
        "text": "فَنَادَوْا۟ صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ",
        "tafsir": "{فنادوا صاحبهم} قدار بن سالف، أحيمر ثمود. {فتعاطى} فتناول السيف. {فعقر} الناقة .",
        "sura": "54",
        "aya": "29",
        "page": "530"
    },
    {
        "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
        "tafsir": "فكيف كان عذابي لمن كفر بي، وكذب رسلي، ولم يتعظ بما جاءت به نذري، وكيف انتصرت لرسلي وأهلكت الكافرين المعاندين، لقد كان أخذي شديدا وعذابي أليما.",
        "sura": "54",
        "aya": "30",
        "page": "530"
    },
    {
        "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَٰحِدَةً فَكَانُوا۟ كَهَشِيمِ ٱلْمُحْتَظِرِ",
        "tafsir": "{صيحة واحدة} من السماء صاح بهم جبريل عليه السلام في طرف منازلهم. {فكانوا كهشيم المحتظر} أي ما تهشم وتفتتا من الشجر اليابس عند ما يعمل المحتظر حظيرة لماشيته منه. والهيشم: يابس كل كلأ وكل شجر؛ من الهشم وهو كسر الشيء اليابس أو الأجوف. والمحتظر: الذي يعمل الحظيرة، وهي الزريبة التي يصنعها العرب وأهل البادية للمواشي والسكنى من يابس الأغصان والأشجار؛ من الحظر وهو المنع .",
        "sura": "54",
        "aya": "31",
        "page": "530"
    },
    {
        "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
        "tafsir": "{ٱلْقُرْآنَ} - ولقد جعلنا القرآن سهل المعنى، يسير اللفظ ليقرأه الناس، ويتدبروا معانيه، ويتعظوا بما جاء فيه، ولكن هل من متعظ به، مزدجر به عن معاصيه؟.",
        "sura": "54",
        "aya": "32",
        "page": "530"
    },
    {
        "text": "كَذَّبَتْ قَوْمُ لُوطٍۭ بِٱلنُّذُرِ",
        "tafsir": "كذب قوم لوط نبيهم لوطا فيما جاءهم به من ربهم من آيات، وفيما أنذرهم به من عذاب.",
        "sura": "54",
        "aya": "33",
        "page": "530"
    },
    {
        "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّآ ءَالَ لُوطٍ نَّجَّيْنَٰهُم بِسَحَرٍ",
        "tafsir": "{حاصبا} أي ريحا شديدة ترميهم بالحصباء، وهي الحجارة الصغيرة. {بسحر} أي في سحر، وهو الوقت الذي يختلط فيه سواد آخر الليل ببياض أول النهار، وهو قبيل الصبح .",
        "sura": "54",
        "aya": "34",
        "page": "530"
    },
    {
        "text": "نِّعْمَةً مِّنْ عِندِنَا كَذَٰلِكَ نَجْزِى مَن شَكَرَ",
        "tafsir": "وكان إنجاؤنا آل لوط من الهلاك الذي حل بالقوم نعمة منا عليهم، وهكذا نجزي من شكر نعمتنا عليه بالطاعة.",
        "sura": "54",
        "aya": "35",
        "page": "530"
    },
    {
        "text": "وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا فَتَمَارَوْا۟ بِٱلنُّذُرِ",
        "tafsir": "ولقد أنذرهم لوط، عليه السلام بأن الله سينزل بهم بأسه وعذابه إذا استمروا على كفرهم وفسادهم، وتكذيبهم بما جاءهم به نبيهم، فلم يهتموا بما قاله لهم، وشكوا فيه، وتمادوا في غيهم وطغيانهم.\r\nبطشتنا- أخذتنا الشديدة بالعذاب.\r\nتماروا- شكوا.",
        "sura": "54",
        "aya": "36",
        "page": "530"
    },
    {
        "text": "وَلَقَدْ رَٰوَدُوهُ عَن ضَيْفِهِۦ فَطَمَسْنَآ أَعْيُنَهُمْ فَذُوقُوا۟ عَذَابِى وَنُذُرِ",
        "tafsir": "{ولقد راودوه عن ضيفه} أرادوا منه تمكينهم من أضيافه ليخبثوا بهم. يقال: راودته على كذا مراودة وروادا، أي أردته. وعدي ب\" عن\" لما فيه من معنى البعد؛ أي أن يبعد عن الأضياف بألا يمنعهم عنهم. {فطمسنا أعينهم} فحجبنا أبصارهم؛ فدخلوا المنزل فلم يروا شيئا. وكنى عن ذلك بالطمس، وهو المحو وإذهاب الأثر .",
        "sura": "54",
        "aya": "37",
        "page": "530"
    },
    {
        "text": "وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌ مُّسْتَقِرٌّ",
        "tafsir": "{ولقد صبحهم} أتاهم وقت الصباح {بكرة} أي في البكرة وهي أول النهار. وهو كالتأكيد لما يفيده\" صبحهم\" . {عذاب مستقر} دائم لا ينفك عنهم؛ إلى أن يفضي إلى عذاب الآخرة .",
        "sura": "54",
        "aya": "38",
        "page": "530"
    },
    {
        "text": "فَذُوقُوا۟ عَذَابِى وَنُذُرِ",
        "tafsir": "فذوقوا جزاء أفعالكم من عذاب عاجل، وما لزم من إنذاركم من عذاب آجل.",
        "sura": "54",
        "aya": "39",
        "page": "530"
    },
    {
        "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ",
        "tafsir": "{ٱلْقُرْآنَ} - ولقد جعلنا القرآن سهل المعنى، يسير اللفظ ليقرأه الناس، ويتدبروا معانيه، ويتعظوا بما جاء فيه، ولكن هل من متعظ به، مزدجر به عن معاصيه؟.",
        "sura": "54",
        "aya": "40",
        "page": "530"
    },
    {
        "text": "وَلَقَدْ جَآءَ ءَالَ فِرْعَوْنَ ٱلنُّذُرُ",
        "tafsir": "{آلَ} - ولقد جاء موسى وهارون إلى فرعون وقومه بآيات بينات، ومعجزات باهرات (وَهِيَ تِسْعُ آيَاتٍ: اليَدُ والعَصَا والطُّوفَانُ وَالجَرَادُ.. الخ) وفيها إنذار وتحذير إذا استمروا مقيمين على كفرهم وطغيانهم وفسادهم في الأرض.",
        "sura": "54",
        "aya": "41",
        "page": "530"
    },
    {
        "text": "كَذَّبُوا۟ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذْنَٰهُمْ أَخْذَ عَزِيزٍ مُّقْتَدِرٍ",
        "tafsir": "{أخذ عزيز مقتدر} أخذ غالب في انتقامه؛ من العزة بمعنى الغلبة. قادر على إهلاكهم، لا يعجزه شيء .",
        "sura": "54",
        "aya": "42",
        "page": "530"
    },
    {
        "text": "أَكُفَّارُكُمْ خَيْرٌ مِّنْ أُو۟لَٰٓئِكُمْ أَمْ لَكُم بَرَآءَةٌ فِى ٱلزُّبُرِ",
        "tafsir": "{أكفاركم خير من أولئك} أي أكفاركم يا أهل مكة أقوى وأشد وأقدر! أو أقل كفرا وعنادا من أولئك الكفار الماضين؛ ليكون ذلك سببا لأمنكم من حلول مثل عذابهم بكم؟ ليس الأمر كذلك! فلم لا تخافون أن يحل بكم مثل ما حل بهم من العذاب! ؟  والخطاب لهم على ضرب من التجريد؛ فكأنه جرد منهم كفار وأضيفوا إليهم مبالغة في كفرهم. {أم لكم براءة في الزبر} أي بل الكفاركم براءة فيما نزل من الكتب من العذاب على الكفر فلذلك لا تخافون؟ !  ليس الأمر كذلك !",
        "sura": "54",
        "aya": "43",
        "page": "530"
    },
    {
        "text": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُّنتَصِرٌ",
        "tafsir": "{أم يقولون} أي بل أيقول هؤلاء الكفار واثقين بشوكتهم: {نحن جميع} أي نحن يد واحدة، على من خالفنا {منتصر} أي ممتنع على من عادانا فلا نغلب. يقال: نصره الله فانتصر، أي منعه فامتنع. أو معان على عدوه؛ من النصر بمعنى العون. وقد رد الله تعالى عليهم بقوله: {سيهزم الجمع ويولون الدبر}",
        "sura": "54",
        "aya": "44",
        "page": "530"
    },
    {
        "text": "سَيُهْزَمُ ٱلْجَمْعُ وَيُوَلُّونَ ٱلدُّبُرَ",
        "tafsir": "{سيهزم الجمع ويولون الدبر} وقد كان ذلك يوم بدر. وهو من أعلام النبوة، فإن الآية مكية، وقد نزلت قبل فرض الجهاد .",
        "sura": "54",
        "aya": "45",
        "page": "530"
    },
    {
        "text": "بَلِ ٱلسَّاعَةُ مَوْعِدُهُمْ وَٱلسَّاعَةُ أَدْهَىٰ وَأَمَرُّ",
        "tafsir": "{والساعة أدهى وأمر} أي وعذاب الساعة أعظم داهية وأشد مرارة مما يصيبهم من عذاب الدنيا. \" وأدهى\" من الداهية، وهي الأمر المنكر الفظيع الذي لا يهتدى للخلاص منه. يقال: دهاه أمر كذا، أي أصابه. و \" أمر\" من مر الشيء: إذا صار مرا .",
        "sura": "54",
        "aya": "46",
        "page": "530"
    },
    {
        "text": "إِنَّ ٱلْمُجْرِمِينَ فِى ضَلَٰلٍ وَسُعُرٍ",
        "tafsir": "{في ضلال وسعر} [آية 24 من هذه السورة] .",
        "sura": "54",
        "aya": "47",
        "page": "530"
    },
    {
        "text": "يَوْمَ يُسْحَبُونَ فِى ٱلنَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا۟ مَسَّ سَقَرَ",
        "tafsir": "{ذوقوا مس سقر} أي يقال لهم: قاسوا ألمها وعذابها. و  \" سقر\" علم على جهنم؛ من سقرته الشمس وصفرته: إذا لوحته وأذابته. وهو ممنوع من الصرف للعلمية والتأنيث .",
        "sura": "54",
        "aya": "48",
        "page": "530"
    },
    {
        "text": "إِنَّا كُلَّ شَىْءٍ خَلَقْنَٰهُ بِقَدَرٍ",
        "tafsir": "{إنا كل شيء خلقناه بقدر} أي مقدرا محكما، مستوفى فيه ما تقتضيه الحكمة التي عليها مدار التكوين؛ وهو كقوله تعالى: \" وخلق كل شيء فقدره تقديرا\" .  والقدر: اسم لما صدر عن القادر مقدرا. يقال: قدرت الشيء وقدرته– بالتخفيف والتثقيل– بمعنى واحد. أو المعنى: خلقناه مقدرا مكتوبا في اللوح قبل حدوثه؛ فهو بالمعنى المشهور الذي يقابل القضاء. وقال النووي: القدر تقدير الله الأشياء في القدم، وعلمه تعالى أنها ستقع في أوقات معلومة عنده سبحانه، وعلى صفات مخصوصة؛ فهي تقع على حسب ما قدرها الله تعالى. اه. وفي شرح المواقف: قضاء الله هو إرادته الأزلية المتعلقة بالأشياء على ما هي عليه فيما لا يزال. وقدره: إيجاده إياها على قدر مخصوص وتقدير معين في ذواتها وأحوالها. وقد ناقشه محشيه المولى حسن جلبي، واختار: أن القضاء هو الفعل مع الإتقان؛ بحيث يأتي على ما تقتضيه الحكمة. والقدر: تحديد كل محدود بحده الذي يوجد به .",
        "sura": "54",
        "aya": "49",
        "page": "530"
    }
]