[
    {
        "text": "وَكَذَٰلِكَ أَنزَلْنَٰهُ ءَايَٰتٍۭ بَيِّنَٰتٍ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ",
        "tafsir": "{أَنزَلْنَاهُ} {آيَاتٍ} {بَيِّنَاتٍ}\r\n(16) - وَقَدْ أَنْزَلَ اللهُ تَعَالَى القُرآنَ آيَاتٍ وَاضِحَاتٍ (بَيِّنَاتٍ)، فِي لَفْظِها وَمَعْنَاهَا، لِتَكُونَ حُجَّةً مِنَ اللهِ عَلَى النَّاسِ، وَاللهُ يُضِلُّ مَنْ يَشَاءُ، وَيَهْدِيْ مَنْ يَشَاءُ، وَلَهُ الحِكْمَةُ التَّامَّةُ، والحُجَّةُ القَاطِعَةُ فِي ذَلِكَ، وَلاَ يُسْأَلُ عَمَّا يَفْعَلُ، وَهُمْ يُسْأَلُونَ.\n",
        "sura": "22",
        "aya": "16",
        "page": "334"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا۟ إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
        "tafsir": "{  والصائبين } [ آية 62 البقرة ص 32 ] . {  والمجوس } هم عبدة الشمس أو القمر أو النار .\r\nأو القائلون بأن للعامل أصلين :  النور والظلمة . {  والذين أشركوا } هم عبدة الأصنام والأوثان .",
        "sura": "22",
        "aya": "17",
        "page": "334"
    },
    {
        "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌ مِّنَ ٱلنَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ",
        "tafsir": "{  ألم تر أن الله له } [ آية 15 الرعد ص 402 ] . {  وكثير من الناس } حق له الثواب ،  وهم المناقدون لله تعالى ظاهرا وباطنا . {  وكثير حق عليه العذاب } وهم المتمردون على الله تعالى ،  الجاحدون لنعمه .",
        "sura": "22",
        "aya": "18",
        "page": "334"
    },
    {
        "text": "هَٰذَانِ خَصْمَانِ ٱخْتَصَمُوا۟ فِى رَبِّهِمْ فَٱلَّذِينَ كَفَرُوا۟ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ",
        "tafsir": "{  هذان خصمان } أي فريق المؤمنين وفريق الكافرين خصمان في شأنه عز وجل .\r\n{  الحميم } الماء البالغ غاية الحرارة .  أو هو النحاس المذاب .\r\n\r\n",
        "sura": "22",
        "aya": "19",
        "page": "334"
    },
    {
        "text": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ",
        "tafsir": "{  يصهر به ما في بطونهم } يذاب به ما في بطونهم من الشحوم والأحشاء .  يقال :  صهر الشحم يصهره فانصهر ،  أذابه فذاب ؛  فهو صهير .  أو يصهر بمعنى ينضج .\r\n\r\n",
        "sura": "22",
        "aya": "20",
        "page": "334"
    },
    {
        "text": "وَلَهُم مَّقَٰمِعُ مِنْ حَدِيدٍ",
        "tafsir": "{  ولهم مقامع من حديد } مطارق تضرب بها خزنة النار رءوسهم إذا أرادوا الخروج منها ؛  جمع مقمعة ،  وهي آلة تستعمل في القمع عن الشيء والزجر عنه .  يقال :  قمعه يقمعه ،  وأقمعه ،  إذا ضربه لها ،  وقهره وذلله .\r\n\r\n",
        "sura": "22",
        "aya": "21",
        "page": "334"
    },
    {
        "text": "كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَا مِنْ غَمٍّ أُعِيدُوا۟ فِيهَا وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
        "tafsir": "(22) - وَيَشْتَدُّ العَذَابُ بِالكُفَّارِ، وَيَتَجَاوَزُ بِهِم الطَّاقَةَ، فَيَهُمُّونَ بِالخُرُوجِ مِنْ هذا الغَمِّ، فَيُرَدُّونَ بِعُنْفٍ وَيَسْمَعُونَ التَّأْنِيبَ: {وَذُوقُواْ عَذَابَ ٱلْحَرِيقِ}\n",
        "sura": "22",
        "aya": "22",
        "page": "334"
    },
    {
        "text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ} {جَنَّاتٍ} {ٱلأَنْهَارُ}\r\n(23) - لَمَّا أَخْبَرَ اللهُ تَعَالَى عَنْ حَالِ أَهْلِ النَّارِ، وَمَا يُلاقُونَهُ مِنَ العَذَابِ وَالنَّكَالِ وَالحَرِيقِ وَالأَغْلالِ، وَمَا أُعدَّ لَهُمْ منْ ثِيابٍ مِنْ نَارٍ، ذَكَرَ حالَ أَهْلِ الجَنَّةِ فَقَالَ تَعَالَى: إِنَّهُ يُدْخِلُ الذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي الأَنْهَارُ في أَرْجَائِها، وَيُلْبِسُهُمْ رَبُّهُمْ فِيها حُلِيّاً: مِنْها أَسَاوِرُ مِنْ ذَهَبٍ، وَمِنْها لُؤْلُؤٌ (وَجَاءَ في الحَدِيثِ: تَبْلُغُ الحِلْيَةُ مِنَ المُؤْمِنِ حَيْثُ يَبْلُغُ الوُضُوءُ) (رَوَاهُ الإِمَامَانِ) وَيَكُونُ لِباسُهُمْ مِن الحَرِيرِ في الجَنَّةِ.\r\n(وجاءَ فِي الصَّحيحِ: لاَ تَلْبَسوا الحَرِيرَ وَلا الدِّيبَاجَ فِي الدُّنيا فَإِنَّهُ مَنْ لَبِسَهُ في الدُّنْيا لَمْ يَلْبَسْهُ فِي الآخِرَةِ).\n",
        "sura": "22",
        "aya": "23",
        "page": "334"
    }
]