[{"text":"لَّا يَسْتَوِى ٱلْقَٰعِدُونَ مِنَ ٱلْمُؤْمِنِينَ غَيْرُ أُو۟لِى ٱلضَّرَرِ وَٱلْمُجَٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فَضَّلَ ٱللَّهُ ٱلْمُجَٰهِدِينَ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ عَلَى ٱلْقَٰعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ وَفَضَّلَ ٱللَّهُ ٱلْمُجَٰهِدِينَ عَلَى ٱلْقَٰعِدِينَ أَجْرًا عَظِيمًا","aya":"95","page":"94","tafsir":"{  لا يستوي القاعدون من المؤمنين }وهم من لم يخرجوا يوم بدر لعذر . أو من أذن لهم في التخلف عن الجهاد . {  غير أولى الضرر }أي غير أصحاب الأمراض و العلل التي لا سبيل معها إلى الجهاد ، من نحو عمى أو زمانة أو ضعف بدن أو عجز عن الأهبة . {  والمجاهدون في سبيل الله بأموالهم و أنفسهم }بل هؤلاء أفضل{  فضل الله المجاهدين بأموالهم وأنفسهم على القاعدين }أي بعذر ، وهم أولو الضرر . {  درجة }ومنزلة{  فضل الله المجاهدين على القاعدين }أي بغير عذر بأمره صلى الله عليه وسلم اكتفاء بغيرهم{  أجرا عظيما . درجات منه }كثيرة .  \r\n \r\n"},{"text":"دَرَجَٰتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا","aya":"96","page":"94","tafsir":"no text"},{"text":"إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ قَالُوا۟ فِيمَ كُنتُمْ قَالُوا۟ كُنَّا مُسْتَضْعَفِينَ فِى ٱلْأَرْضِ قَالُوٓا۟ أَلَمْ تَكُنْ أَرْضُ ٱللَّهِ وَٰسِعَةً فَتُهَاجِرُوا۟ فِيهَا فَأُو۟لَٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ وَسَآءَتْ مَصِيرًا","aya":"97","page":"94","tafsir":"{  إن الذين توفاهم الملائكة }نزلت في أناس بمكة أسلموا بألسنتهم ولم يهاجروا معه صلى الله عليه وسلم ،  حتى إذا خرج المشركون إلى بدر خرجوا معه وقاتلوا المسلمين ، فقتلوا بها كفارا .  \r\n \r\n"},{"text":"إِلَّا ٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا","aya":"98","page":"94","tafsir":"{  إلا المستضعفين }استثناء منقطع .  \r\n \r\n"},{"text":"فَأُو۟لَٰٓئِكَ عَسَى ٱللَّهُ أَن يَعْفُوَ عَنْهُمْ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورًا","aya":"99","page":"94","tafsir":"{  عسى الله أن يعفو عنهم } يتجاوز عنهم بفضله . و{  عسى }من الله تعالى واجب ، لأنه إطماع وترج ، والله تعالى إذا أطمع عبده وصله .  \r\n \r\n"},{"text":"وَمَن يُهَاجِرْ فِى سَبِيلِ ٱللَّهِ يَجِدْ فِى ٱلْأَرْضِ مُرَٰغَمًا كَثِيرًا وَسَعَةً وَمَن يَخْرُجْ مِنۢ بَيْتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدْرِكْهُ ٱلْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُۥ عَلَى ٱللَّهِ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا","aya":"100","page":"94","tafsir":"{  يجد في الأرض مراغما }متحولا ومهاجرا . اسم مكان ، وعبر عنه بالمراغم للإشعار بأن المهاجر في سبل الله يصل في الموضع الذي يهاجر إليه ، إلى ما يكون سببا لرغم أنوف قومه الذين فارقهم ، من الرغم-بتثليث الراء-وهو الذل والهوان ، وأصله لصوق الأنف بالرغام ، وهو التراب . وفعله من باب قتل وفي اللغة من باب تعب . {  فقد وقع أجره على الله }أي وجب له الأجر تفضلا منه تعالى . وفي الآية ترغيب عظيم في الهجرة في سبيل الله ، وكذلك كل من قصد بهجرته فعل طاعة من الطاعات ثم مات قبل إتمامها ، فإنه يكتب له ثوابها كاملا .  \r\n \r\n"},{"text":"وَإِذَا ضَرَبْتُمْ فِى ٱلْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا۟ مِنَ ٱلصَّلَوٰةِ إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ ٱلَّذِينَ كَفَرُوٓا۟ إِنَّ ٱلْكَٰفِرِينَ كَانُوا۟ لَكُمْ عَدُوًّا مُّبِينًا","aya":"101","page":"94","tafsir":"{  وإذا ضربتم في الأرض }أي إذا سافرتم أي سفر ،  فلا حرج ولا إثم عليكم في قصر الصلاة إن خفتم أن يتعرض لكم الأعداء في الصلاة بقتل أو جرح أو أسر ،  فتصلى الرباعية ركعتين . وجمهور الأئمة على أن قصر الصلاة مشروع في السفر في حالتي الخوف والأمن ، وقد ثبت عنه صلى الله عليه وسلم قصرها في الأمن ، كما في الصحيحين وغيرهما . والتقييد بالشرط في الآية إنما يدل على ثبوت القصر في حالة الخوف ، ولا يدل على عدمه في حالة عدم الخوف ، بل هو مسكوت عنه ،  \r\nو يستفاد حكمه من دليل آخر ، وقد ثبت بالسنة قصرها في الأمن . ولا مفهوم له عند القائلين بالمفهوم من الأصوليين ، لخروجه مخرج الغالب ، حيث لم تخل أسفاره صلى الله عليه وسلم في الغالب من خوف الأعداء ، لكثرتهم إذ ذاك ، و أحكام القصر مبينة في الفقه .  \r\n \r\n"}]