[
    {
        "text": "يَقْدُمُ قَوْمَهُۥ يَوْمَ ٱلْقِيَٰمَةِ فَأَوْرَدَهُمُ ٱلنَّارَ وَبِئْسَ ٱلْوِرْدُ ٱلْمَوْرُودُ",
        "tafsir": "{  يقدم قومه } يتقدمهم ويقودهم إلى النار ،  كما قادهم في الدنيا إلى الكفر والضلال ،  من قدم يقدم قدما وقدوما ،  أي تقدم . <br />\r\n<br />\r\n",
        "sura": "11",
        "aya": "98",
        "page": "233"
    },
    {
        "text": "وَأُتْبِعُوا۟ فِى هَٰذِهِۦ لَعْنَةً وَيَوْمَ ٱلْقِيَٰمَةِ بِئْسَ ٱلرِّفْدُ ٱلْمَرْفُودُ",
        "tafsir": "{  بئس الرفد المرفود } الرفد :  العطاء .  يقال :  رفده يرفده رفدا ،  أعطاه .  والرفد – بالكسر - :  اسم منه ،  وأصله ما يضاف إليه غيره ليعمده ويقيمه ،  ومنه رفد الحائط :  دعمه .  وقد لعنوا في الدنيا ولعنوا في  الآخرة .  أي بئس العطاء المعطى لهم تلك اللعنة المضاعفة .  وسميت اللعنة رفدا تهكما بهم . <br />\r\n<br />\r\n",
        "sura": "11",
        "aya": "99",
        "page": "233"
    },
    {
        "text": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْقُرَىٰ نَقُصُّهُۥ عَلَيْكَ مِنْهَا قَآئِمٌ وَحَصِيدٌ",
        "tafsir": "{  و حصيد } أي ومن القرى ما عفا أثره ،  كالزرع المحصود بالمناجل .  من قولهم :  زرع  حصيد ،  إذا كان قد استؤصل بقطعه . <br />\r\n<br />\r\n",
        "sura": "11",
        "aya": "100",
        "page": "233"
    },
    {
        "text": "وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن ظَلَمُوٓا۟ أَنفُسَهُمْ فَمَآ أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ ٱلَّتِى يَدْعُونَ مِن دُونِ ٱللَّهِ مِن شَىْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
        "tafsir": "{  غير تتبيب } غير تخسير وإهلاك .  والتب والتباب والتبيب :  النقص والخسارة .  يقال :  تبت يداه أي خسرنا ،  وهو كنابة عن الهلاك . <br />\r\n<br />\r\n",
        "sura": "11",
        "aya": "101",
        "page": "233"
    },
    {
        "text": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ ٱلْقُرَىٰ وَهِىَ ظَٰلِمَةٌ إِنَّ أَخْذَهُۥٓ أَلِيمٌ شَدِيدٌ",
        "tafsir": "{ظَالِمَةٌ}\r\n(102) - وَمِثْلُ ذلِكَ الأَخْذِ بِالعَذَابِ الذِي أَخَذَ بِهِ رَبُّكَ القُرَى الظَّالِمَةَ المُكَذِّبَةَ لِرُسُلِهِ، يَفْعَلُهُ اللهُ بِأَشْبَاهِهِمْ فِي الكُفْرِ وَالعُتُوِّ عَنْ أَمْرِهِ، وَإِنَّ أَخْذَهُ تَعَالَى لَمُؤْلِمٌ شَدِيدٌ.",
        "sura": "11",
        "aya": "102",
        "page": "233"
    },
    {
        "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّمَنْ خَافَ عَذَابَ ٱلْءَاخِرَةِ ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ",
        "tafsir": "{لآيَةً} {ٱلآخِرَةِ}\r\n(103) - إِنَّ فِيمَا قَصَّهُ اللهُ مِنْ إِهْلاكِ أُولئِكَ الأُمَمِ، وَبَيانِ سُنَّتِهِ فِي عَاقِبَةِ الظَّالِمِينَ، لَحُجَّةً بَيِّنَةً، وَعِبْرَةً ظَاهِرَةً لِمَنْ يَخَافُ عَذَابَ الآخِرَةِ فَيَعْتَبِرُ بِهَا، وَيَتَّقِي الظُّلْمَ فِي الدُّنيا، إِذْ يَعْلَمُ أَنَّ مَنْ عَذَّبَ الظَّالِمِينَ فِي الدُّنيا، لَقَادِرٌ عَلَى أَنْ يُعَذِّبَهُمْ فِي الآخِرَةِ.\r\nوَيَوْمُ القِيَامَةِ هُوَ يَوْمٌ عظِيمٌ تَجْتَمِعُ فِيهِ الخَلائِقُ كُلُّها لِلْحِسَابِ، وَتَشْهَدُهُ المَلاَئِكَةُ الكِرَامُ، وَتَجْتَمِعُ فِيهِ الرُّسُلُ، وَتُحْشَرُ الخَلاَئِقُ، وَيَحْكُمُ فِيهِ المَلِكُ العَادِلُ، الذِي لاَ يَظْلِمُ أَحَداً مِنْ خَلْقِهِ مِثْقَالَ ذَرَّةٍ.",
        "sura": "11",
        "aya": "103",
        "page": "233"
    },
    {
        "text": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٍ مَّعْدُودٍ",
        "tafsir": "(104) - وَمَا يُؤَخِّرُ اللهُ تَعَالَى إِقَامَةِ ذَلِكَ اليَوْمِ (يَوْمِ القِيَامَةِ) إِلاَّ لِمُدَّةٍ مُؤَقَّتَةٍ مَعْلُومَةٍ فِي عِلْمِ اللهِ، لاَ يُزادُ عَلَيْهَا وَلاَ يُنْقَصُ مِنْهَا.",
        "sura": "11",
        "aya": "104",
        "page": "233"
    },
    {
        "text": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ",
        "tafsir": "(105) - وَحِينَ يَأْتِي يَوْمُ القِيَامَةِ بِأَهْوالِهِ، لاَ يَسْتَطِيعُ أَحَدٌ أَنْ يَتَكَلَّمَ إِلاَّ بِإذْنِ اللهِ، فَمِنْ أَهْلِ الجَمْعِ شَقِيٌّ بِمَا يَنْتَظِرُهُ مِنَ العَذَابِ، وَمِنْهُمْ سَعِيدٌ بِمَا يَنْتَظِرُهُ مِنَ النَّعِيمِ الذِي أَعَدَّهُ اللهُ لِلْمُتَّقِينَ.",
        "sura": "11",
        "aya": "105",
        "page": "233"
    },
    {
        "text": "فَأَمَّا ٱلَّذِينَ شَقُوا۟ فَفِى ٱلنَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
        "tafsir": "{  فأما الذين شقوا } وهو كفار ،  كما أن {  الذين سعدوا } هو المؤمنين ،  مطيعين وعصاة . <br />\r\n{  زفير وشهيق } الزفير :  إخراج النفس من المصدر من شدة الحزن .  مأخوذ من الزفر – بالكسر-  وهو الحمل على الظهر لشدته .  والشهيق :  رد النفس إلى الصدر .  والمراد بهما الدلالة على شدة كربهم وغمهم . <br />\r\n<br />\r\n",
        "sura": "11",
        "aya": "106",
        "page": "233"
    },
    {
        "text": "خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ",
        "tafsir": "{  ما دامت السماوات والأرض } أي مدة دوامها ،  والمقصود التأييد ونفي الانقطاع ،  على حد قول العرب :  لا أفعل كذا ما اختلف الليل والنهار ،  أو ما لا ح كوكب .  {  إلا ما شاء ربك } نقل ابن عطية<br />\r\nأنه على طريق الاستثناء الذي ندب إليه الشرع في كل كلام ،  فهو على حد :  {  لتدخلن المسجد الحرام إن شاء الله آمنين }{[186]} .  وهذا الاستثناء في معنى الشرط ،  كأنه قيل :  إن شاء ربك ،  فلا يوصف بمتصل أو منقطع .  والنكتة فيه :  إرشاد العباد إلى تفويض جميع الأمور إليه جل شأنه ،  وإعلامهم بأنها منوطة بمشيئته ،  يفعل ما يشاء ويحكم ما يريد ،  لا حق لأحد عليه ،  ولا يجب عليه شيء ،  كما قال تعالى :  {  إن ربك فعال لما يريد } .  وقيل :  {  إلا } حرف عطف بمعنى الواو ،  والمعنى :  وما شاء ربك زائدا على ذلك والمراد :  إفادة التأييد والدوام .",
        "sura": "11",
        "aya": "107",
        "page": "233"
    },
    {
        "text": "وَأَمَّا ٱلَّذِينَ سُعِدُوا۟ فَفِى ٱلْجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ عَطَآءً غَيْرَ مَجْذُوذٍ",
        "tafsir": "{  عطاء غير مجذوذ } غير مقطوع عنهم .  يقال :  جذه يجذه جذا ،  كسره وقطعه ،  ومنه الجذاذ – بضم الجيم وكسرها – لما تكسر من الشيء ،  والضم أفصح ،  قال تعالى :  {  فجعلهم جذاذ }{[187]} .",
        "sura": "11",
        "aya": "108",
        "page": "233"
    }
]
