[
    {
        "text": "إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلَىٰ نُوحٍ وَٱلنَّبِيِّۦنَ مِنۢ بَعْدِهِۦ وَأَوْحَيْنَآ إِلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيْمَٰنَ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
        "tafsir": "{  والأسباط }أولاد يعقوب عليه السلام لصلبه ، وقيل : أولادهم وفي نبوة من عدا يوسف منهم خلاف ، وصحح السيوطي و الآلوسي عدمها . فالمراد من الإيحاء إليهم : الإيحاء إلى الأنبياء منهم ، كما تقول : أرسلت إلى بني تميم ، تريد أرسلت إلى رؤسائهم و وجوهم . {  زبورا }أي مزبورا بمعنى مكتوب ، ولم يكن فيه أحكام ، بل فيه تقديس و تحميد وثناء على الله عز وجل ، ومواعظ و حكم . \r\n\r\n",
        "sura": "4",
        "aya": "163",
        "page": "104"
    },
    {
        "text": "وَرُسُلًا قَدْ قَصَصْنَٰهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكْلِيمًا",
        "tafsir": "{قَصَصْنَاهُمْ}\r\n(164) - يَقُولُ تَعَالَى: إنَّهُ أوْحَى إلَى رُسُلٍ قَصَّهُمْ عَلَى نَبِيِّهِ فِي الآيَاتِ السَّابِقَاتِ، وَذَكَرَ لَهُ أسْمَاءَهُمْ، وَإنَّهُ أوْحَى أيْضاً إلى رُسُلٍ لَمْ يَقْصُصْهُمْ عَلَيهِ، وَلَمْ يَرِدْ ذِكْرُهُمْ فِي القُرْآنِ.\r\nوَفِي حَدِيثٍ يرويه أبو ذر:  \"إنَّ عَدَدَ الأنْبِيَاءِ مِئَةٌ وَأرْبَعَةٌ وَعِشْرُونَ ألْفاً وَإنَّ عَدَدَ الرُّسُلِ مِنْهُمْ ثَلاَثُمِئَةٍ وَثَلاثَةَ عَشَرَ أَوْ خَمْسَةَ عَشَرَ\" .\r\nوَيَقُولُ تَعَالَى: إنَّهُ شَرَّفَ مُوسَى بِأنْ كَلَّمَهُ مِنْ وَرَاءِ حِجَابٍ، بِدُونِ وَاسِطَةٍ (وَالوَحْيُ لِلرُّسُلِ يُسَمَّى تَكْلِيماً).",
        "sura": "4",
        "aya": "164",
        "page": "104"
    },
    {
        "text": "رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةٌۢ بَعْدَ ٱلرُّسُلِ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
        "tafsir": "(165) - يَقُولُ تَعَالَى: إنَّهُ أرْسَلَ الرُّسُلَ يُبَشِّرُونَ مَنْ أطَاعَ اللهَ، وَاتَّبَعَ رِضْوَانَهُ بِالخَيْرَاتِ وَحُسْنِ الثَّوَابِ، وَيُنْذِرُونَ، بِالعِقَابِ وَالعَذَابِ، مَنْ خَالَفَ أمْرَهُ، وَكَذَّبَ رُسُلَهُ، وَذَلِكَ لِكَيْلا يَبْقَى لِمُعْتَذِرٍ عُذْرٌ، بَعْدَ أنْ أوْضَحَتِ الرُّسُلُ لِلْنَّاسِ أوَامِرَ اللهِ وَنَوَاهِيَهُ، وَالجَزَاءُ لاَ يَكُونُ إلاَّ لِمَنْ بَلَغَتْهُ الدَّعْوَةُ عَلَى الوَجْهِ الصَّحِيحِ. وَكَانَ اللهُ عَزيزَ الجَانِبِ لاَ يُضَامُ، حَكِيماً في شَرْعِهِ وَتَدْبِيرِهِ.",
        "sura": "4",
        "aya": "165",
        "page": "104"
    },
    {
        "text": "لَّٰكِنِ ٱللَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ أَنزَلَهُۥ بِعِلْمِهِۦ وَٱلْمَلَٰٓئِكَةُ يَشْهَدُونَ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
        "tafsir": "{  أنزله بعلمه }أي بعلم تام وحكمة بالغة منه تعالى . أو بما علمه من مصالح عباده في إنزاله عليك . \r\n\r\n",
        "sura": "4",
        "aya": "166",
        "page": "104"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ قَدْ ضَلُّوا۟ ضَلَٰلًۢا بَعِيدًا",
        "tafsir": "{ضَلَٰلاً}\r\n(167) - الذِينَ كَفَرُوا بِاللهِ، وَرَفَضُوا اتِّبَاعَ الحَقِّ، وَسَعَوْا فِي صَدِّ النَّاسِ عَنِ الهُدَى وَالإِيْمَانِ، قَدْ خَرَجُوا عَنِ الحَقِّ، وَضَلُّوا عَنْهُ، وَبَعُدُوا عَنْهُ بُعداً عَظِيماً.",
        "sura": "4",
        "aya": "167",
        "page": "104"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَظَلَمُوا۟ لَمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا",
        "tafsir": "{  إن الذين كفروا و ظلموا }أي وظلموا أنفسهم بالضلال البعيد والصد عن سبيل الله ، فازدادوا بذلك كفرا وأصروا عليه إلى الممات{  لم يكن الله ليغفر لهم }كما قال تعلى : {  إن الله لا يغفر أن يشرك به } . {  ولا ليهديهم طريقا . إلا طريق جهنم }لفساد استعدادهم ( راجع الآية 137 من هذه السورة ص 174 ) . والتعبير بالهداية في جانب طريق النار ضرب من التهكم بهم .",
        "sura": "4",
        "aya": "168",
        "page": "104"
    },
    {
        "text": "إِلَّا طَرِيقَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
        "tafsir": "{خَالِدِينَ}\r\n(169) - وَيُخْبِرُ اللهُ تَعَالَى: أنَّهُ لَنْ يَهْدِيَهُمْ إلى طَرِيقٍ غَيْرِ الطَّرِيقِ التِي تُوصِلُهُمْ إلَى جَهَنَّمَ، لِيَبْقَوْا فِيهَا خَالِدِينَ أبَداً، وَذَلِكَ أمْرٌ يَسِيرٌ عَلَى اللهِ.",
        "sura": "4",
        "aya": "169",
        "page": "104"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلرَّسُولُ بِٱلْحَقِّ مِن رَّبِّكُمْ فَـَٔامِنُوا۟ خَيْرًا لَّكُمْ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
        "tafsir": "{يٰأَيُّهَا} {فَآمِنُواْْ} {ٱلسَّمَاوَاتِ}\r\n(170) - بَعْدَ أنْ أقَامَ اللهُ سُبْحَانَهُ الحُجَّةَ عَلَى أهْلِ الكِتَابِ، وَرَدَّ شُبُهَاتِهِمْ، وَاقْتِرَاحَاتِهِم التِي اقْتَرَحُوهَا تَعَنُّتاً وَعِنَاداً، خَاطَبَ جَمِيعَ النَّاسِ، وَأمَرَهُمْ بِالإِيمَانِ، وَشَفَعَهُ بِالوَعْدِ عَلَى عَمَلِ الخَيْرِ، وَالوَعِيدِ عَلَى الكُفْرِ وَعَمَلِ السُّوءِ، فَقَالَ لَهُمْ: إِنَّهُمْ قَدْ جَاءَهُمْ مُحَمَّدٌ، صَلَوَاتُ اللهِ عَلَيهِ، بِالهُدَى وَدِينِ الحَقِّ، وَالبَيانِ الشَّافِي مِنَ اللهِ، عَزَّ وَجَلَّ، فَعَلَيْهِمْ أنْ يُؤْمِنُوا بِمَا جَاءَهُمْ بِهِ، وَأنْ يَتَّبِعُوهُ، لأنَّ فِي ذَلِكَ خَيْراً لَهُمْ. ثُمَّ يَقُولُ تَعَالَى: أما إذا أصْرَرْتُمْ عَلَى الكُفْرِ، أنْتُمْ وَمَنْ فِي الأرْضِ جَمِيعاً، فَإنَّ اللهَ غَنِيٌّ عَنْكُمْ، وَعَنْ إيْمَانِكُمْ، وَلاَ يَلْحَقُهُ ضَرَرٌ بِسَبَبِ كُفْرِكُمْ، لأنَّهُ يَمْلِكُ جَمِيعَ مَا فِي السَّمَاوَاتِ وَالأرْضِ، وَهُمْ جَمِيعاً خَلْقُهُ وَعَبِيدُهُ، وَهُوَ أعْلَمُ بِمَنْ يَسْتَحِقُّ مِنْكُمُ الهِدَايَةَ فَيَهْدِيهِ، وَبِمَنْ يَسْتَحِقُّ الغِوَايَةَ فَيُضِلُّهُ وَيُغْوِيهِ، وَهُوَ حَكِيمٌ فِي أقْوَالِهِ وَأفْعَالِهِ وَشَرْعِهِ وَقَدَرِهِ.",
        "sura": "4",
        "aya": "170",
        "page": "104"
    }
]