[{"text":"إِنَّ وَلِۦِّىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَٰبَ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","aya":"196","page":"176","tafsir":"no text"},{"text":"وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَآ أَنفُسَهُمْ يَنصُرُونَ","aya":"197","page":"176","tafsir":"no text"},{"text":"وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَسْمَعُوا۟ وَتَرَىٰهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ","aya":"198","page":"176","tafsir":"no text"},{"text":"خُذِ ٱلْعَفْوَ وَأْمُرْ بِٱلْعُرْفِ وَأَعْرِضْ عَنِ ٱلْجَٰهِلِينَ","aya":"199","page":"176","tafsir":"{  خذ العفو .  .  .  }أي أقبل ما عفا وتيسر من أخلاق الناس ،  وارض منهم بما تيسر من أعمالهم وتسهل من غير كلفة ،  ولا تطلب منهم ما يشق عليهم ويرهقهم حتى لا ينفروا .  {  وأمر بالعرف }أي بالمعروف المستحسن من الأفعال ،  وهو كل ما عرف حسنه في الشرع ،  فإن ذلك أقرب إلى قبول الناس من غير نكير{  و اعرض عن الجاهلين } وهذه الآية أجمع آية في القرآن لمكارم الأخلاق<br \/>\r\n<br \/>\r\n"},{"text":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","aya":"200","page":"176","tafsir":"{  وإما ينزغنك من الشيطان }و إن تعرض لك من الشيطان وسوسة فاستجر بالله وألجأ إليه في دفعها عنك ،  من النزغ بمعنى النخس والغرز ،  وهو إدخال الإبرة أو طرف العصا ونحوها في الجلد ،  وإطلاقه على الوسوسة مجاز<br \/>\r\n<br \/>\r\n"},{"text":"إِنَّ ٱلَّذِينَ ٱتَّقَوْا۟ إِذَا مَسَّهُمْ طَٰٓئِفٌ مِّنَ ٱلشَّيْطَٰنِ تَذَكَّرُوا۟ فَإِذَا هُم مُّبْصِرُونَ","aya":"201","page":"176","tafsir":"{  مسهم طائف من الشيطان } لمة منه ووسوسة ،  بما فيه صد عما يجب حقا لله تعالى أو للعباد ،  مريدا بذلك اقتناصهم وإفسادهم يقال :  طاف بالشيء ،  إذا دار حوله<br \/>\r\n<br \/>\r\n"},{"text":"وَإِخْوَٰنُهُمْ يَمُدُّونَهُمْ فِى ٱلْغَىِّ ثُمَّ لَا يُقْصِرُونَ","aya":"202","page":"176","tafsir":"{  وإخوانهم يمدونهم } وإخوان الشياطين من المشركين تزيدهم الشياطين في الضلال بالوسوسة والإغراء بالمعاصي ،  من المد وهو الزيادة ،  يقال :  مده يمده زاده و{  الغي } الضلال ،  مصدر غوى يغوي غيا وغواية .  {  ثم لا يقصرون } ثم لا يكفون عن ذلك الإغواء حتى يردوهم بالكلية ،  من أقصر عن الشيء ،  إذا كف عنه ونزع مع القدرة عليه .  أو ثم لا يكف هؤلاء الناس عن الغي بل يتمادون فيه . <br \/>\r\n<br \/>\r\n"},{"text":"وَإِذَا لَمْ تَأْتِهِم بِـَٔايَةٍ قَالُوا۟ لَوْلَا ٱجْتَبَيْتَهَا قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَىَّ مِن رَّبِّى هَٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ","aya":"203","page":"176","tafsir":"{  قالوا لولا اجتبيتها } قالوا تهكما :  هلا جمعتها عن عند نفسك .  يقال :  جبيت الماء في الحوض ،  جمعته ،  ومنه قيل للحوض :  جابية لجمعه الماء .  أو هلا اخترعته عن نفسك .  يقال :  اجتبيت الكلام واختلقته وانتحلته واخترعته ،  إذا افتعلته من قبل نفسك . <br \/>\r\n<br \/>\r\n"},{"text":"وَإِذَا قُرِئَ ٱلْقُرْءَانُ فَٱسْتَمِعُوا۟ لَهُۥ وَأَنصِتُوا۟ لَعَلَّكُمْ تُرْحَمُونَ","aya":"204","page":"176","tafsir":"no text"},{"text":"وَٱذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ ٱلْجَهْرِ مِنَ ٱلْقَوْلِ بِٱلْغُدُوِّ وَٱلْءَاصَالِ وَلَا تَكُن مِّنَ ٱلْغَٰفِلِينَ","aya":"205","page":"176","tafsir":"{  و اذكر ربك في نفسك } أي استحضر عظمته جل جلاله في قلبك{  تضرعا }متضرعا متذللا له{  و خيفة } خائفا منه تعالى متذللا له .  {  و دون الجهر من القول } عطف على( في ) في نفسك أي اذكر ربك ذكرا في نفسك ،  وذكرا بلسانك دون الجهر .  والمراد بالجهر :  رفع الصوت بإفراط ،  وبما دونه ما هو أقل منه ،  وهو الوسط بين الجهر والمخافتة .  {  بالغدو } وهو ما بين طلوع الفجر وطلوع الشمس .  {  و الآصال } جمع أصيل ،  وهو من العصر إلى الغروب .  والمراد :  دوام الذكر واتصاله بقدر الإمكان .  أي اذكر الله في كل وقت ،  وراقبه في كل حال . <br \/>\r\n<br \/>\r\n"},{"text":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسْجُدُونَ","aya":"206","page":"176","tafsir":"{  ويسبحونه } ينزهونه عن كل مالا يليق بجلاله على أبلغ وجه وأكمله .  {  يسجدون } يخضعون له تعالى ويعبدونه .  والله أعلم . <br \/>\r\n<br \/>\r\n"}]