[
    {
        "text": "فَلَمَّا جَآءَ سُلَيْمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيْرٌ مِّمَّآ ءَاتَىٰكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ",
        "tafsir": "{سُلَيْمَانَ} {آتَانِيَ} {آتَاكُمْ}\r\n(36) - وأَرْسَلَتْ إلى سُلَيْمَانَ بالهَدِيَّةِ فَلَمْ يهتَمَّ بِهَا، وَقَالَ لِمَنْ حَمَلَ إليهِ الهَدِيَّةَ: إنَّكُمْ تُرِيدُونَ بهذِهِ الهَدِيَّةِ مُصَانَعَتِي عَلى مَالٍ لأَتْرُكَكُمْ، فما أعْطَانِي اللهُ، مِنَ المالِ والمُلْكِ وَالجُنُودِ، خَيْرٌ ممَّا آتَاكُمْ وممَّا أنتُمْ فِيهِ، وأَنتمُ الذينَ تَهْتَمُّونَ بالهَدايا والتُّحَفِ، وتَنْقَادُونَ إليْهَا، وَتَفْرَحُونَ بِهَا، أمَّا أنا فلا أقْبَلُ مِنْكُمْ إِلاّ الإِسلاَمَ أَوِ السَّيفَ.\n",
        "sura": "27",
        "aya": "36",
        "page": "380"
    },
    {
        "text": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لَّا قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَٰغِرُونَ",
        "tafsir": "{  ارجع إليهم } أي إلى بلقيس وقومها بما أتيت من الهدية . <br />\r\n{  لا قبل لهم بها } لا قدرة لهم على مقابلتها ومقاومتها .  وأصل القبل :  المقابلة ؛  فجعل مجازا أو كناية عن القدرة . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "37",
        "page": "380"
    },
    {
        "text": "قَالَ يَٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَبْلَ أَن يَأْتُونِى مُسْلِمِينَ",
        "tafsir": "{  أيكم يأتيني بعرشها } وكان بين سبأ وبين المقدس – حيث ملك سليمان – مسيرة شهرين ؛  وقد طلب سليمان عليه السلام إحضار عرشها ليريها القدرة الإلهية ،  وبعض ما خصه الله من العجائب ،  ويشهدها دلائل النبوة والصدق . {  يأتوني مسلمين } مستسلمين طائعين .  وقد وقع ذلك كما يدل عليه قوله تعالى : {  وأسلمت مع سليمان لله رب العالمين } . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "38",
        "page": "380"
    },
    {
        "text": "قَالَ عِفْرِيتٌ مِّنَ ٱلْجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ وَإِنِّى عَلَيْهِ لَقَوِىٌّ أَمِينٌ",
        "tafsir": "{  قال عفريت من الجن } أي مارد قوي من الشياطين .  وقد سخروا لسليمان عليه السلام تسخيرا إلهيا ؛  كما يسخر الإنسان للإنسان .  ويقال للشديد إذا كان فيه خبث ودهاء :  عفريت وعفر وعفرية<br />\r\nوعفارية . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "39",
        "page": "380"
    },
    {
        "text": "قَالَ ٱلَّذِى عِندَهُۥ عِلْمٌ مِّنَ ٱلْكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَءَاهُ مُسْتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضْلِ رَبِّى لِيَبْلُوَنِىٓ ءَأَشْكُرُ أَمْ أَكْفُرُ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ وَمَن كَفَرَ فَإِنَّ رَبِّى غَنِىٌّ كَرِيمٌ",
        "tafsir": "{  قال الذي عنده علم من الكتاب } هو رجل من صلحاء بني إسرائيل ،  آتاه الله من لدنه علما :  اسمه آصف بن برخيا وكان وزير سليمان عليه السلام .  وقيل :  هو سليمان نفسه ،  قال ذلك للعفريت ؛  للدلالة على شرف العلم وفضله ،  وأن هذه الكرامة كانت بسببه . {  أنا آتيك به .  .  .  } تمثيل لسرعة الإتيان له على نحو خارق للعادة في أقل مسافة . {  ليبلوني } ليختبرني ويمتحنني . <br />\r\n{  أأشكر } نعماءه{  أم أكفر } أترك شكرها . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "40",
        "page": "380"
    },
    {
        "text": "قَالَ نَكِّرُوا۟ لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِىٓ أَمْ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهْتَدُونَ",
        "tafsir": "{  قال نكروا لها عرشها } أي قال سليمان ،  وقد أتي له بالعرش :  غيروه عما كان عليه من الهيئة والشكل ،  إلى حال تنكره إذا رأته ؛  من التنكير ضد التعريف ،  هو جعل الشيء بحيث لا يعرف . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "41",
        "page": "380"
    },
    {
        "text": "فَلَمَّا جَآءَتْ قِيلَ أَهَٰكَذَا عَرْشُكِ قَالَتْ كَأَنَّهُۥ هُوَ وَأُوتِينَا ٱلْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ",
        "tafsir": "{  وأوتينا العلم من قبلها .  .  .  } هو من كلام سليمان – على الأرجح - ،  وآخره :   \" من قوم كافرين \"  ؛  قاله ثناء على الله تعالى وتحدثا بنعمه .  أي أنها وإن هديت إلى العلم بجلال الله وقدرته ،  وصدق الرسالة والمعجزة وإلى الإسلام ؛  لكنا أوتينا العلم من قبل أن تؤتى هي العلم ،  وكنا مسلمين من قبل أن تسلم .  والجملة معطوفة على مقدر ؛  أي فقد أصابت في الجواب وعرفت الحق ،  وأوتينا العلم من قبلها . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "42",
        "page": "380"
    },
    {
        "text": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ ٱللَّهِ إِنَّهَا كَانَتْ مِن قَوْمٍ كَٰفِرِينَ",
        "tafsir": "{كَافِرِينَ}\r\n(43) - أمَّا هيَ فَقَدْ صَدَّها عنِ الإِيمانِ باللهِ، وعَنِ الإِسْلامِ إليهِ، ما كَانَتْ هِيَ وقَومُها يَعْبُدونَهُ مِنْ دُونِ اللهِ، وَكَانوا كَافرين.\n",
        "sura": "27",
        "aya": "43",
        "page": "380"
    },
    {
        "text": "قِيلَ لَهَا ٱدْخُلِى ٱلصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا قَالَ إِنَّهُۥ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ قَالَتْ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَٰنَ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{  ادخلي الصرح } أي صرح القصر .  والصرح :  الصحن والساحة .  يقال :  هذه صرحة الدر ؛  أي ساحتها وعرصتها .  وكان قد صنع مستويا أملس ،  واتخذ بلاطه من زجاج صاف كالبلور ،  يرى<br />\r\n<br />\r\nما يجري تحته من الماء . {  فلما رأته حسبته لجة } ظنته ماء غزيرا كالبحر . {  إنه صرح ممرد } أي مماس ؛  من قولهم :  شجرة مرداء ،  إذا لك يكن عليها ورق .  والتمريد في البناء :  التمليس والتسوية ؛  ومنه الأمرد لملاسة وجهه ونعومته وجود الشعر به . {  من قوارير } من زجاج لا يحجب ما وراءه ؛  جمع قارورة . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "44",
        "page": "380"
    }
]