[
    {
        "text": "قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
        "tafsir": "بسم الله الرحمان الرحيم\r\n{  قد سمع الله قول التي تجادلك .  .  .  } تراجعك الكلام في شأن زوجها وظهاره منها ؛  من المجادلة وهي المفاوضة على سبيل المنازعة والمغالبة .  وأصلها من جدلت الحبل :  إذا أحكمت فتله . \r\n{  وتشتكي } تظهر بثها وحزنها وتضرع{  إلى الله } في أمرها ؛  من الشكو .  وأصله فتح الشكوة وإظهار ما فيها ؛  وهي سقاء صغير يجعل فيه الماء ،  ثم شاع فيما ذكر .  نزلت في خولة بنت ثعلبة ،  وزوجها أوس بن الصامت ،  حين ظهر منها بقوله : أنت علي كظهر أمي .  وكان ذلك في الجاهلية تحريما مؤبدا ؛  كما قدمنا أول سورة الأحزاب ،  وهو أو ظهار في الإسلام ؛  فشكت أمرها إلى النبي صلى الله عليه وسلم فقال لها :  ( ما أراك إلا قد حرمت عليه ) .  فما زالت تجادله حتى نزلت الآيات الأربع .  والسماع :  كناية عن الإجابة والقبول . {  والله يسمع تحاوركما } تراجعكما الكلام .  يقال :  حاورته ،  راجعته الكلام .  وأحار الرجل الجواب .  رده .  وما أحار جوابا :  ما رده . \r\n\r\n",
        "sura": "58",
        "aya": "1",
        "page": "542"
    },
    {
        "text": "ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمْ إِنْ أُمَّهَٰتُهُمْ إِلَّا ٱلَّٰٓـِٔى وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ ٱلْقَوْلِ وَزُورًا وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
        "tafsir": "{  الذين يظاهرون .  .  .  .  } أي يقولون لنسائهم :  أنتن علينا كظهور أمهاتنا ؛  قاصدين بذلك تحريمهن على أنفسهم كتحريم أمهاتهم . {  ما هن أمهاتهم } أي ليس نساؤهم ،  أمهاتهم على الحقيقة ؛  فهو كذب محض . {  وإنهم ليقولون منكرا من القول } ينكره الشرع والعقل والطبع . {  وزروا } كذبا وباطلا ، منحرفا عن الحق . \r\n\r\n",
        "sura": "58",
        "aya": "2",
        "page": "542"
    },
    {
        "text": "وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا ذَٰلِكُمْ تُوعَظُونَ بِهِۦ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "tafsir": "{  والذين يظاهرون } تفصيل لحكم الظهار شرعا . {  ثم يعودون لما قالوا } يرجعون عما قالوا فيريدون الوطء .  أو يرجعون لتحليل ما حرموه على أنفسهم بالظهار . {  فتحرير رقبة } فعليهم إعتاق رقبة . {  من قبل أن يتماسا } أي يستمتع أحدهما بالآخر ،  فيحرم عليهما الجماع ودواعيه قبل التكفير .  وتفصيل أحكام الظهار في الفقه . \r\n\r\n",
        "sura": "58",
        "aya": "3",
        "page": "542"
    },
    {
        "text": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَٰلِكَ لِتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتِلْكَ حُدُودُ ٱللَّهِ وَلِلْكَٰفِرِينَ عَذَابٌ أَلِيمٌ",
        "tafsir": "{لِلْكَافِرِينَ}\r\n(4) - فَمَنْ لَمْ يَجِدْ رَقَبَةً يُعْتِقُهَا، وَمَنْ لَمْ يَكُنْ فِي قُدْرَتِهِ أَنْ يَشتَرِيَ رَقَبَةً يُعْتِقُهَا، فَإِنَّ عَلَيْهِ أَنْ يَصُومَ شَهْرَينِ مُتَتَابِعَينِ، قَبْلَ التَّمَاسِّ، فَإِنْ أَفْطَرَ يَوْماً وَاحِداً مِنَ الشَّهْرَينِ، وَلَوْ كَانَ ذَلِكَ الإِفْطَارُ لِعُذْرٍ أَوْ سَفَرٍ، لِزَمَهُ أَنْ يَسْتَأْنِفَ الصِّيَامَ مِنْ جَدِيدٍ لِزَوَالِ التَّتَابُعِ.\r\nوَمَنْ لَمْ يَسْتَطِعْ هَذَا الصَّوْمَ، لِكِبَرِ سِنِّهِ، أَوْ لِمَرَضٍ أَصَابَهُ، فَعَلَيْهِ أَنْ يُطْعِمَ سِتِّينَ مِسْكِيناً، لِكُلِّ وَاحِدٍ مِنْهُمْ نِصْفُ صَاعٍ مِنَ الحِنْطَةِ، أَوْ صَاعٌ مِنَ الشَّعِيرِ، قَبْلَ أَنْ يَتِمَّ التَّمَاسُّ بَيْنَهُمَا؛ وَقَدْ فَرَضَ اللهُ تَعَالَى عَلَى المُؤْمِنِينَ هَذِهِ الكَفَّارَةَ لِيُقِرُّوا بِوَحْدَانِيَّتِهِ تَعَالَى، وَيُصَدِّقُوا بِرَسُولِهِ، وَيَتَقَيَّدُوا بِحُدُودِ مَا فَرَضَ اللهُ، وَلاَ يَتَجَاوَزُوهَا. وَلِلْكَافِرِينَ بِفَرَائِضِ اللهِ وَحُدُودِهِ، عَذَابٌ أَلِيمٌ.\n",
        "sura": "58",
        "aya": "4",
        "page": "542"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا۟ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ وَقَدْ أَنزَلْنَآ ءَايَٰتٍۭ بَيِّنَٰتٍ وَلِلْكَٰفِرِينَ عَذَابٌ مُّهِينٌ",
        "tafsir": "{  إن الذين يحادون الله ورسوله .  .  .  } نزلت في غزوة الأحزاب بشارة للنبي صلى الله عليه وسلم والمؤمنين  ،  أي إن أعداءكم المتحزبين القادمين عليكم سيكتبون ويذلون ،  ويتفرق جمعهم فلا تخشوا بأسهم .  والمحادة :  المعاداة  ،  وأصلها أن تكون في حد يخالف حد صاحبك ؛  فيكنى بها عن المعاداة لكونها لازمة للمعاداة . {  كبتوا } أي سيكبتون ويذلون أو يهلكون .  يقال :  كبت الله العدو كبتا – من باب ضرب – أهانه وذله  ،  وكبته كبه ،  أي صرعه لوجهه . \r\n\r\n",
        "sura": "58",
        "aya": "5",
        "page": "542"
    },
    {
        "text": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا۟ أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
        "tafsir": "{  أحصاه الله } أحاط بأعمالهم عددا ،  ولم يفته سبحانه منها شيء  ،  والمراد :  أنه أحاط بها علما . {  والله على كل شيء شهيد } مطلع لا يغيب عنه أمر من الأمور أصلا . \r\n\r\n",
        "sura": "58",
        "aya": "6",
        "page": "542"
    }
]