[
    {
        "text": "قُل لِّلَّذِينَ ءَامَنُوا۟ يَغْفِرُوا۟ لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ ٱللَّهِ لِيَجْزِىَ قَوْمًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
        "tafsir": "{  قل للذين آمنوا .  .  .  } حث للمؤمنين على التجاوز والصفح عما يصدر عن المشركين من الكلمات البذيئة المؤذية ،  وعلى ترك منازعتهم بمثلها .  أي قل للمؤمنين اغفروا للمشركين الذين لا يتوقعون وقائع الله بأعدائه . {  ليجزي قوما } أي أمروا بذلك ليجزيهم الله يوم القيامة بما كسبوا في الدنيا من الأعمال الصالحة ،  ومنها الصبر على أذى الكفار ،  والإغضاء عنهم ،  واحتمال المكروه منهم .\r\n\r\n",
        "sura": "45",
        "aya": "14",
        "page": "500"
    },
    {
        "text": "مَنْ عَمِلَ صَٰلِحًا فَلِنَفْسِهِۦ وَمَنْ أَسَآءَ فَعَلَيْهَا ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
        "tafsir": "{صَالِحاً}\r\n(15) - مَنْ عَمِلَ مِنْ عِبَادِ اللهِ عَمَلاً صَالِحاً يُرضِي اللهَ فَإِنَّهُ يَكُونُ قَدْ عَمِلَ لِنَفْسِهِ، لأَنَّ عَلَيهَا وَحْدَها تَعُودُ عَاقِبةُ عَمَلِه، وَاللهُ تَعَالى غَنيٌّ عَنْ عَمَلِ العِبَادِ. وَمَنْ أَسَاءَ العَمَلَ في الدُّنيا، وَعَصَى رَبَّه، واسترسَلَ في كُفْرِهِ وَطُغْيَانِهِ، فَإِنَّ مَضَرَّةَ ذَلكَ تَعُودُ عليهِ، ثُمَّ يَصيرُ الخَلْقُ جميعاً إِلى اللهِ يَوْمَ القِيَامَةِ، فَيُحَاسِبُ كُلَّ وَاحِدٍ بِعَمَلِهِ، إِنْ خَيْراً فَخَيراً، وَإِنْ شَرّاً فَشَرّاً.\n",
        "sura": "45",
        "aya": "15",
        "page": "500"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَى ٱلْعَٰلَمِينَ",
        "tafsir": "{  ولقد آتينا بني إسرائيل .  .  .  } أنعم الله على بني إسرائيل بنعم كثيرة ،  منها هذه النعم المذكورة في الآية فلم يشكروها ؛  بل اختلفوا في أمر الدين بغيا وحسدا .  فكذلك كفار مكة جاءهم الهدى فأصروا على الكفر ،  وأعرضوا عن الإيمان عداوة وحسدا .  والكتاب :  التوراة ، والحكم :  الفصل بين الناس في الخصومات .  والبينات :  الدلائل الظاهرة ،  ومنها معجزات موسى عليه السلام .\r\n\r\n",
        "sura": "45",
        "aya": "16",
        "page": "500"
    },
    {
        "text": "وَءَاتَيْنَٰهُم بَيِّنَٰتٍ مِّنَ ٱلْأَمْرِ فَمَا ٱخْتَلَفُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
        "tafsir": "{  بغيا بينهم } عداوة وحسدا فيما بينهم .  والبغي :  طلب تجاوز الاقتصاد فيما يتحرى ؛  والمذموم منه :  تجاوز الحق إلى الباطل ؛  ومنه العداوة بغير حق ،  والحسد على النعمة .\r\n\r\n",
        "sura": "45",
        "aya": "17",
        "page": "500"
    },
    {
        "text": "ثُمَّ جَعَلْنَٰكَ عَلَىٰ شَرِيعَةٍ مِّنَ ٱلْأَمْرِ فَٱتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ لَا يَعْلَمُونَ",
        "tafsir": "{  ثم جعلناك على شريعة من الأمر } على طريقة ومنهاج واضح من أمرنا الذي أمرنا به من قبلك من رسلنا ؛  من شرعه :  إذا سنه ليسلك .  والشريعة في الأصل :  ما يرده الناس من المياه والأنهار .  وجمعها شرائع ،  واستعيرت للدين ؛  لأن العباد بأخذهم به تحيا نفوسهم كما يحيا العطاش بالماء . ",
        "sura": "45",
        "aya": "18",
        "page": "500"
    },
    {
        "text": "إِنَّهُمْ لَن يُغْنُوا۟ عَنكَ مِنَ ٱللَّهِ شَيْـًٔا وَإِنَّ ٱلظَّٰلِمِينَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ وَٱللَّهُ وَلِىُّ ٱلْمُتَّقِينَ",
        "tafsir": "{ٱلظَّالِمِينَ}\r\n(19) - وهؤُلاءِ الجَاهِلُونَ لاَ يَدْفَعُونَ عَنْكَ شَيئاً ممّا أَرادَهُ اللهُ بِكَ إِنِ اتَّبعْتَ أَهْوَاءَهُمْ، وَتَرَكْتَ شَرْعَ رَبِّكَ. والكَافِرونَ يَتَولَّى بَعْضُهُمْ بَعْضاً في الدُّنيا، وَيُظَاهِرُ بَعْضُهُمْ بَعْضاً، أَمَّا في الآخِرةِ فلا يُغني أَحَدٌ عنْ أَحَدٍ شَيئاً. أَمَّا المُتَّقُون المهتَدُون فإِنَّ اللهَ وَليُّهُم يَنْصُرُهُم وَيُخرِجُهُم مِنَ الظُّلُماتِ إِلى النُّورِ.\r\nلَن يُغْنُوا - لَنْ يَدْفَعُوا عَنْكَ.  ",
        "sura": "45",
        "aya": "19",
        "page": "500"
    },
    {
        "text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُوقِنُونَ",
        "tafsir": "{بَصَائِرُ}\r\n(20) - إِنَّ هذا القُرآنَ هُدى ودَلائِلُ للنَّاسِ فِيمَا يحتَاجُونَ إِليهِ في أَمرِ دِينِهم، وَهُوَ بَيِّنَاتٌ تُبَصِّرُهُم، وَتُعَرِّفُهُم بِواجِبَاتِهِمْ نَحْوَ رَبِّهمْ، وَهُوَ هُدًى يَهدِيهم إِلى مَا فيهِ خَيرهُمُ وَصَلاحُ أمرِهِم، وَفيهِ الرَّحمةُ لِقومٍ يُوقِنُونَ بِأَنَّهُ مُنَزَّلٌ مِنْ عِنْدِ اللهِ رَبِّ العَالمينَ.\r\nبَصَائِرُ للنَّاسِ - بَيِّنَاتٌ تُبَصِّرُهُمْ سَبيل الفَلاَحِ.\n",
        "sura": "45",
        "aya": "20",
        "page": "500"
    },
    {
        "text": "أَمْ حَسِبَ ٱلَّذِينَ ٱجْتَرَحُوا۟ ٱلسَّيِّـَٔاتِ أَن نَّجْعَلَهُمْ كَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ سَوَآءً مَّحْيَاهُمْ وَمَمَاتُهُمْ سَآءَ مَا يَحْكُمُونَ",
        "tafsir": "{  أم حسب الذين اجترحوا السيئات } اكتسبوا ما يسوء من الكفر والمعاصي ؛  من الاجتراح وهو الاكتساب [ آية 4 المائدة ص 184 ] – أي بل أحسبوا أن نسوي في الدنيا وفي الآخرة بينهم مع اجتراحهم السيئات وبين أهل الحسنات !  كلا  !  لا يستوون فيهما ؛  فإن المحسنين في عز الإيمان والطاعة وشرفهما في المحيا ،  وفي رحمة الله ورضوانه في الممات ،  والمسيئين في ذل الكفر والعصيان وهوانهما في المحيا ،  وفي لعنة الله وعذابه في الممات . {  ساء ما يحكمون } أي بئس حكما حكمهم أن نسوي بين الفريقين .",
        "sura": "45",
        "aya": "21",
        "page": "500"
    },
    {
        "text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(22) - لَقَد خَلَقَ اللهُ تَعَالى السَّماواتِ والأَرضَ بِالحقِّ والعَدْلِ، وَلَم يَخْلُقْهُما لِلْعَبثِ واللهُوِ، وَمِنَ العَدْلِ أَنْ لاَ يُسَوِّيَ في المُعَامَلَةِ بَينَ الكَفَرَةِ المُجْرِمِينَ، وَبَينَ المُؤْمِنِينَ الصَّالِحِينَ، وَاللهُ تَعَالَى يَجْزِي كُلَّ نَفْسٍ بِأَعْمَالِها، وَلاَ يَظْلِمُ أَحَداً شَيئاً، فَلا يَحْمِلُ عَلَى نَفْسٍ مَا لم تَعْمَلْهُ مِنْ سُوءٍ، وَلاَ يُنْقِصُهَا أجرَ عَمَلٍ عَمِلَتْهُ.\n",
        "sura": "45",
        "aya": "22",
        "page": "500"
    }
]