[
    {
        "text": "وَلَن تَرْضَىٰ عَنكَ ٱلْيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ ٱلَّذِى جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
        "tafsir": "{  ولئن اتبعت أهواءهم } الخطاب للرسول صلى الله عليه وسلم ،  المقصود منه أمته . \r\n\r\n",
        "sura": "2",
        "aya": "120",
        "page": "19"
    },
    {
        "text": "ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَتْلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُو۟لَٰٓئِكَ يُؤْمِنُونَ بِهِۦ وَمَن يَكْفُرْ بِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
        "tafsir": "{  الذين آتيناهم الكتاب }هم مؤمنو أهل الكتاب .  والكتاب :  التوراة أو الإنجيل أوهم أصحابه ٍ صلى الله عليه وسلم .  والكتاب :  القرآن . \r\n\r\n",
        "sura": "2",
        "aya": "121",
        "page": "19"
    },
    {
        "text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَٰلَمِينَ",
        "tafsir": "{يَابَنِي إِسْرَائِيلَ} {ٱلْعَالَمِينَ}\r\n(122) - يُذَكِّرُ اللهُ تَعَالَى اليَهُودَ بِأَفْضَالِهِ وَأَنْعُمِهِ عَلَى أَسْلاَفِهِمْ، وَتَفْضِيلِهِ إِيَّاهُمْ عََلَى أَهْلِ زَمَانِهِمْ، الذِينَ لَمْ يَكُونُوا يَدِينُونَ بِدِينٍ سَمَاوِيٍّ، وَيَحُثُّهُمْ عَلَى شُكْرِ اللهِ عَلَى إِنْزَالِهِ التَّورَاةَ إِليهِمْ. وَشُكْرُ اللهِ يَكُونَ بِالإِيمَانِ بِجَمِيعِ مَا جَاءَ فِيها، وَمِنْ جُمْلَةِ مَا جَاءَ فِيهَا وَصْفُ النَّبِيِّ مُحَمَّدٍ صلى الله عليه وسلم، وَالبِشَارَةُ بِهِ، وَالمِيثَاقُ الذِي أَخَذَهُ اللهُ عَلَى بَنِي إِسْرَائِيلَ عَلَى الإِيمَانِ بِهِ وَمُنَاصَرَتِهِ.\r\nفَاللهُ تَعَالَى يُذَكِّرُهُمْ بِذلِكَ لِيُؤْمِنُوا بِمُحَمَّدٍ صلى الله عليه وسلم وَرِسَالَتِهِ، وَلِكَيْلا يَحْمِلَهُمْ الحَسَدُ عَلَى مُخَالَفَتِهِ وَتَكْذِيبِهِ وَالكَيْدِ لَهُ.",
        "sura": "2",
        "aya": "122",
        "page": "19"
    },
    {
        "text": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَٰعَةٌ وَلَا هُمْ يُنصَرُونَ",
        "tafsir": "{  لا تجزي نفس .  .  .  }( آية 48 من هذه السورة ص .  .  .  )",
        "sura": "2",
        "aya": "123",
        "page": "19"
    },
    {
        "text": "وَإِذِ ٱبْتَلَىٰٓ إِبْرَٰهِۦمَ رَبُّهُۥ بِكَلِمَٰتٍ فَأَتَمَّهُنَّ قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِن ذُرِّيَّتِى قَالَ لَا يَنَالُ عَهْدِى ٱلظَّٰلِمِينَ",
        "tafsir": "{  وإذ ابتلى إبراهيم .  .  .  }اختبره ربه تعالى بما كلفه من الأوامر والنواهي .  ومعنى اختبار الله تعالى العبد معاملته إياه معاملة المختبر مجازا ،  إذ حقيقة الاختبار محالة عليه تعالى ،  لعلمه المحيط بالأشياء . \r\nأو الاختبار لإظهار ما في المبتلى من جودة ورداءة ،  وطاعة وعصيان ،  دون التعرف لحاله والوقوف على حقيقة أمره .  وهو تعالى يختبر عباده تارة بالمضار ليصبروا ،  وأخرى بالمسار لشكروا ،  وفي كلا الحالين تبدو النفس على حقيقتها . \r\n{  فأتمهن } أتى بهن على الوجه الأكمل ،  وأداهن كما يليق به عليه السلام ،  قال تعالى :  {  وإبراهيم الذي وفى }{[42]} .",
        "sura": "2",
        "aya": "124",
        "page": "19"
    },
    {
        "text": "وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَٱتَّخِذُوا۟ مِن مَّقَامِ إِبْرَٰهِۦمَ مُصَلًّى وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
        "tafsir": "{  مثابة الناس } مرجعا للناس يرجعون إليه من كل جانب ويحجون .  مصدر ميمي ،  من نائب القوم إلى المكان رجعوا إليه ،  فهم يثوبون إليه ثوبا وثؤوبا . أومعاذا لهم يلجؤون إليه .  أو موضع ثواب يثابون بحجه واعتماره . \r\n{  مقام إبراهيم } هو الحجر الذي قام إبراهيم علي السلام عند بناء البيت .  وهو على المشهور تحت المصلى المعروف الآن . \r\n\r\n",
        "sura": "2",
        "aya": "125",
        "page": "19"
    },
    {
        "text": "وَإِذْ قَالَ إِبْرَٰهِۦمُ رَبِّ ٱجْعَلْ هَٰذَا بَلَدًا ءَامِنًا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلًا ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِ وَبِئْسَ ٱلْمَصِيرُ",
        "tafsir": "{إِبْرَاهِيمُ} {آمِناً} {ٱلثَّمَرَاتِ} {مَنْ آمَنَ} {ٱلآخِرِ}\r\n(126) - وَاذْكُرْ لِقَوْمِكَ إِذْ دَعَا إِبْرَاهِيمُ رَبَّهُ فَقَالَ: رَبِّ اجْعَلْ هذِهِ البُقْعَةَ المُحِيطَةَ بِالكَعْبَةِ بَلَداً آمِناً مِنَ الخَوْفِ فَلاَ يُرْعَبُ أَهْلُهُ، وُارْزُقْ مَنْ آمَنَ مِنْ أَهْلِهِ بِاللهِ وَاليَوْمِ الآخِرِ مِنَ الثَّمَرَاتِ. فَرَدَّ اللهُ سُبْحَانَهُ عَلَيهِ قَائِلاً: إِنَّهُ سَيَرْزُقُ المُؤْمِنِينَ وَغَيْرَ المُؤْمِنِينَ مِنَ النَّاسِ، لأَِنَّهُ سُبْحَانَهُ لاَ يَخْلُقُ خَلْقاً لا يَرْزُقُهُ. وَلكِنَّهُ تَعَالَى جَعَلَ ذلِكَ الرِّزْقَ لِمَنْ كَفَرَ مَتَاعاً قَلِيلاً، مُدَّةَ وُجُودِهِمْ فِي الدُّنيا، ثُمَّ يَأْخُذُهُمْ وَيَسُوقُهُمْ إِلى نَارِ جَهَنَّمَ سَوْقاً لِيُعَذِّبَهُمْ فِيها، وَمَا أَسْوَأَهُ مِنْ مَصِيرٍ.\r\nوَفِي الحَدِيثِ:  \"إِنَّ الله ليُمْلِي لِلظَّالِمِ حَتَّى إِذا أَخَذَهُ لَمْ يُفْلِتْهُ\" .\r\nأَضْطَرُّهُ - أَدْفَعُهُ وَأَسُوقُهُ وَأُلْجِئُهُ.",
        "sura": "2",
        "aya": "126",
        "page": "19"
    }
]
