[
    {
        "text": "وَٱتَّقُوا۟ ٱلَّذِى خَلَقَكُمْ وَٱلْجِبِلَّةَ ٱلْأَوَّلِينَ",
        "tafsir": "{والجبلة الأولين} الجبلة: الأمة من الخلق، والجماعة من الناس؛ ومنه قوله تعالى: \" ولقد أضل منكم جبلا كثيرا\" .  أي واتقوا الذي خلق الخلائق والأمم الماضية الذين كانوا على خلقة وطبيعة عظيمة؛ كأنها الجبال قوة وصلابة، لا سيما عاد الذين قالوا: \" من أشد منا قوة\" .  فأخذهم الله أخذ عزيز مقتدر حين عتوا عن أمره وأنتم أضعف منهم حالا! وأهون شيء عليه أن يأخذكم كما أخذهم وتطلق الجبلة على الخلقة والطبيعة؛ أي وذوي الجبلة الأولين. {وإنما أنت من المسحرين} [آية 153 من هذه السورة] .",
        "sura": "26",
        "aya": "184",
        "page": "375"
    },
    {
        "text": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ",
        "tafsir": "فقالوا له: إنما أنت رجل مسحور فاقد العقل.\r\nالمسحرين- المغلوبة عقولهم بكثرة السحر.",
        "sura": "26",
        "aya": "185",
        "page": "375"
    },
    {
        "text": "وَمَآ أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ ٱلْكَٰذِبِينَ",
        "tafsir": "{ٱلْكَاذِبِينَ} - فلست إلا بشرا مثلنا فكيف أوحي إليك من دوننا؟ وما نظنك إلا كاذبا فيما تقوله من أن الله أرسلك نبيا إلينا.",
        "sura": "26",
        "aya": "186",
        "page": "375"
    },
    {
        "text": "فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ ٱلسَّمَآءِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
        "tafsir": "{فأسقط علينا كسفا من السماء} قطع عذاب من السماء؛ جمع كسفة وهي القطعة من الشيء. وقرئ\" كسفا\" بكسر فسكون بمعناه؛ وهي جمع كسفة أيضا .",
        "sura": "26",
        "aya": "187",
        "page": "375"
    },
    {
        "text": "قَالَ رَبِّىٓ أَعْلَمُ بِمَا تَعْمَلُونَ",
        "tafsir": "قال لهم شعيب: الله أعلم بأعمالكم، فإن كنتم تستحقون ذلك العذاب جازاكم الله به، وهو غير ظالم لكم (أوْ إنْ شَاءَ عَجَّلَ لكُمُ العَذَابَ، وَإِنْ شَاء أخَّرَهُ إلى أجَلٍ مَعْلُومٍ) .",
        "sura": "26",
        "aya": "188",
        "page": "375"
    },
    {
        "text": "فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ ٱلظُّلَّةِ إِنَّهُۥ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ",
        "tafsir": "{فأخذهم عذاب يوم الظلة} وهي سحابة أظلتهم يوما فوجدوا لها بردا ونسيما بعد أن سلط عليهم الحر أياما؛ فاجتمعوا تحتها فألهبها الله عليهم نارا، ورجفت بهم الأرض فاحترقوا جميعا .",
        "sura": "26",
        "aya": "189",
        "page": "375"
    },
    {
        "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
        "tafsir": "{لآيَةً} - وفيما نزل بأصحاب الأيكة من العقوبة دليل، وبرهان على كمال قدرة الله تعالى، وعظة للعاقلين ولم يكن أكثرهم مؤمنين، بما جاءهم به شعيب عليه السلام.",
        "sura": "26",
        "aya": "190",
        "page": "375"
    },
    {
        "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "tafsir": "وربك هو العزيز في انتقامه، وهو لا يغالب ولا يقاوم، وهو الرحيم بعباده المؤمنين.",
        "sura": "26",
        "aya": "191",
        "page": "375"
    },
    {
        "text": "وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{ٱلْعَالَمِينَ} - وإن القرآن الذي تقدم التنويه به في أول السورة {وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ ٱلرَّحْمَـٰنِ} أنزله الله رب العالمين عليك يا محمد، وأوحاه إليك، وهو رب العالمين، فخبره صادق، وحكمه نافذ.",
        "sura": "26",
        "aya": "192",
        "page": "375"
    },
    {
        "text": "نَزَلَ بِهِ ٱلرُّوحُ ٱلْأَمِينُ",
        "tafsir": "{نزل به الروح الأمين} هو روح القدس الأمين على الوحي: جبريل عليه السلام .",
        "sura": "26",
        "aya": "193",
        "page": "375"
    },
    {
        "text": "عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ ٱلْمُنذِرِينَ",
        "tafsir": "وهذا القرآن أنزله الله عليك يا محمد، وتلاه عليك الروح الأمين حتى وعيته بقلبك لتنذر به قومك.",
        "sura": "26",
        "aya": "194",
        "page": "375"
    },
    {
        "text": "بِلِسَانٍ عَرَبِىٍّ مُّبِينٍ",
        "tafsir": "وقد أنزل الله تعالى هذا القرآن عليك بلسان عربي فصيح واضح ليكون بينا واضحا في دلالته، قاطعا للعذر.",
        "sura": "26",
        "aya": "195",
        "page": "375"
    },
    {
        "text": "وَإِنَّهُۥ لَفِى زُبُرِ ٱلْأَوَّلِينَ",
        "tafsir": "{وإنه لفي زبر الأولين} أي وإن نعت القرآن والأخبار عنه بأنه صدق وحق، وأنه من عند الله، وأنه ينزل على محمد صلى الله عليه وسلم لمثبت في كتب الأنبياء السابقين؛ جمع زبور [آية 184 أل عمران ص 135] .",
        "sura": "26",
        "aya": "196",
        "page": "375"
    },
    {
        "text": "أَوَلَمْ يَكُن لَّهُمْ ءَايَةً أَن يَعْلَمَهُۥ عُلَمَٰٓؤُا۟ بَنِىٓ إِسْرَٰٓءِيلَ",
        "tafsir": "{آيَةً} {عُلَمَاءُ} {ۤإِسْرَائِيلَ} - أوليس يكفيهم شاهدا على صدق هذا القرآن أن علماء بني إسرائيل يجدون ذكره في كتبهم التي يدرسونها، كما أخبر بذلك من آمن منهم- مثل عبد الله بن سلام.",
        "sura": "26",
        "aya": "197",
        "page": "375"
    },
    {
        "text": "وَلَوْ نَزَّلْنَٰهُ عَلَىٰ بَعْضِ ٱلْأَعْجَمِينَ",
        "tafsir": "{ولو نزلناه على بعض الأعجمين} أي ولو نزلنا القرآن على رجل من الأعجمين لا يقدر على التكلم بالعربية، ولا يتصور اتهامه باكتسابه واختراعه لعجمته– بهذا النظم المعجز؛ فقرأه عليهم قراءة صحيحة خارقة للعادة– لكفروا به، ولتمحلوا لجحودهم عذرا، ولسموه سحرا. جمع أعجم، وهو الذي لا يفصح وفي لسانه عجمة وإن كان عربي النسب. أو جمع أعجمي، إلا أنه حذف منه ياء النسب تخفيفا؛ كأشعرين جمع أشعري [آية 103 النحل ص 446] .",
        "sura": "26",
        "aya": "198",
        "page": "375"
    },
    {
        "text": "فَقَرَأَهُۥ عَلَيْهِم مَّا كَانُوا۟ بِهِۦ مُؤْمِنِينَ",
        "tafsir": "وكان هذا الأعجمي لا يعرف اللغة العربية، وكفار قريش يعرفون ذلك منه، ثم قرأ عليهم هذا الأعجمي هذا القرآن قراءة صحيحة واضحة، وهم متأكدون من أنه لا يستطيع أن يأتي بمثله بيانا وفصاحة، لما آمنوا به، ولاستمروا على كفرهم وعنادهم، ولوجدوا عذرا لهم على استمرارهم في كفرهم وعنادهم.",
        "sura": "26",
        "aya": "199",
        "page": "375"
    },
    {
        "text": "كَذَٰلِكَ سَلَكْنَٰهُ فِى قُلُوبِ ٱلْمُجْرِمِينَ",
        "tafsir": "{كذلك سلكناه في قلوب المجرمين} أي على مثل هذه الحال وهذه الصفة من الكفر بالقرآن والتكذيب له، وضعناه ومكناه في قلوب المجرمين. فكيفما فعل بهم وصنع، وعلى أي وجه دبر أمرهم فلا سبيل إلى أن يتغيروا عما هم عليه من جحوده وإنكاره .",
        "sura": "26",
        "aya": "200",
        "page": "375"
    },
    {
        "text": "لَا يُؤْمِنُونَ بِهِۦ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
        "tafsir": "وقوله: {لا يؤمنون به. .  .} توضيح لما قبله؛ أي أنهم لا يزالون على جحوده والتكذيب به، حتى يعاينوا الوعيد، وعندئذ لا ينفعهم الإيمان به .",
        "sura": "26",
        "aya": "201",
        "page": "375"
    },
    {
        "text": "فَيَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
        "tafsir": "{فيأتيهم بغتة} فجأة من غير توقع وانتظار .",
        "sura": "26",
        "aya": "202",
        "page": "375"
    },
    {
        "text": "فَيَقُولُوا۟ هَلْ نَحْنُ مُنظَرُونَ",
        "tafsir": "وحين ينزل بهم العذاب يتمنون أن لو أنظروا قليلا ليعملوا بطاعة الله، وكل كافر ظالم يشعر بالندم حين يرى عقوبة الله.\r\nهل نحن منظرون- هل نحن ممهلون لنؤمن.",
        "sura": "26",
        "aya": "203",
        "page": "375"
    },
    {
        "text": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ",
        "tafsir": "ويرد الله تعالى على هؤلاء المجرمين، منكرا ومتهددا لهم على قولهم للرسول الكريم استبعادا وتكذيبا: {ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّادِقِينَ} } . فيقول لهم تعالى: أيستعجل هؤلاء بعذابنا، ويستخفون به؟",
        "sura": "26",
        "aya": "204",
        "page": "375"
    },
    {
        "text": "أَفَرَءَيْتَ إِن مَّتَّعْنَٰهُمْ سِنِينَ",
        "tafsir": "{أفرأيت} أخبرني {إن متعناهم سنين} طوالا، بطول العمر وطيب العيش",
        "sura": "26",
        "aya": "205",
        "page": "375"
    },
    {
        "text": "ثُمَّ جَآءَهُم مَّا كَانُوا۟ يُوعَدُونَ",
        "tafsir": "{ثم جاءهم ما كانوا يوعدون} به من العذاب .",
        "sura": "26",
        "aya": "206",
        "page": "375"
    }
]