[
    {
        "text": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ غَيْرَ ٱلْحَقِّ وَلَا تَتَّبِعُوٓا۟ أَهْوَآءَ قَوْمٍ قَدْ ضَلُّوا۟ مِن قَبْلُ وَأَضَلُّوا۟ كَثِيرًا وَضَلُّوا۟ عَن سَوَآءِ ٱلسَّبِيلِ",
        "tafsir": "{  لا تغلوا في دينكم }لا تجاوزوا الحد في دينكم ، فترفعوا عيسى عن رتبة الرسالة ، وأمه عن رتبة الصديقية إلى ما انتحلتموه في حقهما . {  غير الحق } غلوا باطلا . {  قد ضلوا من قبل } وهو أسلافهم الذين كانوا قبل البعثة . {  وضلوا عن سواء السبيل }أي عن قصد طريق الحق الذي هو الإسلام . \r\nبعد البعثة ، بسبب حسدهم و بغيهم ،  وتكذيبهم الرسول صلى الله عليه وسلم . و السواء في الأصل : الوسط المعتدل ، والمراد به الدين الحق . \r\n\r\n",
        "sura": "5",
        "aya": "77",
        "page": "121"
    },
    {
        "text": "لُعِنَ ٱلَّذِينَ كَفَرُوا۟ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبْنِ مَرْيَمَ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
        "tafsir": "{ۤ إِسْرَائِيلَ}\r\n(78) - لَعَنَ اللهُ الذِينَ كَفَرُوا مِنْ بَني إسْرَائِيلَ فِي الزَّبُورِ وَالإِنْجِيلِ، فَقَدْ لَعَنَ دَاوُدُ، عَلَيْهِ السَّلاَمُ، مَنِ اعْتَدَى مِنْهُمْ فِي السَّبْتِ، أوْ لَعَنَ العَاصِينَ المُعْتَدِينَ مِنْهُمْ عَامَّةً، وَكَذَلِكَ لَعَنَهُمْ عِيسَى بْنُ مَرْيَمَ، وَسَبَبُ ذَلِكَ اللَّعْنِ هُوَ تَمَادِيهِمْ فِي العِصْيَانِ، وَتَمَرُّدُهُمْ عَنْ طَاعَةِ اللهِ، وَتَمَادِيهِمْ فِي الظُّلْمِ وَالفَسَادِ (بِمَا كَانُوا يَعْتَدُونَ).",
        "sura": "5",
        "aya": "78",
        "page": "121"
    },
    {
        "text": "كَانُوا۟ لَا يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا۟ يَفْعَلُونَ",
        "tafsir": "(79) فَقَدْ كَانُوا لاَ يَنْهَى أحَدٌ مِنْهُمْ أحَداً عَنِ مُنْكَرٍ يَقْتَرِفُهُ مَهْمَا بَلَغَ مِنَ القُبْحِ وَالضَّرَرِ.وَالنَّهْيُ عَنِ المُنْكَرِ هُوَ حِفَاظُ الدِّينِ، وَسِيَاجُ الفَضَائِلِ وَالآدَابِ، فَإذا تَجَرّأ المُسْتَهْتِرُونَ عَلَى إظْهَارِ فِسْقِهِمْ وَفُجُورِهِمْ، وَرَآهُمُ الغَوْغَاءَ مِنَ النَّاسِ قَلَّدُوهُمْ فِيهِ، وَزَالَ قُبْحُهُ مِنْ نُفُوسِهِمْ، وَصَارَ عَادَةً لَهُمْ، وَزَالَ سُلْطَانُ الدِّينِ مِنْ قُلُوبِهِمْ، وَتُرِكَتْ أَحْكَامُهُ وَرَاءَ ظُهُورِهِمْ، وَفِي ذَلِكَ إِشَارَةٌ إلى فَشْوِ المُنْكَرَاتِ فِيهِمْ. وَيُقَبِّحُ اللهُ تَعَالَى سُوءَ فِعْلِهِمْ، وَيَذُمُّهُمْ عَلَى اقْتِرَافِ المُنْكَرَاتِ، وَإِصْرَارِهِمْ عَلَيْهَا وَسُكُوتِ الآخَرِينَ عَنْهَا، وَرِضَاهُمْ بِهَا.\r\n(وَقَدْ جَاءَ فِي الحَدِيثِ:  \"إنَّ أوَّلَ مَا دَخَلَ النَّقْصُ عَلَى بَنِي إِسْرَائِيلَ أنْ كَانَ الرَّجُلُ يَلْقَى الرَّجُلَ فَيَقُولُ: يَا هذا اتَّقِ اللهَ وَدَعْ مَا تَصْنَعُ، فَإنَّهُ لاَ يَحِلُّ لَكَ. ثُمْ يَلْقَاهُ مِنَ الغَدِ وَهُوَ عَلَى حَالِهِ فَلاَ يَمْنَعُهُ ذَلِكَ مِنْ أَنْ يَكُونَ أَكِيلَهُ وَشَرِيبَهُ وَقَعِيدَهُ، فَلَمَّا فَعَلُوا ذَلِكَ ضَرَبَ اللهُ قُلُوبَ بَعْضِهِمْ بِبَعْضٍ\" ). (رَوَاهُ ابْنُ مَسْعُودٍ).\r\nيَتَنَاهَوْنَ - يَنْهَى بَعْضُهُمْ بَعْضاً.",
        "sura": "5",
        "aya": "79",
        "page": "121"
    },
    {
        "text": "تَرَىٰ كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ ٱلَّذِينَ كَفَرُوا۟ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ ٱللَّهُ عَلَيْهِمْ وَفِى ٱلْعَذَابِ هُمْ خَٰلِدُونَ",
        "tafsir": "{  ترى كثيرا منهم يتولون الذين كفروا }أي ترى كثيرا من اليهود ، وهم كعب بن الأشرف وأصحابه ، يوالون المشركين و يضافونهم ، لعداوتهم لرسول الله صلى الله عليه و سلم ، ويتواطئون معهم على محاربته . \r\n\r\n",
        "sura": "5",
        "aya": "80",
        "page": "121"
    },
    {
        "text": "وَلَوْ كَانُوا۟ يُؤْمِنُونَ بِٱللَّهِ وَٱلنَّبِىِّ وَمَآ أُنزِلَ إِلَيْهِ مَا ٱتَّخَذُوهُمْ أَوْلِيَآءَ وَلَٰكِنَّ كَثِيرًا مِّنْهُمْ فَٰسِقُونَ",
        "tafsir": "{فَاسِقُونَ}\r\n(81) - وَلَوْ كَانَ هَؤُلاَءِ اليَهُودُ، الذِينَ يَتَوَلَّوْنَ الكَافِرِينَ مِنْ مُشْرِكِي العَرَبِ، يُؤْمِنُونَ بِالنَّبِيِّ الذِي يَدَّعُونَ اتِّبَاعَهُ (وَهُوَ مُوسى عَلَيْهِ السَّلامُ)، وَمَا أُنْزِلَ إلَيْهِ مِنَ الهُدَى وَالبَيِّنَاتِ، لَمَا اتَّخَذُوا أُولَئِكَ الكَافِرِينَ مِنْ عَابِدِي الأوْثَانِ، أوْلِياءَ وَأنْصَاراً، وَلَكَانَتْ عَقِيدَتُهُمْ الدِّينِيَّةُ صَدَّتْهُمْ عَنْ ذَلِكَ، وَلَكِنَّ كَثِيراً مِنْهُمْ مُتَمَرِّدُونَ فِي النِّفَاقِ، خَارِجُونَ عَنْ حَظِيرَةِ الدِّينِ، وَلاَ يُرِيدُونَ إلاَّ الجَاهَ وَالرِّيَاسَةَ، وَيَسْعَوْنَ إلى تَحْصِيلِهِمَا بِأيَّةِ طَرِيقَةٍ كَانَتْ، وَبِأيَّةِ وَسِيلَةٍ قَدَرُوا عَلَيْها.",
        "sura": "5",
        "aya": "81",
        "page": "121"
    },
    {
        "text": "لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةً لِّلَّذِينَ ءَامَنُوا۟ ٱلْيَهُودَ وَٱلَّذِينَ أَشْرَكُوا۟ وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً لِّلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَٰرَىٰ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ",
        "tafsir": "{  لتجدن أشد الناس .  .  }أي لتجدن أشد الكفار عداوة للمؤمنين اليهود ، لشدة شكيمتهم وتضاعف كفرهم ، و انهماكهم في اتباع أهوائهم وتمرنهم على التمرد ، والاستعصاء على الأنبياء ، وتمكن الحسد والبغي في قلوبهم ، إلى حد استيجاب إيصال الأذى والشر إلى من خالفهم في الدين ، وقد جعلهم الله قرناء المشركين في شدة العداوة للمؤمنين ، بل هم أعرق فيها ولذا قدموا في الذكر عليهم ، {  ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى }فهم ألين عريكة وأساس انقياد إلى الحق ، وفيهم من هو معرض عن الدنيا و لذاتها والتنافس فيها ، ومن كان شأنه ذلك لا يحسد الناس ولا يعاديهم . \r\nوالآية نزلت في النجاشي وأصحابه . وقيل : في الوفد الذين قدموا مع جعفر بن أبي طالب مسلمين . وقيل : في جماعة من أهل الكتاب كانوا على شريعة من الحق مما جاء به عيسى عليه السلام ، فلما بعث محمد صلى الله عليه و سلم آمنوا به وصدقوه ، فأثنى الله تعالى عليهم في هذه الآية . {  ذلك بأن منهم قسيسين و رهبانا و أنهم لا يستكبرون }عن إتباع الحق والانقياد له إذا فهموه . أو أنهم يتواضعون ولا يتكبرون\r\nكاليهود .  و{  قسيسين }أي علماء ، جمع قسيس صيغة مبالغة : من تقسس الشيء إذا تتبعه بالليل .  سموا بذلك في الأصل لتتبعهم العلم بكثرة{  ورهبانا }أي عبادا ، جمع راهب ، من الرهبة وهي المخافة . ومنه الترهب وهو التعبد .  والرهبانية وهي الغلو في تحمل التعبد من فرط الرهبة . \r\n\r\n",
        "sura": "5",
        "aya": "82",
        "page": "121"
    }
]