[
    {
        "text": "وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُوا۟ فَتَفْشَلُوا۟ وَتَذْهَبَ رِيحُكُمْ وَٱصْبِرُوٓا۟ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
        "tafsir": "{  وتذهب ريحكم } قوتكم ودولتكم .  وأطلق على الدولة – بالفتح – ريح لشبهها بها في نفوذ الأمر وتمشيه .  تقول العرب :  هبت رياح فلان ،  إذا دالت له الدولة ،  وجرى أمره على ما يريد .  وذهبت رياحه :  إذ ولت عنه وأدرب أمره . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "46",
        "page": "183"
    },
    {
        "text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ خَرَجُوا۟ مِن دِيَٰرِهِم بَطَرًا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
        "tafsir": "{  ولا تكونوا كالذين خرجوا } نزلت في مشركي مكة الذين خرجوا الاستنقاذ العبر{  بطرا } طغيانا في النعمة بترك شكرها ،  واتخاذها وسيلة إلا ما لا يرضى الله .  أو فخرا وخيلاء ، <br />\r\nوالبطر :  دهش يعتري الإنسان من سوء احتمال النعمة وقلة القيام بحقها ،  وصرفها إلى غير وجهها .  وفعله كفرح {  ورئاء الناس } ومراءاة للناس ليحمدوا لهم شجاعتهم وسماحتهم . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "47",
        "page": "183"
    },
    {
        "text": "وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌ لَّكُمْ فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
        "tafsir": "{  و إني جار لكم } مجير ومعين وناصر لكم .  والجار :  الذي يجير غيره ،  أي يؤمنه مما يخاف .  والجار :  الناصر والحليف .  {  نكص على عقبيه } رجع القهقري وولى هاربا .  أو بطل كيده<br />\r\nوذهب ما خيله إليهم من النصرة والعون .  يقال :  نكص عن الأمر نكوصا ونكصا ،  تكأكأ عنه<br />\r\nو أحجم .  والعقب :  مؤخر القدم .  ونكص على عقبيه :  رجع عما كان عليه من خير . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "48",
        "page": "183"
    },
    {
        "text": "إِذْ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمْ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
        "tafsir": "{ٱلْمُنَافِقُونَ}\r\n(49) - لَمَّا اقْتَرَبَ المُسْلِمُونَ مِنَ المُشْرِكِينَ، وَلاَحَظَ المُشْرِكُونَ قِلَّةَ عَدَدِ المُسْلِمِينَ، اسْتَخَفُّوا بِهِمْ، وَظَنَّوا أنَّهُمْ هَازِمُوهُمْ لاَ مَحَالَةَ، فَقَالَ بَعْضُهُمْ لِبَعْضٍ: غَرَّ هَؤُلاَءِ دِينَهُمْ حَتَّى أقْدَموا عَلى قِتَالِ قُرَيْشٍ مَعَ قِلَّةِ عَدَدِهِمْ وَكَثْرَةِ عَدَدِ عَدُوِّهِمْ. وَلكنَّ النَّصْرَ لَيْسَ بِكَثْرَةِ العَدَدِ، فَإنَّ مَنْ يَتَوَكَّلْ عَلَى اللهِ، وَيُسَلِّمْ أمْرَهُ إلَيهِ، فَإنَّهُ يَكُونُ قَدِ الْتَجَأ إلَى جَانِبٍ عَزِيزٍ مَنيعٍ لاَ يُضَامُ. وَاللهُ حَكِيمٌ يَعْرِفُ وَضْعَ الأمُورِ فِي مَوَاضِعِهَا، فَيَنْصُرُ مَنْ يَسْتَحِقُّ النَّصْرَ.",
        "sura": "8",
        "aya": "49",
        "page": "183"
    },
    {
        "text": "وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا۟ ٱلْمَلَٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَٰرَهُمْ وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
        "tafsir": "{  ولا ترى إذ يتوفى .  .  .  } ولو رأيت ما يصيب قتلى بدر من أشد صنوف العذاب حين تقبض الملائكة أرواحهم ،  لرأيت منظرا فظيعا . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "50",
        "page": "183"
    },
    {
        "text": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّٰمٍ لِّلْعَبِيدِ",
        "tafsir": "{  ليس بظلام للعبيد } أي ليس بذى ظلم لهم ،  إذ يعذبهم بسبب ما قدمت أيدهم من الذنوب ،  بل ذلك عدل .  فظلام صيغة نسب ،  كلبان وتمار ،  أو هي صيغة مبالغة والتكثير لكثرة العبيد ،  كأنه قيل :  ليس بظالم لفلان ولا بظالم لفلان ،  وهكذا ،  فلما جمع هؤلاء عدل إلى ظلام لذلك . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "51",
        "page": "183"
    },
    {
        "text": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ إِنَّ ٱللَّهَ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
        "tafsir": "{  كدأب آل فرعون }( آية 11 آل عمران ص 99 ) .",
        "sura": "8",
        "aya": "52",
        "page": "183"
    }
]