[
    {
        "text": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَٰهُمْ فَتَمَتَّعُوا۟ فَسَوْفَ تَعْلَمُونَ",
        "tafsir": "{آتَيْنَاهُمْ}\r\n(55) - وَقَدْ فَعَلُوا ذلِكَ لِتَكُونَ عَاقِبَةُ أَمْرِهِمْ الكُفْرَ وَالجُحُودَ بِأَنْعُمِ اللهِ عَلَيْهِمْ، مَعَ أَنَّهُ تَعَالَى هُوَ المُتَفَضِّلُ عَلَيْهِمْ بِالنِّعَمِ، وَبِكَشْفِ البَلاَءِ وَالضُّرِّ عَنْهُمْ، وَالذِي حَمَلَهُمْ عَلَى هَذا الكُفْرِ وَالجُحُودِ هُوَ خُبْثُ طَوِيَّتِهِمْ، وَمَا رَانَ عَلَى قُلُوبِهِمْ مِنَ الكُفْرِ وَالجُحُودِ وَالعِصْيَانِ. ثُمَّ يَتَوَعَّدُهُمْ تَعَالَى وَيَقُولُ لَهُمْ: اعْمَلُوا مَا شِئْتُمْ، وَتَمَتَّعُوا بِمَا أَنْتُمْ فِيهِ قَلِيلاً، فَسَوْفَ تَعْلَمُونَ عَاقِبَةَ ذلِكَ.",
        "sura": "16",
        "aya": "55",
        "page": "273"
    },
    {
        "text": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَٰهُمْ تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ",
        "tafsir": "{رَزَقْنَاهُمْ} {لَتُسْأَلُنَّ}\r\n(56) - يُخْبِرُ اللهُ تَعَالَى أَنَّ المُشْرِكِينَ الذِينَ عَبَدُوا مَعَ اللهِ غَيْرَهُ، جَعَلُوا لِلأَصْنَامِ وَالأَوْثَانِ التِي لاَ يَعْلَمُونَ لَهَا ضَرّاً وَلاَ نَفْعاً، نَصِيباً مِمَّا رَزَقَهُمُ اللهُ. فَأَقْسَمَ تَعَالَى بِنَفْسِهِ الكَرِيمَةِ لَيَسْأَلَنَّهُمْ عَنْ ذَلِكَ الافْتِرَاءِ وَالإِفْكِ، وَلِيُقَابِلَنَّهُمْ عَلَيْهِ، وَلِيُجَازِيَنَّهُمْ أَوْفَى الجَزَاءِ، يَوْمَ القِيَامَةِ.\r\n(قَوْلُهُ تَعَالَى: وَيَجْعَلُونَ لِمَا لاَ يَعْلَمُونَ - أَيِ الآلِهَةُ التِي عَبَدُوهَا وَهُمْ لاَ يَعْلَمُونَ لَهَا شَيْئاً مِنَ الصِّفَاتِ التِي يَجِبُ أَنْ تَتَوَفَّرَ فِيمَنْ يُعْبَدْ).\r\nتَفْتَرُونَ - تَكْذِبُونَ عَلَى اللهِ.",
        "sura": "16",
        "aya": "56",
        "page": "273"
    },
    {
        "text": "وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَٰتِ سُبْحَٰنَهُۥ وَلَهُم مَّا يَشْتَهُونَ",
        "tafsir": "{ٱلْبَنَاتِ} {سُبْحَانَهُ}\r\n(57) - ثُمَّ جَعَلُوا المَلاَئِكَةَ إِنَاثاً، وَجَعَلُوهَا بَنَاتِ اللهِ، يَعْبُدُونَهَا مَعَهُ، فَنَسَبُوا إِلَيهِ تَعَالَى الوَلَدَ، وَهُوَ تَنَزَّهَ اسْمُهُ لاَ وَلَدَ لَهُ، ثُمَّ جَعَلُوا البَنَاتِ لَهُ، وَاخْتَارُوا لأَنْفِسِهِمْ الذُّكُورَ، لأَِنَّهُمْ يَشْتَهُونَ أَنْ يَكُونَ أَبْنَاؤُهُمْ مِنَ الذُّكُورِ، وَقَدْ أَنِفُوا لأَنْفُسِهِمْ البَنَاتِ، وَنَسَبُوهَا إِلَى اللهِ.",
        "sura": "16",
        "aya": "57",
        "page": "273"
    },
    {
        "text": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
        "tafsir": "{  وهو كظيم } ،  مملوء غيظا وغما . ( آية 134 آل عمران ص 125 ،  84 يوسف ص 393 ) .",
        "sura": "16",
        "aya": "58",
        "page": "273"
    },
    {
        "text": "يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ أَلَا سَآءَ مَا يَحْكُمُونَ",
        "tafsir": "{  على هون } ،  على هوان وذل .  {  أم يدسه في التراب } ،  يخفيه فيه .  والمراد :  أنه يئده ،  ويدفنه حيا حتى يموت .  أو يهلكه مطلقا ،  وكانوا يفعلون ببناتهم ذلك .  من الدس ،  وهو إخفاء الشيء في الشيء ،  وبابه رد .\r\n\r\n",
        "sura": "16",
        "aya": "59",
        "page": "273"
    },
    {
        "text": "لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ مَثَلُ ٱلسَّوْءِ وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "tafsir": "{  مثل السوء } ،  أي :  صفة السوء ،  التي هي كالمثل في القبح والسوء ،  وهي كراهة الإناث ،  ووأدهن ،  خشية الإملاق أو العار ( آية 98 التوبة 332 ) .",
        "sura": "16",
        "aya": "60",
        "page": "273"
    },
    {
        "text": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ",
        "tafsir": "{يَسْتَأْخِرُونَ}\r\n(61) - يُخْبِرُ اللهُ تَعَالَى العِبَادَ بِأَنَّهُ يَحْلُمُ عَلَى العُصَاةِ مِنَ البَشَرِ، مَعَ ظُلْمِهِمْ، وَأَنَّهُ لاَ يُعْجِّلُ بِمُؤَاخَذَتِهِمْ بِأَفْعَالِهِمْ، وَبِمَا كَسَبُوا، وَلُوْ أَنَّهُ فَعَلَ ذلِكَ لأَهْلَكَ مَا عَلَى الأَرْضِ مِنْ مَخْلُوقَاتٍ، وَلَمْ يَتْرُكْ عَلَى ظَهْرِهَا مَخْلُوقاً يَدِبُّ عَلَيْهَا. وَلَكِنَّهُ تَعَالَى يَحْلُمُ عَلَى العُصَاةِ، وَيَسْتُرُ عَلَيْهِمْ عُيُوبَهُمْ وَأَعْمَالَهُمْ، وَلاَ يُعَاجِلُهُمْ بِالعُقُوبَةِ، وَإِنَّمَا يُؤَخِّرُهُمْ إِلَى اليَوْمِ المُحَدَّدِ لَهُمْ، فَإِذَا جَاءَ الأَجَلُ لاَ يُمْهَلُونَ لَحْظَةً وَاحِدَةً.",
        "sura": "16",
        "aya": "61",
        "page": "273"
    },
    {
        "text": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ",
        "tafsir": "{  لا جرم } ،  أي :  حق وثبت ، {  أن لهم النار } ( آية 22 هود ص 321 ) ،  {  وأنهم مفرطون } ،  مقدمون ،  يعجل بهم إلى النار .  يقال :  أفرطته إلى كذا ،  قدمته ،  وهو معدى بالهمزة ،  من فرط إلى كذا تقدم إليه .  أو منسيون متروكون في النار أبدا ،  من أفرطت فلانا خلفي :  تركته ونسيته .",
        "sura": "16",
        "aya": "62",
        "page": "273"
    },
    {
        "text": "تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{ٱلشَّيْطَانُ} {أَعْمَالَهُمْ}\r\n(63) - يَذْكُرُ اللهُ تَعَالَى أَنَّهُ أَرْسَلَ إِلَى الأُمَمِ الخَالِيَةِ رُسُلاً يَدْعُونَهُمْ إِلَى الإِيمَانِ بِاللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَيَقُولُ تَعَالَى لِنَبِيِّهِ صلى الله عليه وسلم مُعَزِيّاً وَمُسَلِّياً: لَقَدْ كَذَبَّتْ الأُمَمُ رُسُلَهَا فَلَكَ يَا مُحَمَّدُ بِالمُرْسَلِينَ قَبْلَكَ أُسْوَةٌ، فَلاَ يُهِمَّنَّكَ تَكْذِيبُ قَوْمِكَ لَكَ. وَالذِينَ كَذَّبُوا بِالرُّسُلِ إِنَّمَا حَمَلَهُمْ عَلَى ذَلِكَ الشَّيْطَانُ الذِي زَيَّنَ لَهُمْ أَعْمَالَهُمْ، وَمَا هُمْ عَلَيْهِ مِنْ كُفْرٍ وَضَلاَلٍ، وَعِبَادَةِ أَوْثَانٍ وَأَصْنَامٍ وَفَسَادٍ فِي الأَرْضِ. وَيَوْمَ القِيَامَةِ يُجَازِي اللهُ أَوْلِيَاءَ الشَّيْطَانِ جَزَاءً عَادِلاً عَلَى مَا كَذَّبُوا وَكَفَرُوا، وَيُلْقَوْنَ فِي نَارِ جَهَنَّمَ، وَلاَ يَمْلِكُ الشَّيْطَانُ لَهُمْ خَلاصاً، وَلاَ نَصْراً فَيَذُوقُونَ العَذَابَ الأَلِيمَ.\r\nتَاللهِ - قَسَمٌ يَعْنِي وَاللهِ.",
        "sura": "16",
        "aya": "63",
        "page": "273"
    },
    {
        "text": "وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا۟ فِيهِ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
        "tafsir": "{ٱلْكِتَابَ}\r\n(64) - يَقُولُ اللهُ تَعَالَى: إِنَّهُ إِنَّمَا أَنْزَلَ القُرْآنَ عَلَى نَبِيِّهِ مُحَمَّدٍ صلى الله عليه وسلم لِيُبَيِّنَ لِلنَّاسِ مَا يَخْتَلِفُونَ فِيهِ مِنْ دِينِ اللهِ، وَلِيَعْرِفُوا الحَقَّ مِنَ البَاطِلِ، وَيُقِيمَ عَلَيْهِمُ الحُجَّةَ التِي بَعَثَهُ اللهُ بِهَا. وَالقُرْآنُ هُدًى لِلْقُلُوبِ الضَّالَّةِ، وَرَحْمَةٌ لِمَنْ تَمَسَّكَ بِهِ مِنَ المُؤْمِنينَ، وَهُوَ فَاصِلٌ بَيْنَ النَّاسِ فِي كُلِّ مَا يَتَنَازَعُونَ فِيهِ.",
        "sura": "16",
        "aya": "64",
        "page": "273"
    }
]