[
    {
        "text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَآ إِلَٰهَ إِلَّا هُوَ خَٰلِقُ كُلِّ شَىْءٍ فَٱعْبُدُوهُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
        "tafsir": "{خَالِقُ}\r\n(102) - وَيَقُولُ تَعَالَى لِهؤُلاءِ المُشْرِكِينَ، الذِينَ قَامَتْ عَلَيْهِمُ الحُجَّةُ: إِنَّ الإِلهَ المُنَزَّهَ عَنْ كُلِّ مَا يَقُولُونَ، المُتَّصِفَ بِصِفَاتِ الكَمَالِ وَالخَلْق وَالإِبْدَاعِ، الذِي خَلَقَ كُلَّ شَيءٍ، وَلاَ صَاحِبَةً لَهُ وَلاَ وَلَدَ، هُوَ اللهُ رَبُّكُمْ لا إِله غَيْرُهُ، فَاعْبُدُوهُ وَحْدَهُ لا شَرِيكَ لَهُ، وَأَقِرُّوا بِوَحْدَانِيَّتِهِ، وَبِعُبُودِيَّتِكُمْ لَهُ، وَهُوَ وَكِيلٌ عَلَى كُلِّ شَيءٍ، مُتَوَلٍّ شُؤُونَ خَلْقِهِ، وَمُدَبِّرُ مُلْكِهِ بِعِلْمِهِ وَحِكْمَتِهِ، وَهُوَ حَفيظٌ عَلَيْهِ، فَهُوَ الخَالِقُ الرَّازِقُ المُدَبِّرُ.\r\nوَكِيلٌ - رَقِيبٌ وَمُتَوَلٍّ.",
        "sura": "6",
        "aya": "102",
        "page": "141"
    },
    {
        "text": "لَّا تُدْرِكُهُ ٱلْأَبْصَٰرُ وَهُوَ يُدْرِكُ ٱلْأَبْصَٰرَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
        "tafsir": "{  لا تدركه الأبصار }لا تحيط بعظمته و جلاله على ما هو عليه أبصار الخلائق في الدنيا و الآخرة ،  أو لا تدركه الأبصار إدراك إحاطة بكنهه و حقيقته ،  فإن ذلك محال .  و الإدراك بهذا المعنى أخص من الرؤية التي هي مجرد المعاينة ،  فنفيه لا يقتضى نفي الرؤية ،  إذا نفى الأخص لا يستلزم نفي الأعم .  فأنت ترى القمر و لا تدرك حقيقته ،  و لذلك أثبت أهل السنة رؤية المؤمنين له تعالى في الآخرة ،  كما قال تعالى : {  وجوه يومئذ ناضرة .  إلى ربها ناظرة }{[144]} .  و ذهب بعض السلف على أن الآية مخصوصة بالدنيا .  {  و هو يدرك الأبصار }أي وهو يدرك القوة التي تدرك بها المبصرات و يحيط بها علما ،  إذ هو خالق القوى و الحواس .",
        "sura": "6",
        "aya": "103",
        "page": "141"
    },
    {
        "text": "قَدْ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِۦ وَمَنْ عَمِىَ فَعَلَيْهَا وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
        "tafsir": "{  قد جاءكم بصائر }هي آيات القرآن و حججه التي يهتدون بها إلى الخلق ،  جمع بصيرة ،  و هي للقلب بمنزلة البصر للعين ،  فهي النور الذي يبصر به القلب ،  كما أن البصر هو النور الذي تبصر به العين و إطلاق البصائر على هذه الآيات من إطلاق اسم المسبب على السبب .  {  وما أنا عليكم بحفيظ }برقيب أحصي عليكم أعمالكم ،  وإنما الله هو الذي يحصيها عليكم و يجازيكم عليها .\r\n\r\n",
        "sura": "6",
        "aya": "104",
        "page": "141"
    },
    {
        "text": "وَكَذَٰلِكَ نُصَرِّفُ ٱلْءَايَٰتِ وَلِيَقُولُوا۟ دَرَسْتَ وَلِنُبَيِّنَهُۥ لِقَوْمٍ يَعْلَمُونَ",
        "tafsir": "{  وكذلك نصرف الآيات }أي وكما فصلنا الآيات الدالة على التوحيد في هذه السورة تفصيلا بديعا محكما ،  نفصل الآيات و نبينها في كل موطن لتلزمهم الحجة{  وليقولوا درست }أي قرأت الكتب على أهل الكتاب ،  ثم جئتنا تزعم أنه من عند الله .  يقال : درس الكتاب ،  إذا أكثر قراءته وذلله للحفظ .  وأصله من درس الحنطة يدرسها درسا و دراسا ،  إذا داسها ،  كأن التالي يدوس الكلام فيخف على لسانه .  وقرئ{  داست }أي قارأت أهل الكتاب ،  من المدارسة بين الاثنين ،  أي قرأت عليهم وقرءوا عليك .\r\n\r\n",
        "sura": "6",
        "aya": "105",
        "page": "141"
    },
    {
        "text": "ٱتَّبِعْ مَآ أُوحِىَ إِلَيْكَ مِن رَّبِّكَ لَآ إِلَٰهَ إِلَّا هُوَ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
        "tafsir": "{  وأعرض عن المشركين }لا تعتد بأقوالهم الباطلة ،  التي من جملتها ما حكي عنهم آنفا ،  ولا تبال بها .\r\n\r\n",
        "sura": "6",
        "aya": "106",
        "page": "141"
    },
    {
        "text": "وَلَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكُوا۟ وَمَا جَعَلْنَٰكَ عَلَيْهِمْ حَفِيظًا وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
        "tafsir": "{جَعَلْنَاكَ}\r\n(107) - وَلَوْ شَاءَ اللهُ تَعَالَى أَلاَّ يُشْرِكُوا لَمَا أَشْرَكُوا، وَذَلِكَ بِأَنْ يَخْلُقَ البَشَرَ مُؤْمِنينَ، مُطِيعِينَ بِالفِطْرَةِ كَالمَلائِكَةِ، لَكِنْ لِحِكْمَةٍ مِنْهُ خَلَقَهُمْ مُخْتَارِينَ فِي أَعْمَالِهِمْ، وَفِي كَسْبِهِمْ لِعُلُومِهِمْ وَأَعْمَالِهِمْ. وَقَدْ جَعَلَ فِيهِمُ الخَيْرَ وَالشَّرَّ. وَمَا جَعَلَكَ اللهُ عَلَيْهِم حَفِيظاً تَحْفَظُ أَعْمَالَهُمْ لِتُحَاسِبَهُمْ عَلَيْهَا، وَلاَ وَكِيلاً تَتَوَّلَى أُمُورَهُمْ وَتَتَصَرَّفُ بِهَا. وَإِنَّمَا أَنْتَ مُذَكِّرٌ، عَلَيكَ البَلاَغُ، وَعَلَى اللهِ الحِسَابُ.",
        "sura": "6",
        "aya": "107",
        "page": "141"
    },
    {
        "text": "وَلَا تَسُبُّوا۟ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّوا۟ ٱللَّهَ عَدْوًۢا بِغَيْرِ عِلْمٍ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَىٰ رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{  ولا تسبوا الذين .  .  .  }السب : الشتم الوجيع ،  و ذكر المساوئ لمجرد التحقير و الإهانة .  والعدو : الاعتداء و التجاوز عن الحق إلى الباطل ،  نهوا عن سب الأوثان و لعنها قبل الأمر بالقتال- كما قاله الزجاج و ابن الأنبارى – ثم نسخ بآية القتال حين قوى المسلمون .\r\n\r\n",
        "sura": "6",
        "aya": "108",
        "page": "141"
    },
    {
        "text": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِن جَآءَتْهُمْ ءَايَةٌ لَّيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا ٱلْءَايَٰتُ عِندَ ٱللَّهِ وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لَا يُؤْمِنُونَ",
        "tafsir": "{  وأقسموا بالله جهد أيمانهم }أبلغ ما في وسعهم في تغليظ الحلف( 21و 53 المائدة ) .  {  قل إنما الآيات عند الله }أعلمهم بأن مرجع الآيات كلها إلى حكمه تعالى خاصة ،  يقضى فيها حسب مشيئة المبنية على الحكم البالغة ،  لا قدرة لأحد عليها ،  فكيف أتصدى لاستدعاء إنزالها ،  وأمرها لله وحده .\r\n{  وما يشعركم }أي و ما يدريكم أيها المؤمنون الراغبون في إنزالها طمعا في إسلامهم {  أنها إذا جاءت لا يؤمنون } .  أي أنا أعلم أنهم لا يؤمنون وأنتم لا تعلمون ذلك ،  و لذا توقعتم إيمانهم ،  ورغبتم في نزولها .  فالاستفهام في معنى النفي ،  وهو إخبار عنهم بعدم العلم لا إنكار عليهم .  وقيل : {  أن }-بالفتح-بمعنى لعل ،  أي و ما يدريكم حالهم عند مجيء الآيات ،  لعلها إذا جاءت لا يؤمنون ،  فما لكم تتمنون مجيئها .",
        "sura": "6",
        "aya": "109",
        "page": "141"
    },
    {
        "text": "وَنُقَلِّبُ أَفْـِٔدَتَهُمْ وَأَبْصَٰرَهُمْ كَمَا لَمْ يُؤْمِنُوا۟ بِهِۦٓ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ",
        "tafsir": "{  ونذرهم في طغيانهم }وندعهم في تجاوزهم الحد في العصيان يترددون متحيزين( آية 15 البقرة ص 18 ) .",
        "sura": "6",
        "aya": "110",
        "page": "141"
    }
]