[
    {
        "text": "يُقَلِّبُ ٱللَّهُ ٱلَّيْلَ وَٱلنَّهَارَ إِنَّ فِى ذَٰلِكَ لَعِبْرَةً لِّأُو۟لِى ٱلْأَبْصَٰرِ",
        "tafsir": "{  يقلب الله الليل والنهار } دليل آخر زمني إثر الدليل العلوي .\r\n\r\n",
        "sura": "24",
        "aya": "44",
        "page": "356"
    },
    {
        "text": "وَٱللَّهُ خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ فَمِنْهُم مَّن يَمْشِى عَلَىٰ بَطْنِهِۦ وَمِنْهُم مَّن يَمْشِى عَلَىٰ رِجْلَيْنِ وَمِنْهُم مَّن يَمْشِى عَلَىٰٓ أَرْبَعٍ يَخْلُقُ ٱللَّهُ مَا يَشَآءُ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  والله خلق كل دابة من ماء } دليل ثالث من عجائب خلق الحيوان وبديع صنعته .\r\n\r\n",
        "sura": "24",
        "aya": "45",
        "page": "356"
    },
    {
        "text": "لَّقَدْ أَنزَلْنَآ ءَايَٰتٍ مُّبَيِّنَٰتٍ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{آيَاتٍ} {مُّبَيِّنَاتٍ} {صِرَاطٍ}\r\n(46) - وَلَقَدْ أَنْزَلَ اللهُ تَعَالَى آيَاتٍ وَاضِحَاتٍ لِلدَّلاَلَةِ عَلَى طَرِيقِ الحَقِّ والرَّشَادِ، وَلَكِنْ لاَ يَتَوَصَّلُ إِلَى فَهْمِهَا إِلاَّ أُوتِي فَهْماً سَلِيماً وَبَصِيرَةً نَيِّرَةً، وَاللهُ يُرْشِدُ مَنْ يَشاءُ إِلَى الطَّرِيقِ القَويمِ الذي لاَ عِوَجَ فِيهِ، طَرِيقِ الهُدَى والرَّشَادِ. \n",
        "sura": "24",
        "aya": "46",
        "page": "356"
    },
    {
        "text": "وَيَقُولُونَ ءَامَنَّا بِٱللَّهِ وَبِٱلرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُم مِّنۢ بَعْدِ ذَٰلِكَ وَمَآ أُو۟لَٰٓئِكَ بِٱلْمُؤْمِنِينَ",
        "tafsir": "{  ويقولون آمنا .  .  .  } نزلت في المنافقين .\r\n\r\n",
        "sura": "24",
        "aya": "47",
        "page": "356"
    },
    {
        "text": "وَإِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِّنْهُم مُّعْرِضُونَ",
        "tafsir": "(48) - وَإِذَا دُعِيَ هَؤُلاَءِ المُنَافِقُونَ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم لِيَحْكُمَ بَيْنَهُمْ فِيمَا اخْتَلَفُوا فِيهِ، بِمُقْتَضَى مَا أَنْزَلَ اللهُ مِنْ شَرْعٍ، طَهَرَ نِفَاقُهم، وأَعْرَضُوا عَنْ قَبُولِ الحَقِّ، واسْتَكْبَرُوا فِي أَنْفُسِهِمْ عَنْ اتِّبَاعِهِ، فَإِذَا كَانَتْ الحُكُومَةُ عَلَيْهِمْ أَعْرَضُوا وَدَعَوا إِلَى غَيرِ الحَقِّ، وأحَبُّوا أَنْ يَتَحَاكَمُوا إِلَى غَيْرِ النَّبِيِّ صلى الله عليه وسلم لِيَرُوجَ بَاطِلُهُمْ، لأَنَّهُمْ يَعْلَمُونَ أَنَّ رَسُولَ اللهِ لاَ يَحْكُمُ إِلاَّ بالحَقِّ. ",
        "sura": "24",
        "aya": "48",
        "page": "356"
    },
    {
        "text": "وَإِن يَكُن لَّهُمُ ٱلْحَقُّ يَأْتُوٓا۟ إِلَيْهِ مُذْعِنِينَ",
        "tafsir": "{  يأتوا إليه مذعنين } منقادين لحكمه طائعين .  يقال :  أذعن لفلان ،  انقاد ولم يستعص ،  وأسرع في طاعته .\r\n\r\n",
        "sura": "24",
        "aya": "49",
        "page": "356"
    },
    {
        "text": "أَفِى قُلُوبِهِم مَّرَضٌ أَمِ ٱرْتَابُوٓا۟ أَمْ يَخَافُونَ أَن يَحِيفَ ٱللَّهُ عَلَيْهِمْ وَرَسُولُهُۥ بَلْ أُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
        "tafsir": "{  أفي قلوبهم مرض .  .  .  } ترديد لأسباب إعراضهم عن حكمه صلى الله عليه وسلم ؛  أي أسبب إعراضهم عن التحاكم إليه أنهم مرض القلوب بالنفاق !  أم سببه أنهم ارتابوا في نبوته مع ظهور حقيتها !  أم سببه أنهم يخافون أن يحيف الله والرسول عليهم !  ثم أضرب عن سببية هذه الثلاثة بأنه ليس شيء من ذلك سببا ،  وإنما سببه أنهم يريدون أن يظلموا صاحب الحق ،  ولا يتأتى لهم ذلك مع انقيادهم لحكمه صلى الله عليه وسلم ؛  لأنه لا يحكم إلا بالحق . {  يحيف } يجور ؛  من الحيف وهو الميل إلى أحد الجانبين .  يقال :  حاف في قضائه ،  مال .  وتحيفت الشيء :  أخذته من جوانبه .\r\n\r\n",
        "sura": "24",
        "aya": "50",
        "page": "356"
    },
    {
        "text": "إِنَّمَا كَانَ قَوْلَ ٱلْمُؤْمِنِينَ إِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا۟ سَمِعْنَا وَأَطَعْنَا وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
        "tafsir": "{أُوْلَـٰئِكَ}\r\n(51) - أَمَّا المُؤْمِنُونَ المُخْلِصُونَ فَإِنَّهُمْ إِذَا دُعُوا إِلَى اللهِ، وَإِلَى رَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ، فَإِنَّهُمْ يَقُولُونَ: سَمْعاً وَطَاعَةً للهِ وَلِرَسُولِهِ، وَهَؤُلاَءِ الذينَ يَقُولُونَ هَذَا القَوْلَ، هُمُ المُفْلِحُونَ، لأَِنَّهُمْ يَنَالُونَ مَا يَطْلبُونَ، وَيَسْلَمُونَ مِمَّا يَرْهَبُونَ. ",
        "sura": "24",
        "aya": "51",
        "page": "356"
    },
    {
        "text": "وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ وَيَخْشَ ٱللَّهَ وَيَتَّقْهِ فَأُو۟لَٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
        "tafsir": "{فَأُوْلَـٰئِكَ} {ٱلْفَآئِزُون}\r\n(52) - وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ فِيمَا أَمَرَا بِهِ، وَيَنْتَهِ عَمَّا نَهَيَا عَنْهُ، وَمَنْ يَخْشَ اللهَ فِيمَا صَدَرَ عَنْهُ مِنَ الذُّنُوبِ، وَيَتَّقِهِ فِيمَا يُسْتَقْبَلُ مِنَ الزَّمَانِ والأَعْمَالِ، فَهَؤُلاَءِ هُمُ الفَائِزُونَ بِكُلِّ خَيْرٍ، وَالآمِنُونَ مِنْ كُلِّ شَرٍّ فِي الدُّنْيَا والآخِرَةِ. \n",
        "sura": "24",
        "aya": "52",
        "page": "356"
    },
    {
        "text": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ قُل لَّا تُقْسِمُوا۟ طَاعَةٌ مَّعْرُوفَةٌ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
        "tafsir": "{  جهد أيمانهم } أي مجتهدين فيها [ آية 53 المائدة ص 196 ] .\r\n{  طاعة معروفة } أي هذه طاعة باللسان لا بالجنان ،  معروفة عنكم وهي دأبكم ؛  فإنكم تكذبون وتحلفون وتقولون ما لا تفعلون .",
        "sura": "24",
        "aya": "53",
        "page": "356"
    }
]