[
    {
        "text": "إِلَّا رَحْمَةً مِّن رَّبِّكَ إِنَّ فَضْلَهُۥ كَانَ عَلَيْكَ كَبِيرًا",
        "tafsir": "(87) - وَلَكِنْ رَحِمَهُ اللهُ فَتَرَكَهُ وَلَمْ يَذْهَبْ بِهِ. ثُمَّ يَقُولُ تَعَالَى: وَقَدْ كَانَ فَضْلُ اللهِ عَلَيْكَ عَظِيماً يَا مُحَمَّدُ إِذْ أَرْسَلَكَ إِلَى النَّاسِ بَشِيراً وَنَذِيراً، وَأَنْزَلَ عَلَيْكَ الكِتَابَ، وَأَبْقَاهُ فِي حِفْظِكَ، وَفِي حِفْظِ المُؤْمِنِينَ وَمَصَاحِفِهِمْ.",
        "sura": "17",
        "aya": "87",
        "page": "291"
    },
    {
        "text": "قُل لَّئِنِ ٱجْتَمَعَتِ ٱلْإِنسُ وَٱلْجِنُّ عَلَىٰٓ أَن يَأْتُوا۟ بِمِثْلِ هَٰذَا ٱلْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
        "tafsir": "{  لا يأتون بمثله .  .  .  } أي لا يقدرون على الإتيان بمثله في بلاغته وحسن نظمه ،  وتأليفه وأسلوبه البديع ،  ولو تعاونوا جميعا على ذلك .  وقد عجز فصحاء العرب  وهم أئمة البيان وفرسان البلاغة وذوو اللسن في الخطب  عن معارضته بعد التحدي ،  فكان غيرهم أعجز .  وتتابعت القرون وتضافر الأعداء فلم يستطع أحد أن يأتي بمثله ،  فكان ذلك آية من آيات الله ،  ودليلا على أنه من وحي الله ،  وليس من كلام البشر .  {  ظهيرا } أي معينا ،  ومنه :  أظهره الله على عدوه ،  أعانه ،  واستظهر به :  استعان .\r\n\r\n",
        "sura": "17",
        "aya": "88",
        "page": "291"
    },
    {
        "text": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
        "tafsir": "{  ولقد صرفنا .  .  .  } أي كررنا ورددنا البينات والعبر في القرآن بأساليب مختلفة ،  وأتينا فيه من البدائع ما يشبه في حسنه وغرابته الأمثال ،  ليهتدى الناس بهديه ،  فأبى أكثرهم إلا جحودا للحق .\r\nوحين قرعتهم حججه وألقوا بأيديهم عجزا ،  اقترحوا واحدا من هذه الأمور الستة التي اشتملت عليها الآيات ،  تعنتا واستخفافا وإمعانا في التكذيب .  {  كفورا } أي جحودا ،  من الكفر وهو الستر والتغطية .\r\n\r\n",
        "sura": "17",
        "aya": "89",
        "page": "291"
    },
    {
        "text": "وَقَالُوا۟ لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ ٱلْأَرْضِ يَنۢبُوعًا",
        "tafsir": "{  ينبوعا } أي عينا لا ينضب ماؤها ولا يغور ،  من نبع الماء من العين :  ينبع – بتثليث الباء فيهما – خرج .\r\n\r\n",
        "sura": "17",
        "aya": "90",
        "page": "291"
    },
    {
        "text": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ ٱلْأَنْهَٰرَ خِلَٰلَهَا تَفْجِيرًا",
        "tafsir": "{  فتفجر الأنهار } أي تشققها .  والمراد :  فتجريها .\r\n\r\n",
        "sura": "17",
        "aya": "91",
        "page": "291"
    },
    {
        "text": "أَوْ تُسْقِطَ ٱلسَّمَآءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِٱللَّهِ وَٱلْمَلَٰٓئِكَةِ قَبِيلًا",
        "tafsir": "{  كسفا } .  يقال :  كسفة الثوب ،  قطعته .  {  قبيلا } أي مقابلة وعيانا .  أو كفيلا بما تدعيه شاهدا بصحته .\r\n\r\n",
        "sura": "17",
        "aya": "92",
        "page": "291"
    },
    {
        "text": "أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَىٰ فِى ٱلسَّمَآءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَٰبًا نَّقْرَؤُهُۥ قُلْ سُبْحَانَ رَبِّى هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا",
        "tafsir": "{  من زخرف } أي ذهب ،  وأصله الزينة ،  وإطلاقه على الذهب لأن الزينة به أعجب .\r\n{  ترقى في السماء } تصعد في معارجها .  يقال :  رقي يرقى رقيا ورقيا ،  صعد .\r\n\r\n",
        "sura": "17",
        "aya": "93",
        "page": "291"
    },
    {
        "text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰٓ إِلَّآ أَن قَالُوٓا۟ أَبَعَثَ ٱللَّهُ بَشَرًا رَّسُولًا",
        "tafsir": "(94) - وَمَا مَنَعَ أَكْثَرَ النَّاسِ أَنْ يُؤْمِنُوا بِاللهِ، وَالرِّسَالَةِ التِي جَاءَهُمْ بِهَا رَسُولُهُمْ، إِلاَّ تَعَجُّبُهُمْ مِنْ إِرْسَالِ اللهِ رُسُلاً مِنَ البَشَرِ: كَقَولِهِمْ:  { مَآ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا } }، وَقَوْلِهِمْ: { فَقَالُوۤاْ أَبَشَرٌ يَهْدُونَنَا } وَقَوْلِهِمْ: {أَبَعَثَ ٱللَّهُ بَشَراً رَّسُولاً}.",
        "sura": "17",
        "aya": "94",
        "page": "291"
    },
    {
        "text": "قُل لَّوْ كَانَ فِى ٱلْأَرْضِ مَلَٰٓئِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ ٱلسَّمَآءِ مَلَكًا رَّسُولًا",
        "tafsir": "{مَلاۤئِكَةٌ} {مُطْمَئِنِّينَ}\r\n(95) - قُلْ لَهُمْ يَا مُحَمَّدُ: لَوْ كَانَ فِي الأَرْضِ مَلاَئِكَةٌ يَمْشُونَ كَمَا يَمْشِي البَشَرُ، وَيُقِيمُونَ فِيها، كَمَا يُقِيمُ البَشَرُ، وَيَسْهُلُ الاجْتِمَاعُ بِهِمْ، وَالحَدِيثُ مَعَهُمْ .... لأَرْسَلَ اللهُ إِلَيْهِمْ رُسُلاً مِنَ السَّمَاءِ مِنَ المَلاَئِكَةِ لِهِدَايَتِهِمْ، وَإِرْشَادَهِمْ. وَلَكِنَّ طَبِيعَةَ المَلاَئِكَةِ لاَ تَصْلُحُ لِلاجْتِمَاعِ بِالبَشَرِ، وَلاَ يَسْهُلُ عَلَيْهِمُ التَّخَاطُبُ مَعَهُمْ، وَلِذَلِكَ فَإِنَّ اللهَ لَمْ يُرْسِلْ رُسُلاً إِلَى أَهْلِ الأَرْضِ مِنَ المَلاَئِكَةِ، وَإِنَّمَا أَرْسَلَهُمْ مِنَ البَشَرِ، وَقَدِ اخْتَارَهُمْ مِنْ بَيْنِ البَشَرِ.",
        "sura": "17",
        "aya": "95",
        "page": "291"
    },
    {
        "text": "قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
        "tafsir": "(96) - قُلْ يَا مُحَمَّدُ لِهؤُلاءِ المُكَذِّبِينَ: إِنَّ اللهَ أَرْسَلَنِي إِلَيْكُمْ، وَأَنْزَلَ عَلَيَّ القُرْآنَ، وَفِيهِ أَخْبَارُ القُرُونِ الأُولى كَمَا وَقَعَتْ، وَهِيَ مِمّا لاَ يَعْرِفُهُ العَرَبُ، وَهَذِهِ شَهَادَةٌ مِنَ اللهِ عَلَى صِدْقِ قَوْلِي، إِنِّي رَسُولُ اللهِ، وَمَنْ شَهِدَ اللهُ تَعَالَى بِصِدْقِهِ، فَهُوَ صَادِقٌ، فَادِّعَاؤُكُمْ أَنَّ الرَّسُولَ يَجِبُ أَنْ يَكُونَ مِنَ المَلاَئِكَةِ، هُوَ تَعَنُّتٌ مِنْكُمْ.\r\nثُمَّ نَبَّهَ اللهُ رَسُولَهُ صلى الله عليه وسلم إِلَى إِنْهَاءِ الجَدَلِ مَعَ هؤُلاءِ المُتَعَنِّتِينَ، وَإِلَى أَنْ يَكِلَ أَمْرَهُمْ إِلى اللهِ، فَهُوَ الخَبِيرُ بِمَنْ يَسْتَحِقُّ الهِدَايَةَ فَيَهْدِيهِ، وَهُوَ البَصِيرُ بِأَعْمَالِ العِبَادِ، المُحِيطُ بِهَا، فَلاَ يَشذُّ شَيءٌ عَنْ عِلْمِهِ.",
        "sura": "17",
        "aya": "96",
        "page": "291"
    }
]