[{"text":"ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمْ وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ ٱلْحَقَّ وَهُمْ يَعْلَمُونَ","aya":"146","page":"23","tafsir":"{  يعرفونه } أي يعرفون محمدا صلى الله عليه وسلم بالنعوت المسطورة عي التوراة ،  التي من جملتها أنه صلى الله عليه وسلم يصلي إلى القبلتين . <br \/>\r\n<br \/>\r\n"},{"text":"ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ","aya":"147","page":"23","tafsir":"{  فلا تكونن من الممترين } أي الشاكين أو المترددين في كتمانهم مع العلم به .  من الامتراء في الشيء ،  وهو الشك فيه .  والشاك في الشيء يتردد فيه ،  ويدافع اليقين ويجادل فيه ،  ليستخرج ما عند خصمه من القول والحجة .  من مريت الناقة إذا مسحت ضرعها لتدر .  ومريت الفرس إذا استخرجت ما عنده من الجري بسوط أو غيره .  والخطاب له صلى الله عليه وسلم والمراد أمته ،  كما في نظائره . <br \/>\r\n<br \/>\r\n"},{"text":"وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ أَيْنَ مَا تَكُونُوا۟ يَأْتِ بِكُمُ ٱللَّهُ جَمِيعًا إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","aya":"148","page":"23","tafsir":"{  التابوت }صندوق التوراة .  من التوب وهو الرجوع ،  لأنه لا يزال يرجع إليه ما يخرج منه .  وتاؤه من يدة لغير التأنيث ،  كجبروت . <br \/>\r\n{  فيه سكينة }أي في إتيانه سكون لكم وطمأنينة .  أو في التابوث ما تسكنون إليه وتطمئنون<br \/>\r\nوهو التوراة .  والسكينة : من السكون ،  وهو ثبوت الشيء بعد التحرك .  أو من السكن –بالتحريك- :  وهو كل ما سكنت إليه واطمأننت به من أهل وغيرهم . <br \/>\r\n<br \/>\r\n"},{"text":"وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ","aya":"149","page":"23","tafsir":"{  ومن حيث خرجت فول } أعاد سبحانه هذا الأمر ثلاث مرات ،  وفي كل مرة فائدة زائدة .  فعلل الأمر الأول بإكرامه تعالى لرسوله والمؤمنين بالقبلة التي يحبونها ويرضونها ،  وهي قبلة أبيهم إبراهيم . <br \/>\r\nوعلل الثاني بما جرت به العادة الإلهية من أن يؤتى أهل كل ملة قبلة ،  وقد شرع للمؤمنين أشرف الجهات التي يعلم أنها حق ،  وهي بيته المعظم قبلة لهم . <br \/>\r\nوعلل الثالث بدفع شبه الطاعنين الجاحدين .  كأنه تعالى يقول :  الزم هذه القبلة ،  فإنها التي كنت تهواها .  ثم يقول :  الزم هذه القبلة ،  فإنها قبلة الحق لا قبلة الهدى .  ثم يقول :  الزم هذه القبلة ،  فإن في ذلك انقطاع حجج الطاعنين . <br \/>\r\n<br \/>\r\n"},{"text":"وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِى وَلِأُتِمَّ نِعْمَتِى عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ","aya":"150","page":"23","tafsir":"{  لئلا يكون الناس } أي لينتفى احتجاج اليهود بقولهم :  يجحد ديننا ويتبع قبلتنا .  والمشركين بقولهم :  يدعي ملة إبراهيم ويخالف قبلته ،  ويتبعهم المنافقون في كل باطل من القول . فلما حولتم إلى الكعبة انتفى احتجاجهم جميعا .  وسمى قولهم حجة لأنهم يسوقونه مساق الحجة وإن كان في نفسه باطلا . <br \/>\r\n{  إلا الذين ظلموا منهم } أي لكن الذين ظلموا منهم يتعلقون بالشبه ويجادلونكم بالباطل ،  فيقول اليهود :  ما تحول إلى الكعبة إلا ميلا لدين قومه ،  وحبا لبلده .  و يقول المشركون :  بدا له فرجع إلى قبلة آبائه ،  ويوشك أن يرجع إلى دينهم . <br \/>\r\n<br \/>\r\n"},{"text":"كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُوا۟ عَلَيْكُمْ ءَايَٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ","aya":"151","page":"23","tafsir":"{  ويزكيكم } يطهركم من الشرك والذنوب ،  ومن رذائل الأخلاق وأعمال الجاهلية . <br \/>\r\n<br \/>\r\n"},{"text":"فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا۟ لِى وَلَا تَكْفُرُونِ","aya":"152","page":"23","tafsir":"{  فاذكروني أذكركم } فاذكروني بطاعتي ،  أذكركم بمغفرتي .  و في الحديث الصحيح :  ( يقول الله تعالى :  ومن ذكرني في نفسه ذكرته في نفسي ومن ذكرني في ملأ  ذكرته في ملأ خير منه ) . <br \/>\r\n<br \/>\r\n"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","aya":"153","page":"23","tafsir":"no text"}]