[
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
        "tafsir": "{إِنَّ الَّذِينَ كَفَرُواْ} جحدوا الرسالة. والمراد بهم هنا المشركون، لذكرهم بعد المؤمنين، وذكر المنافقين بعدهم بقوله تعالى: {ومِنَ الناسِ مَن يَقُول آمنا بالله وباليوم الآخر وما هم بمؤمنين} .  والكفر-بالضم- ضد الإيمان. وأصله المأخوذ منه: الكفر-بالفتح- وهو ستر الشئ وتغطيته، ومنه قيل: كافر للسحاب، لستره ضوء الشمس، ولليل لستره الأشياء بظلمته، وللزارع لستره البذر في الأرض. والكافر عند الإطلاق ينصرف إلى من يجحد الوحدانية أو النبوة أو الشريعة، أو يجحدها كلها، فهو أعم من المشرك. وقد يطلق على جاحد النعمة، وعلى الفاسق عن أمر ربه، ويتبين المراد بالقرائن. {سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لاَ يُؤْمِنُونَ} أي مستو عندهم إنذارك وعدمه، فهم لا يصدقون في أي حال. والإنذار: إخبار معه تخويف في مدة تتسع للتحفظ من المخوف، فإن لم تتسع له فهو إعلام وإشعار، لا إنذار. وأكثر ما يستعمل في القرآن في التخويف من عذاب الله تعالى. والآية فيمن شافههم النبي صلى الله عليه وسلم بالإنذار وهم مصرون على الكفر والجحود، وقد حقت  عليهم كلمة العذاب لسبق علم الله تعالى بأنهم لا يؤمنون، لسوء استعدادهم وفساد فطرهم. وسواء: اسم مصدر بمعنى الاستواء خبر\" إن\" والجملة الاستفهامية بعده مرفوعة به على الفاعلية لتأويلها بمفرد .",
        "sura": "2",
        "aya": "6",
        "page": "3"
    },
    {
        "text": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ وَعَلَىٰٓ أَبْصَٰرِهِمْ غِشَٰوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ",
        "tafsir": "{خَتَمَ اللّهُ عَلَى قُلُوبِهمْ} طبع عليها، فلا يصل إليها الحق ولا ينفذ فيها، كما سبق في علمه تعالى أزلا أنهم لا يؤمنون. من الختم، هو وضع الخاتم على الشيء وطبعه فيه، لكيلا يخرج منه ما حصل فيه، ولا يدخله ما خرج منه. وفيه –كما قال الراغب-: \"  إشارة إلى ما أجرى الله به العادة أن الإنسان إذا تناهى في اعتقاد الباطل أو ارتكاب المحظور، دون تلفت بوجه إلى الحق يورثه ذلك هيئة تمرنه على استحسان المعاصي، وكأنما يختم بذلك على قلبه\" وإنما خص القلب بالختم لأنه محل الفهم والعلم. {وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ} غطاء. والغشاوة: ما يغطى به الشيء، من غشاه إذا غطاه يقال: غشية غشاوة-مثلثة-وغشاية، سترة وغطاء. وهو هنا غطاء التعامي عن آيات الله ودلائل توحيده. {وَلَهُمْ عَذَابٌ عظِيمٌ} أصل العذاب: المنع. يقال: عذب الفرس-كضرب-امتنع عن العلف. وعذب الرجل إذا ترك المأكل والنوم، فهو عاذب وعذوب. ثم أطلق على الإيجاع الشديد: لما فيه من المنع عن اقتراف الذنب. والعظيم: الكبير، من عظم الشيء، وأصله كبر عظمه، ثم استعير لكل كبير، محسوسا كان أو معقولا، عينا كان أو معنى .",
        "sura": "2",
        "aya": "7",
        "page": "3"
    },
    {
        "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْءَاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
        "tafsir": "{وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللّهِ} هذه الآية إلى قوله تعالى: {يَأيُّهَا النَّاسُ اعبُدُوا رَبَّكُم} في وصف المنافقين بعد وصف المؤمنين والمشركين .",
        "sura": "2",
        "aya": "8",
        "page": "3"
    },
    {
        "text": "يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
        "tafsir": "{يُخَادِعُونَ اللّهَ} يخادعون رسول الله بإظهار الإيمان وإبطان الكفر، ليدفعوا عن أنفسهم القتل والأسر والجزية، ويفوزوا بسهم من الغنائم، وليعلموا أسرار المؤمنين ثم يفشوها لأعدائهم نكاية بهم. يقال خدعه –كمنعه- خدعا، ختله وأراد به مكروها من حيث لا يعلم، كاختدعه، والاسم منه الخديعة. ونسب ذلك إلى الله تعالى للتنبيه إلى علو منزلته –صلى الله عليه وسلم- حيث جعل خداعه خداعا له تعالى. وصيغة المفاعلة تقع كثيرا لغير اثنين، نحو عافاك الله، وعاقبت اللص. وقرئ\" يخدعون الله\" . \r\nأو المراد أن صورة صنيعهم مع الله حيث أظهروا وأخفوا الكفر، وصورة صنيع الله معهم حيث أمر بإجراء أحكام الإسلام عليهم في الدنيا وأخر عقابهم إلى الآخرة-تشبه صورة المخادعة، وهو كقوله تعالى: {إنَّ المُنَافِقِينَ يُخَادِعُونَ اللهَ وَهُوَ خَادِعُهُم} {وَمَا يَشْعُرُونَ} أي يفطنون إلى أن وبال خداعهم عائد عليهم بالشقاء الأبدي. يقال: شعر بالشئ –كنصر وكرم- أي فطن له، ومنه الشاعر لفطنته، لأنه يفطن لما لا يفطن له غيره من غريب المعاني ودقيقها .",
        "sura": "2",
        "aya": "9",
        "page": "3"
    },
    {
        "text": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
        "tafsir": "{فِي قُلُوبِهِم مَّرَضٌ} هو النفاق والكفر. وسمي  مرضا لكونه مانعا من إدراك الفضائل، كالمرض المانع للبدن من التصرف الكامل. أو لكونه مانعا من تحصيل السعادة الأخروية. أو لميل النفس به إلى الإعتقادات الفاسدة ميل المريض إلى الأشياء المضرة. {وَلَهُم عَذَابٌ أَلِيمٌ} مؤلم، أي موجع وجعا شديدا. من الم –كفرح- فهو ألم. وآلمه يؤلمه إيلاما، أوجعه إيجاعا شديدا .",
        "sura": "2",
        "aya": "10",
        "page": "3"
    },
    {
        "text": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
        "tafsir": "{لاَ تُفْسِدُواْ فِي الأَرْضِ} أي لا تفسدوا في جنس الأرض، أو أرض المدينة، بالكفر وموالاة أهله، وتعويق الناس عن الإيمان بالرسول والقرآن. والفساد: خروج الشيء عن حالة الاعتدال والاستقامة. وضده الصلاح. يقال منه: فسد الشيء فسادا، و أفسده إفسادا .",
        "sura": "2",
        "aya": "11",
        "page": "3"
    },
    {
        "text": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَٰكِن لَّا يَشْعُرُونَ",
        "tafsir": "ولكنهم في الحقيقة هم المفسدون، لأن ما يقومون به هو عين الفساد، ولكنهم لجهلهم لا يشعرون بأنه فساد، ولا يدركون سوء العاقبة الذي سيصيرون إليه.",
        "sura": "2",
        "aya": "12",
        "page": "3"
    },
    {
        "text": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعْلَمُونَ",
        "tafsir": "{أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاء} أي الجهال الخرقي. وكان المنافقون يصفون المسلمين بذلك فيما بينهم. واصل السفه: الخفة والرقة والتحرك والاضطراب. يقال: ثوب سفيه، إذا كان رديء النسج خفيفة، أو كان باليا رقيقا. وتسفهت الريح الشجر: مالت به. وزمام سفيه: كثير الاضطراب، لمنازعة الناقة إياه. وشاع في خفة العقل وضعف الرأي .",
        "sura": "2",
        "aya": "13",
        "page": "3"
    },
    {
        "text": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
        "tafsir": "{وَإِذَا خَلَوْاْ إِلَى شَيَاطِينِهِمْ} انفردوا مع رؤسائهم و قادتهم المشبهين للشياطين في تمردهم وعتوهم، وهم اليهود. يقال: خلا به وإليه ومعه، خلوا وخلاء وخلوة، سأله أن يجتمع به في خلوة ففعل، وأخلاه معه. أو مضوا وذهبوا له إلى شياطينهم. يقال خلا بمعنى مضى وذهب. ومنه {قَد خَلَت مِن قَبلِكُم سُنَنٌ} {إِنَّمَا نَحْنُ مُسْتَهْزِئونَ} ساخرون مستخفون بالمؤمنين. والاستهزاء: السخرية والاستخفاف، يقال: هزأ منه وبه –كمنع وسمع-واستهزأ به، أي سخر، كعجب واستعجب .",
        "sura": "2",
        "aya": "14",
        "page": "3"
    },
    {
        "text": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ",
        "tafsir": "{اللّهُ يَسْتَهْزِئ بِهِمْ} يحقرهم تحقيرا يتعجب منه. أو يجازيهم بالعذاب على استهزائهم بالمؤمنين، وسمي ذلك استهزاء مشكلة، كما في قوله تعالى {وجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثلُهَا} {وَيَمُدُّهُمْ} يمهلهم ويملى لهم، ليزدادوا إثما. من المد بمعنى الإمهال، يقال: مده في غيه-من باب رد- أمهله وطول له. أو يزيدهم ويقويهم على وجه الإملاء والإرخاء، يقال: مد الجيش وأمده، إذا ألحق به ما يقويه ويكثره. وقيل: أكثر ما يستعمل المد في المكروه. والإمداد في المحبوب. {فِي طُغْيَانِهِمْ} في ضلالهم وكفرهم. والطغيان: مجاوزة الحد. ومنه طغا الماء: أي ارتفع. {يَعْمَهُونَ} يعمون عن الرشد. أو يتحيرون ويترددون بين الإظهار والإخفاء، أو بين البقاء على الكفر وتركه إلى الإيمان. يقال: عمه-كفرح ومنع- عمها، إذا تردد وتحير، فهو عمه وعامه، وهم عمهون وعمه، كركع. والعمه في البصيرة كالعمى في البصر وهو التحير في الأمر. والجملة حال من الضمير في\" يمدهم \"",
        "sura": "2",
        "aya": "15",
        "page": "3"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
        "tafsir": "{أُوْلَـٰئِكَ} {ٱلضَّلاَلَةَ} {تِّجَارَتُهُمْ} - فهؤلاء المنافقون هم الذين أخذوا الضلالة والكفر وتركوا الهدى والإيمان، وكأنهم عقدوا صفقة بذلك، ولكن هذه الصفقة خسرت ولم تربح لأنهم باعوا ما وهبهم الله من نور وهدى، بضلالات البدع والأهواء، ولم يهتدوا في عملهم هذا إلى الحق والإيمان والصواب.",
        "sura": "2",
        "aya": "16",
        "page": "3"
    }
]