[
    {
        "text": "مَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يُمَتَّعُونَ",
        "tafsir": "{  ما أغنى عنهم } أي أيّ شيء عنهم{  ما كانوا يمتعون } أي تمتعهم ذلك التمتع [ آية 40 الأنعام ص 222 ] .",
        "sura": "26",
        "aya": "207",
        "page": "376"
    },
    {
        "text": "وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ",
        "tafsir": "(208) - يُخْبِرُ اللهُ تَعالى عَنْ عَدْلِهِ فِي خَلْقِهِ فيقولُ: إنَّهُ لَمْ يُهْلِكُ أُمةً مِنَ الأُمَمِ الخَاليةِ إلاَّ بَعْدَ أًَنْ يُرْسِلَ الرُّسُلَ إليها يُنْذِرونَهُمْ بَأْسَ اللهِ وعِقَابَهُ الأليمَ، إذا اسْتَمَرُّوا عَلَى كُفْرِهِمْ وفِسْقِهِمْ وطُغْيَانِهِمْ، ويَدْعُونَهُمْ إلى اللهِ، ويُعَرِّفُونَهُمْ ما فِيهِ النَّجَاةُ من العَذَابِ، لِتَقُومَ عليْهِم الحُجَّةُ. ",
        "sura": "26",
        "aya": "208",
        "page": "376"
    },
    {
        "text": "ذِكْرَىٰ وَمَا كُنَّا ظَٰلِمِينَ",
        "tafsir": "{ظَالِمِينَ}\r\n(209) - واللهُ تَعالى يُرْسِلُ الرُّسُلَ إليْهِمْ لِيُنْذِرُوهُمْ ويُذَكِّرُوهُم، ويَدْعُوهُمْ إِلى اللهِ، وَاللهُ تَعالى لا يَظْلِمُ أحَداً من خَلْقِهِ.\n",
        "sura": "26",
        "aya": "209",
        "page": "376"
    },
    {
        "text": "وَمَا تَنَزَّلَتْ بِهِ ٱلشَّيَٰطِينُ",
        "tafsir": "{  وما تنزلت به الشياطين } كما يزعم المشركون أن لمحمد صلى الله عليه وسلم تابعا من الجن يخبره كما تخبر الكهنة ،  وأن القرآن مما ألقاه إليه . <br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "210",
        "page": "376"
    },
    {
        "text": "وَمَا يَنۢبَغِى لَهُمْ وَمَا يَسْتَطِيعُونَ",
        "tafsir": "(211) - وما يَنْبَغِي لِلشَّياطِينِ أَنْ يَتَنَزَّلُوا بهِ، لأَنَّ من سَجِيَّةِ الشَّياطِينِ الفَسَادَ، وَإِضْلاَلَ العِبَادِ، والقُرآنُ هُدىً، ونُورٌ، وَبُرهَانٌ عظيمٌ لِلعبادِ على وُجُودِ اللهِ، وَعَلى الخَيْرِ، والحَقِّ، فَبَيْنَهُ وبَينَ الشَّياطِينِ مُنَافاةٌ عظيمةٌ.\r\nثمَّ يقولُ تعَالى إنَّهمْ لا يَسْتَطيعُونَ حَمْلَهُ ولا تَأْدِيَتَهُ، لأَنَّ حَمْلَ القُرآنِ لَيْسَ بالأَمرْ السَّهْلِ. ثُمًَّ إِنَّهُمْ فَوْقَ ذَلِكَ بِمَعْزلٍ عنِ اسْتِمَاعِ القرآنِ حَالَ نُزُولِهِ، كَمَا جَاءَ في الآيةِ التَّالِيَةِ.\n",
        "sura": "26",
        "aya": "211",
        "page": "376"
    },
    {
        "text": "إِنَّهُمْ عَنِ ٱلسَّمْعِ لَمَعْزُولُونَ",
        "tafsir": "(212) - والشَّياطِينُ مَعْزُولونَ عنِ اسْتِمَاعِ حَرْفٍ واحِدٍ من القُرآنِ لِئلاَّ يَشْتَبِهَ الأمْرُ. وهَذا مِنْ رَحْمَةِ اللهِ بِعِبَادِهِ ومِنْ حِفْظِهِ لِشَرْعِهِ، وَتأْيِيدِهِ لِكِتَابِهِ وَرَسُولِهِ.\n",
        "sura": "26",
        "aya": "212",
        "page": "376"
    },
    {
        "text": "فَلَا تَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَكُونَ مِنَ ٱلْمُعَذَّبِينَ",
        "tafsir": "{  فلا تدع .  .  .  } الخطاب له صلى الله عليه وسلم والمقصود أمته . <br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "213",
        "page": "376"
    },
    {
        "text": "وَأَنذِرْ عَشِيرَتَكَ ٱلْأَقْرَبِينَ",
        "tafsir": "{  وأنذر عشيرتك الأقربين } جهرا .  ولما نزلت صعد صلى الله عليه وسلم على الصفا وأنذرهم كما أمر . <br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "214",
        "page": "376"
    },
    {
        "text": "وَٱخْفِضْ جَنَاحَكَ لِمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ",
        "tafsir": "(215) - ويَأْمُرُ اللهُ تَعالى رسُولَه محمداً صلى الله عليه وسلم، بأنْ يُلِينَ جَانِبَهُ لِمَنْ اتَّبَعَهُ مِنْ عِبادِ اللهِ المُؤمنينَ، وأَنْ يَتَرَفَّقَ بِهِمْ، فَذَلِكَ أَدْعَى لاِخْلاصِهِمْ للرّسُولِ، ولِزِيَادَةِ مَحَبَّتِهِ.\r\nاخْفِضْ جَنَاحَكَ -أَلِنْ جَانِبَك وتَواَضَعْ.\n",
        "sura": "26",
        "aya": "215",
        "page": "376"
    },
    {
        "text": "فَإِنْ عَصَوْكَ فَقُلْ إِنِّى بَرِىٓءٌ مِّمَّا تَعْمَلُونَ",
        "tafsir": "(216) - فإِنْ عَصَاكَ مَنْ أَنْذَرْتَهُمْ مِنْ عشيرَتِكَ الأدْنينَ فلا ضَيْرَ عَلَيْكَ، فَقَدْ أَدَّيْتَ أَنتَ مَا أُمِرْتَ بهِ، وقُلْ لَهُمْ إنِّي بَرِيءٌ منكُمْ، وممَّا تَدْعُونَ مِنْ دونِ اللهِ.\r\n(وفي الحَديثِ:  \"والذِي نَفْسي بيدِهِ لا يسْمَعُ بِي أحدٌ من هذِه الأُمةِ يَهودِيٌّ ولا نصرانيٌّ ولا يؤمنُ بي إلا دَخَلَ النارَ\" ). (رواه مسلم). \n",
        "sura": "26",
        "aya": "216",
        "page": "376"
    },
    {
        "text": "وَتَوَكَّلْ عَلَى ٱلْعَزِيزِ ٱلرَّحِيمِ",
        "tafsir": "(217) - وتوكَّلْ على اللهِ القويِّ العزيزِ، في جميعِ أُمُوْرِكَ، فإِنَّهُ مُؤَيِّدُكَ وحَافِظُكَ وناصِرُكَ، ومُظْفِرُكَ ومُعْلِي كَلِمَتِكَ بِعِزَّتِهِ ورَحْمَتِهِ.\n",
        "sura": "26",
        "aya": "217",
        "page": "376"
    },
    {
        "text": "ٱلَّذِى يَرَىٰكَ حِينَ تَقُومُ",
        "tafsir": "{يَرَاكَ}\r\n(218) - الذِي يَرَاكَ في تَقَلُّبِكَ وفي جميعِ حَالاَتِك.\n",
        "sura": "26",
        "aya": "218",
        "page": "376"
    },
    {
        "text": "وَتَقَلُّبَكَ فِى ٱلسَّٰجِدِينَ",
        "tafsir": "{  وتقلبك في الساجدين } أي ويرى سبحانه تغيرك من حال كالجلوس والسجود ،  إلى حال كالقيام فيما بين المصلين إذا أممتهم . <br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "219",
        "page": "376"
    },
    {
        "text": "إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "(220) - وهُوَ تَعَالى السَّميعُ لأَقوالِ العِبَادِ، العَليمُ بحرَكَاتِهِمْ وسكَناتِهِمْ، ونِيَّاتِهِمْ.\n",
        "sura": "26",
        "aya": "220",
        "page": "376"
    },
    {
        "text": "هَلْ أُنَبِّئُكُمْ عَلَىٰ مَن تَنَزَّلُ ٱلشَّيَٰطِينُ",
        "tafsir": "{ٱلشَّيَاطِينُ} \r\n(221) - زعَمَ بعضُ المُشركينَ أنَّ ما جَاءَ بهِ رَسُولُ اللهِ صلى الله عليه وسلم ليسَ بِحَقٍّ، وأنَّهُ شيءٌ افْتَعَلَهُ مِنْ تِلْقَاءِ نَفْسِهِ، وأتَاهُ بِهِ رِئيٌّ مِنَ الجَانِّ.\r\nوَيَرُدُّ اللهُ تَعالى عَلَى هَؤلاءِ المُفْتَرِينَ مُنَزِّهاً رَسُولَهُ الكَريمَ عَنْ قولِهِمْ وافْتِرَائِهِمْ، ومُنَبِّهاً إلى أنَّ مَا جَاءَ بِهِ مُحَمَّدٌ إنَّمَا هُوَ مِنْ عِنْدِ اللهِ، وليْسَ مِنْ قِبَلِ الشَّيَاطينِ، لأنَّ الشَّياطِينَ إنَّمَا تَتَنَزَّلُ عَلى مَنْ يُشَاكِلُهُمْ ويُشَابِهُهُمْ مِنَ الكهَّانِ الكَذَبَةِ الفَسَقَةِ.\n",
        "sura": "26",
        "aya": "221",
        "page": "376"
    },
    {
        "text": "تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٍ",
        "tafsir": "{  أفاك أثيم } كذاب كثير الإثم ؛  كالكهنة والمتنبئين . <br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "222",
        "page": "376"
    },
    {
        "text": "يُلْقُونَ ٱلسَّمْعَ وَأَكْثَرُهُمْ كَٰذِبُونَ",
        "tafsir": "(223) - ويَسْتَرِقُ الشَّياطينُ السَّمْعَ منَ السَّمَاءِ فيَسْمَعُونَ الكَلِمَةِ منْ عِلْمِ الغَيْبِ، فَيَزِيدُونَ فِيها الكَذِبَ مِنْ أنْفُسِهِمْ، ويُلْقُونَهُ إلى أوْلِيَائِهِمْ مِنَ الإِنْسِ، فَيُحَدِّثُونَ بِهِ، ويَزِيدُونَ فيهِ مِنْ عِنْدِ أنْفُسِهِمْ، فَيُصدِّقُهُمْ النَّاسُ في كُلِّ ما قَالُوا بِسبِبِ صِدْقِهِمْ في تِلكَ الكلمَةِ التي سُمِعَتْ مِنَ السَّماءِ. ومُحَمَّدٌ رَجُلٌ صادِقٌ لا يَكْذِبُ، فلا سَبِيلَ إلى مُقَارَنَتِهِ بِالكَهَنَةِ الكَذَّابيْنَ.\n",
        "sura": "26",
        "aya": "223",
        "page": "376"
    },
    {
        "text": "وَٱلشُّعَرَآءُ يَتَّبِعُهُمُ ٱلْغَاوُۥنَ",
        "tafsir": "{  والشعراء } أي شعراء الكفار الذين كانوا يهجون الرسول صلى الله عليه وسلم ويقولون فيه الكذب والباطل .  وكذلك من على شاكلتهم من الشعراء الذين يخوضون في الباطل ويكذبون ويمزقون الأعراض ،  وينشرون المثالب ويقدحون في الأنساب ،  ويفرطون في المدح والقدح –{  يتبعهم الغاوون } أي غواة الناس ؛  فيرون أشعارهم ويستحسنون قبائحهم ويحسنون إليهم .  والله أعلم<br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "224",
        "page": "376"
    },
    {
        "text": "أَلَمْ تَرَ أَنَّهُمْ فِى كُلِّ وَادٍ يَهِيمُونَ",
        "tafsir": "(225) - والشُّعَرَاءُ يَخُوضُونَ في كُلِّ لغْوٍ، ويَهِيمُونَ على وجُوهِهِمْ في كلِّ فَنٍّ مِنْ فُنُونِ الكَلاَمِ، فَهُمْ يَخُوضُونَ مرةً فِي شَتيمةِ فلانٍ، ومَرةً في مَدِيحِ فُلانٍ، فلا يَهْتَدُونَ إلى الحقِّ.\r\nيَهِيمُونَ - يَخُوضُونَ ويَذْهَبُونَ كُلَّ مَذْهَبٍ.\n",
        "sura": "26",
        "aya": "225",
        "page": "376"
    },
    {
        "text": "وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ",
        "tafsir": "(226) - والشُّعَرَاءُ يقُولُونَ مَا لاَ يَلْتَزِمُونَ بهِ في عَمَلِهِمْ، ويَتَبَجَّحُونَ بأقْوَالٍ وأَفْعَالٍ لمْ تَصْدُرْ عَنْهُمْ ولا مِنْهُمْ، فَيتَكَثَّرُونَ بِمَا ليسَ لهُمْ، والرَّسُولُ الذي أُنْزِلَ عليهِ القُرآنُ ليسَ بِكَاهِنٍ، ولا شَاعِرٍ لأنَّ حالَهُ مُنَافٍ لِحَالِ الشُّعَراءِ مِنْ وُجُوهٍ ظَاهِرَةٍ.\n",
        "sura": "26",
        "aya": "226",
        "page": "376"
    },
    {
        "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَذَكَرُوا۟ ٱللَّهَ كَثِيرًا وَٱنتَصَرُوا۟ مِنۢ بَعْدِ مَا ظُلِمُوا۟ وَسَيَعْلَمُ ٱلَّذِينَ ظَلَمُوٓا۟ أَىَّ مُنقَلَبٍ يَنقَلِبُونَ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ}\r\n(227) - واسْتَثْنَى اللهُ تَعَالى مِنَ الصِّفَاتِ المُتَقَدِّمَةِ الشُّعراءَ الذينَ آمَنُوا وعَمِلُوا الصَّالِحَاتِ، وَذَكَرُوا اللهَ كَثيراً، وتَوَلَّوا الرَّدَّ على الكُفَّارِ الذِينَ كانُوا يَهْجُونَ المُؤْمِنِينَ.\r\n(وفي الحَديثِ:  \"إِنَّ المُؤمنَ يُجَاهِدُ بِسَيْفِهِ ولِسَانِهِ، والذي نَفْسِي بِيَدِهِ لَكَأَنَّ مَا تَرمُونَ بهِ نَضحُ النَّبْلِ\" ). (أََخرَجهُ الإِمامُ أحمدُ).\r\nوسَيَعْلَمُ الذينَ ظَلَمُوا أَنْفُسَهُمْ بالشِّرْكِ، وهِجَاءِ الرَّسُولِ، كَيفَ يَكُونَ مُنْقَلَبُهُمْ يومَ القيَامَةِ، وفي ذَلكَ اليومِ لا يَنْفَعُ الظَّالِمِينَ معذِرَتُهُمْ.\n",
        "sura": "26",
        "aya": "227",
        "page": "376"
    }
]