[
    {
        "text": "ثُمَّ يَوْمَ ٱلْقِيَٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَٰٓقُّونَ فِيهِمْ قَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَٰفِرِينَ",
        "tafsir": "{  تشاقون فيهم } تخاصمون المؤمنين في شأنهم ،  وتزعمون أنهم شركاء حقا .  {  إن الخزي اليوم } أي الذل والهوان يوم القيامة {  والسوء } أي العذاب {  على الكافرين }<br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "27",
        "page": "270"
    },
    {
        "text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ فَأَلْقَوُا۟ ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءٍۭ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "وأبدل منهم :  {  الذين تتوفاهم الملائكة } أ ي توفتهم .  وعبر بالمضارع حكاية للحالة الماضية . <br />\r\n{  فألقوا السلم } فاستسلموا لأمره تعالى وانقادوا حين رأوا عذاب الآخرة ،  وجحدوا ما كان منهم في الدنيا من الشرك والعصيان ،  وقالوا كاذبين :  {  ما كنا نعمل من سوء } وهو كما قالوا :  {  و لله ربنا  كنا مشركين }{[205]} فرد الله ،  أو الذين أوتوا العلم عليهم بقولهم : {  بلى إن الله عليم بما كنتم تعلمون } فيجازيكم عليه ،  ولا يجديكم  نفعا إنكاركم له .",
        "sura": "16",
        "aya": "28",
        "page": "270"
    },
    {
        "text": "فَٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
        "tafsir": "{  فبئس مثوى المتكبرين } أي فبئس مقام المتعاظمين عن الإيمان بالله :  جهنم . <br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "29",
        "page": "270"
    },
    {
        "text": "وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ قَالُوا۟ خَيْرًا لِّلَّذِينَ أَحْسَنُوا۟ فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةٌ وَلَدَارُ ٱلْءَاخِرَةِ خَيْرٌ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ",
        "tafsir": "{ٱلآخِرَةِ}\r\n(30) - وَيُخْبِرُ اللهُ تَعَالَى عَنِ المُؤْمِنِينَ السُّعَدَاءِ، فَإِذَا قِيلَ لَهُمْ: مَاذَا أَنْزَلَ رَبُّكُمْ عَلَى رَسُولِهِ؟ قَالُوا: أَنْزَلَ القُرْآنَ، فِيهِ خَيْرٌ وَرَحْمَةٌ، وَبَرَكَةٌ لِمَنِ اتَّبَعَهُ، وَآمَنَ بِهِ.\r\nثُمَّ يُخْبِرُ اللهُ تَعَالَى عَمَّا وَعَدَ بِهِ عِبَادَهُ المُؤْمِنينَ فَيمَا أَنْزَلَهُ عَلَى رَسُولِهِ، فَقَالَ: مَنْ أَحْسَنَ عَمَلَهُ فِي الدُّنْيَا، فَآمَنَ بِاللهِ وَرَسُولِهِ، وَأَمَرَ بِالمَعْرُوفِ وَنَهَى عَنِ المُنْكَرِ.. أَحْسَنَ اللهُ إِلَيْهِ فِي الدُّنيا وَالآخِرَةِ. وَإِنَّ دَارَ الآخِرَةِ خَيْرٌ مِنَ الدُّنيا الفَانِيَةِ، وَالجَزَاءُ فِيهَا أَتَمُّ مِنَ الجَزَاءِ فِي الدُّنْيَا، وَنَعِمَتْ دَارُ الآخِرَةِ دَاراً لِلْمُتَّقِينَ.",
        "sura": "16",
        "aya": "30",
        "page": "270"
    },
    {
        "text": "جَنَّٰتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ لَهُمْ فِيهَا مَا يَشَآءُونَ كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ",
        "tafsir": "{جَنَّاتُ} {ٱلأَنْهَارُ}\r\n(31) - وَالدَّارُ التِي وَعَدَ اللهُ بِهَا المُتَّقِينَ مِنْ عِبَادِهِ فِي الآخِرَةِ هِيَ جَنَّاتُ مُقَامٍ (عَدْنٍ)، يَدْخُلُونَها، تَجْري فِي أَرْضِهَا الأَنْهَارُ (مِنْ تَحْتِهَا) بَيْنَ أَشْجَارِهَا وَقُصُورِهَا، وَلَهُمْ فِيهَا مَا يَطْلُبُونَ وَيَشْتَهُونَ، وَكَذَلِكَ يَجْزِي اللهُ كُلَّ مَنْ آمَنَ بِهِ وَاتَّقَاهُ، وَأَحْسَنَ عَمَلَهُ.",
        "sura": "16",
        "aya": "31",
        "page": "270"
    },
    {
        "text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيْكُمُ ٱدْخُلُوا۟ ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "{  أدخلوا الجنة بما كنتم تعملون }{[206]} هو نظير قوله تعالى : {  و تلك الجنة التي أورثتموها بما كنتم تعملون } .  أي بسبب أعمالكم الصالحة ،  وسببيتها عادية ،  والسبب الحقيقي فضل الله ورحمته بقبولها وجعلها سببا .",
        "sura": "16",
        "aya": "32",
        "page": "270"
    },
    {
        "text": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
        "tafsir": "{  هل ينظرون إلا أن تأتيهم الملائكة } ( آية 210 البقرة ص 29 – 158 الأنعام ص 249 ) . <br />\r\n{  أو يأتي أمر ربك } أي القيامة التي فيها عذابهم .  أو العذاب المستأصل لهم في الدنيا .",
        "sura": "16",
        "aya": "33",
        "page": "270"
    },
    {
        "text": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
        "tafsir": "{يَسْتَهْزِئُونَ}\r\n(34) - وَلِهذَا حَلَّ بِهِمْ عَذَابُ اللهِ الأَلِيمُ عُقُوبَةً لَهُمْ عَلَى مَا فَعَلُوا، وَأَحَاطَ بِهِمْ (حَاقَ بِهِمْ)، وَقَدْ كَانُوا مِنْ قَبْلُ يَسْتَهْزِئُونَ بِهذا العَذَابِ، حِينَ كَانَ الرُّسُلُ يُحَذِّرُونَهُمْ مِنْهُ، وَلِهذا يُقَالُ لَهُمْ، يَوْمَ القِيَامَةِ:  { هَـٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ } }، كَمَا جَاءَ فِي آيَةٍ أُخْرَى.\r\nحَاقَ بِهِم - أَحَاطَ بِهِمْ.",
        "sura": "16",
        "aya": "34",
        "page": "270"
    }
]