[{"text":"إِنَّ ٱلَّذِينَ جَآءُو بِٱلْإِفْكِ عُصْبَةٌ مِّنكُمْ لَا تَحْسَبُوهُ شَرًّا لَّكُم بَلْ هُوَ خَيْرٌ لَّكُمْ لِكُلِّ ٱمْرِئٍ مِّنْهُم مَّا ٱكْتَسَبَ مِنَ ٱلْإِثْمِ وَٱلَّذِى تَوَلَّىٰ كِبْرَهُۥ مِنْهُمْ لَهُۥ عَذَابٌ عَظِيمٌ","aya":"11","page":"351","tafsir":"{  إن الذين جاءوا بالإفك } بعد أن بين الله تعالى قبح الزنا وحدّه ،  وحكم قذف المحصنات وحده ،  ذكر في ست عشرة آية قصة الإفك على الصديقة أم المؤمنين عائشة رضي الله عنها ،  وتوعد الذي تولى كبره بالعذاب العظيم ،  وبرأها الله مما افتروه .  والإفك :  الكذب .  يقال :  أفك – كضرب وعلم – أفكا وإفكا وأفكا ،  أي كذب .  وكانت القصة سنة ست في غزوة بني المصطلق بعد نزول آية الحجاب . {  عصبة منكم } جماعة منكم .  والعصبة :  العشرة فما زاد إلى الأربعين [ آية 8 يوسف ص 379 ] . {  والذي تولى كبره } أي تحمل معظمه وقام بإشاعته وهو رئيس المنافقين :  عبد الله بن أبي بن سلول ."},{"text":"لَّوْلَآ إِذْ سَمِعْتُمُوهُ ظَنَّ ٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَٰتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا۟ هَٰذَآ إِفْكٌ مُّبِينٌ","aya":"12","page":"351","tafsir":"{  لولا إذ سمعتموه } لولا :  حرف تحضيض بمعنى هلا .  والخطاب للمؤمنين دون من تولى كبره منهم .  وقد زجروا بتسعة زواجر ،  آخرها في آية 21"},{"text":"لَّوْلَا جَآءُو عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ فَإِذْ لَمْ يَأْتُوا۟ بِٱلشُّهَدَآءِ فَأُو۟لَٰٓئِكَ عِندَ ٱللَّهِ هُمُ ٱلْكَٰذِبُونَ","aya":"13","page":"351","tafsir":"{  فيما أفضتم فيه } أي بسبب ما خضم فيه من حديث الإفك .  يقال :  أفاض في الحديث وخاض فيه وأخذ فيه واندفع ،  بمعنى .  وأصله من قولهم أفاض الإناء ،  إذا ملأه حتى فاض .  \r\n \r\n"},{"text":"وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ لَمَسَّكُمْ فِى مَآ أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ","aya":"14","page":"351","tafsir":"no text"},{"text":"إِذْ تَلَقَّوْنَهُۥ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِۦ عِلْمٌ وَتَحْسَبُونَهُۥ هَيِّنًا وَهُوَ عِندَ ٱللَّهِ عَظِيمٌ","aya":"15","page":"351","tafsir":"no text"},{"text":"وَلَوْلَآ إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بِهَٰذَا سُبْحَٰنَكَ هَٰذَا بُهْتَٰنٌ عَظِيمٌ","aya":"16","page":"351","tafsir":"{  سبحانك } أصل معناه التنزيه لله من كل نقص ،  ثم كثر حتى استعمل في كل متعجب منه [ آية 32 البقرة ص 24 ] .  والمراد هنا :  التعجب من عظم هذا الأمر وممن تفوه به . {  هذا بهتان } أي كذب يبهت ويحير سامعه لفظاعته . {  عظيم } لا يقدر قدره لعظمة المبهوت عليه .  يقال :  بهته يبهته بهتا وبهتا وبهتانا ،  قال عليه ما لم يفعل .  والبهت – بفتح الباء - :  الانقطاع والحيرة .  وبالضم :  الكذب والباطل الذي يتحير منه ."},{"text":"يَعِظُكُمُ ٱللَّهُ أَن تَعُودُوا۟ لِمِثْلِهِۦٓ أَبَدًا إِن كُنتُم مُّؤْمِنِينَ","aya":"17","page":"351","tafsir":"no text"},{"text":"وَيُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","aya":"18","page":"351","tafsir":"no text"},{"text":"إِنَّ ٱلَّذِينَ يُحِبُّونَ أَن تَشِيعَ ٱلْفَٰحِشَةُ فِى ٱلَّذِينَ ءَامَنُوا۟ لَهُمْ عَذَابٌ أَلِيمٌ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ","aya":"19","page":"351","tafsir":"no text"},{"text":"وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ رَءُوفٌ رَّحِيمٌ","aya":"20","page":"351","tafsir":"no text"}]