[
    {
        "text": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍ شَدِيدٍ تُقَٰتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًا وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
        "tafsir": "{  أولى بأس شديد } ذوي نجدة وشدة في الحرب ؛  وهم فارس أو الروم ،  أو هوازان وغطفان يوم حنين .  أو بنو حنيفة أصحاب مسيلمة الكذاب . \r\n\r\n",
        "sura": "48",
        "aya": "16",
        "page": "513"
    },
    {
        "text": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
        "tafsir": "{  ليس على الأعمى حرج .  .  .  } ليس على هؤلاء إثم في التخلف عن الجهاد ؛  لما بهم من الأعذار والعاهات المرخصة لهم في التخلف عنه . \r\n\r\n",
        "sura": "48",
        "aya": "17",
        "page": "513"
    },
    {
        "text": "لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَٰبَهُمْ فَتْحًا قَرِيبًا",
        "tafsir": "{  لقد رضي الله عن المؤمنين } هم أهل الحديبية ؛  إلا جد بن قيس المنافق الذي لم يبايع .  وكانت عدتهم أربعمائة وألفا في قول .  وتسمى هذه البيعة بيعة الرضوان ؛  أخذا من هذه الآية . \r\nوالشجرة كانت سمرة ،  والمشهور أن الناس كانوا يأتونها فيصلون عندها ؛  فأمر عمر بقطعها خشية الافتتان بها لقرب العهد بالجاهلية . {  وأثابهم فتحا قريبا .  ومغانم كثيرة يأخذونها } هو فتح خيبر وغنائمها ،  وكان إثر انصرافهم من الحديبية . \r\n\r\n",
        "sura": "48",
        "aya": "18",
        "page": "513"
    },
    {
        "text": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
        "tafsir": "/ت18",
        "sura": "48",
        "aya": "19",
        "page": "513"
    },
    {
        "text": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًا مُّسْتَقِيمًا",
        "tafsir": "{  وكف أيدي الناس عنكم } أي أيدي أهل خيبر وحلفائهم من بني أسد وغطفان حين خفوا لنصرتهم ؛  فقذف الله في قلوبهم الرعب فنكصوا على أعقابهم مدبرين . \r\n\r\n",
        "sura": "48",
        "aya": "20",
        "page": "513"
    },
    {
        "text": "وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
        "tafsir": "{  وأخرى لم تقدروا عليها } أي وعجل لكم مغانم أخرى ،  وهي مغانم هوزان في غزوة حنين ؛  لم تقدروا عليها لما كان فيها من الجولة قبل ذلك{  قد أحاط الله بها } قدر عليها واستولى ؛  فأظهركم عليها وأظفركم بها . \r\n\r\n",
        "sura": "48",
        "aya": "21",
        "page": "513"
    },
    {
        "text": "وَلَوْ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
        "tafsir": "{قَاتَلَكُمُ} {ٱلأَدْبَارَ}\r\n(22) - يُبَشِّرُ اللهُ تَعَالى عِبَادَهُ المُؤْمِنِينَ بِأَنَّهُم إِذا قَاتَلَهُمُ المُشْرِكُونَ لاَنْتَصَرَ المُسْلِمُونَ عَلَيهِمْ، وَلاَنهَزَمَ جَيْشُ الكُفْرِ فَارّاً مُوَلِّياًَ الأَدْبَارَ، وَلاَ يَجِدُ وَليّاً يَتَوَلَّى رِعَايَتَهُ وَيَحْرُسُهُ، وَلا نَاصراً يَنْصُرُهُ وَيُسَاعِدُهُ، لأَنَّهُ يُحَارِبُ اللهَ وَرَسُولَهُ.\n",
        "sura": "48",
        "aya": "22",
        "page": "513"
    },
    {
        "text": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
        "tafsir": "(23) - وَهذِهِ هِيَ سُنَّةُ اللهِ فِي خَلْقِه: مَا تَقَابَلَ الكُفْرُ وَالإِيمَانُ في مَيْدَانٍ إِلاَّ نَصَرَ اللهُ الإِيمَانَ، وَهَزَمَ الكُفْرَ، وَسُنَّةُ اللهِ لاَ تبديلَ لَها. فَقَدْ نَصَرَ اللهُ النَّبِيَّ وَالمُسْلِمِينَ في بَدْرٍ وَهُمْ قِلَّةٌ قَلِيلةٌ، وَنَصَرَهُمْ فِي مَوَاطِنَ كَثِيرَةٍ أُخْرى.\n",
        "sura": "48",
        "aya": "23",
        "page": "513"
    }
]