[{"text":"قَالُوا۟ يَٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ","aya":"65","page":"316","tafsir":"{  يا موسى إما أن تلقي } أي تطرح ما معك قبلنا .  والإلقاء في الأصل :  طرح الشيء حيث تلقاه أي تراه ؛  ثم تعورف في كل طرح .  \r\n \r\n"},{"text":"قَالَ بَلْ أَلْقُوا۟ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ","aya":"66","page":"316","tafsir":"no text"},{"text":"فَأَوْجَسَ فِى نَفْسِهِۦ خِيفَةً مُّوسَىٰ","aya":"67","page":"316","tafsir":"{  فأوجس في نفسه خيفة } الإيجاس :  الإخفاء والإضمار .  والخفية :  الخوف ؛  أي أخفى موسى في نفسه شيئا من الخوف من مفاجأة ذلك بمقتضى الجبلة البشرية عند رؤية الأمر المهول .  ولكن الله ثبته وقال له :  {  ألق ما في يمينك تلقف ما صنعوا } \r\n \r\n"},{"text":"قُلْنَا لَا تَخَفْ إِنَّكَ أَنتَ ٱلْأَعْلَىٰ","aya":"68","page":"316","tafsir":"no text"},{"text":"وَأَلْقِ مَا فِى يَمِينِكَ تَلْقَفْ مَا صَنَعُوٓا۟ إِنَّمَا صَنَعُوا۟ كَيْدُ سَٰحِرٍ وَلَا يُفْلِحُ ٱلسَّاحِرُ حَيْثُ أَتَىٰ","aya":"69","page":"316","tafsir":"{  ألق ما في يمينك تلقف ما صنعوا } أي تبتلع بسرعة ما موهوا به .  يقال :  لقفه يلقفه لقفا ولقفانا ،  تناوله بسرعة وحذق باليد أو الفم .  \r\n \r\n"},{"text":"فَأُلْقِىَ ٱلسَّحَرَةُ سُجَّدًا قَالُوٓا۟ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","aya":"70","page":"316","tafsir":"no text"},{"text":"قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَٰفٍ وَلَأُصَلِّبَنَّكُمْ فِى جُذُوعِ ٱلنَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وَأَبْقَىٰ","aya":"71","page":"316","tafsir":"no text"},{"text":"قَالُوا۟ لَن نُّؤْثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلْبَيِّنَٰتِ وَٱلَّذِى فَطَرَنَا فَٱقْضِ مَآ أَنتَ قَاضٍ إِنَّمَا تَقْضِى هَٰذِهِ ٱلْحَيَوٰةَ ٱلدُّنْيَآ","aya":"72","page":"316","tafsir":"{  والذي فطرنا } أي ولن نؤثرك على الذي أبدعنا وأوجدنا ،  أو هو قسم بالله .  وفعله من باب نصر .  \r\n \r\n"},{"text":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ ٱلسِّحْرِ وَٱللَّهُ خَيْرٌ وَأَبْقَىٰٓ","aya":"73","page":"316","tafsir":"no text"},{"text":"إِنَّهُۥ مَن يَأْتِ رَبَّهُۥ مُجْرِمًا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ","aya":"74","page":"316","tafsir":"no text"},{"text":"وَمَن يَأْتِهِۦ مُؤْمِنًا قَدْ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُو۟لَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلْعُلَىٰ","aya":"75","page":"316","tafsir":"no text"},{"text":"جَنَّٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","aya":"76","page":"316","tafsir":"no text"}]