[
    {
        "text": "يُبَصَّرُونَهُمْ يَوَدُّ ٱلْمُجْرِمُ لَوْ يَفْتَدِى مِنْ عَذَابِ يَوْمِئِذٍۭ بِبَنِيهِ",
        "tafsir": "{يبصرونهم} يعرفون أقرباءهم، فيعرف كل إنسان قريبه؛ فذلك تبصير الله إياهم، ولكنهم لا يتساءلون لاشتغال كل واحد بحال نفسه. يقال: بصرته بالشيء، إذا أوضحته له حتى يبصره؛ ثم ضمن معنى التعريف. {يود المجرم} أي إن اشتغال كل مجرم بنفسه في ذلك اليوم بلغ إلى حيث يتمنى أن يفتدي بأقرب الناس إليه وأعقلهم بقلبه؛ فضلا عن أن يهتم بحاله ويسأل عنها .",
        "sura": "70",
        "aya": "11",
        "page": "569"
    },
    {
        "text": "وَصَٰحِبَتِهِۦ وَأَخِيهِ",
        "tafsir": "{صَاحِبَتِهِ} - أو أن يقدم فداء عنه زوجته أو أخاه.",
        "sura": "70",
        "aya": "12",
        "page": "569"
    },
    {
        "text": "وَفَصِيلَتِهِ ٱلَّتِى تُـْٔوِيهِ",
        "tafsir": "{وفصيلته} أي عشيرته التي تضمه انتسابا إليها، أو لياذا بها في الشدائد. {ثم ينجيه} ذلك الافتداء؛ أي بود لو يفتدي ثم لو يفتدي ثم لو ينجيه ذلك الافتداء .",
        "sura": "70",
        "aya": "13",
        "page": "569"
    },
    {
        "text": "وَمَن فِى ٱلْأَرْضِ جَمِيعًا ثُمَّ يُنجِيهِ",
        "tafsir": "أو أن يقدم جميع أهل الأرض فداء له ليخلص هو من ذلك العذاب.",
        "sura": "70",
        "aya": "14",
        "page": "569"
    },
    {
        "text": "كَلَّآ إِنَّهَا لَظَىٰ",
        "tafsir": "{كلا} ردع للمجرم عن هذه الودادة. وتبئيس له من الإنجاء. {إنها لظى} أي عن النار لظى؛ وهي اسم من أسمائها. أو اسم لطبق من أطباقها. واللظى: اللهب الخالص. {نزاعة للشوى} قلاعة لجلدة الرأس وأطراف البدن؛ كاليد والرجل. ثم تعود كما كانت، وهكذا أبدا. جمع شواة، وهي من جوارح الإنسان ما لم يكن مقتلا. يقال: رمى فأشوى، إذا لم يصب مقتلا .",
        "sura": "70",
        "aya": "15",
        "page": "569"
    },
    {
        "text": "نَزَّاعَةً لِّلشَّوَىٰ",
        "tafsir": "تحرق كل شيء بارز من جسم الإنسان فتزيله وكأنها تنزعه انتزاعا.\r\nالشوى- الأطراف البارزة كاليدين والرجلين والرأس. وقيل إنها جلدة الرأس.",
        "sura": "70",
        "aya": "16",
        "page": "569"
    },
    {
        "text": "تَدْعُوا۟ مَنْ أَدْبَرَ وَتَوَلَّىٰ",
        "tafsir": "{تَدْعُواْ} - إنها النار المحرقة تنادي إليها أصحابها من الكفرة الذين خلقهم الله لها، وهم الذين تولوا حينما دعاهم رسلهم إلى الإيمان بالله، وولوا مدبرين.",
        "sura": "70",
        "aya": "17",
        "page": "569"
    },
    {
        "text": "وَجَمَعَ فَأَوْعَىٰٓ",
        "tafsir": "{وجمع فأوعى} جمع المال؛ فأمسكه في وعائه وكنزه، ولم يؤد منه حق الله تعالى فيه، وتشاغل به عن دينه .",
        "sura": "70",
        "aya": "18",
        "page": "569"
    },
    {
        "text": "إِنَّ ٱلْإِنسَٰنَ خُلِقَ هَلُوعًا",
        "tafsir": "{إن الإنسان} أي الكافر {خلق هلوعا} والهلع: شدة الجزع من شدة الحرص والضجر؛ وقد بين الله تعالى ذلك بقوله: {إذا مسه الشر جزوعا}",
        "sura": "70",
        "aya": "19",
        "page": "569"
    },
    {
        "text": "إِذَا مَسَّهُ ٱلشَّرُّ جَزُوعًا",
        "tafsir": "أي إذا مسه الفقر أو المرض ونحوهما كان مبالغا في الجزع، مكثرا منه، لا صبر له على ما أصابه. وإذا مسه الغنى أو الصحة كان مبالغا في المنع والإمساك، لا ينفقه في طاعة، ولا يؤدي منه حق الله فيه. و  \" جزوعا\" و  \" هلوعا\" خبران لكان مضمرة. وقيل: حالان من الضمير في\" هلوعا\" .",
        "sura": "70",
        "aya": "20",
        "page": "569"
    },
    {
        "text": "وَإِذَا مَسَّهُ ٱلْخَيْرُ مَنُوعًا",
        "tafsir": "وإذا حصلت له نعمة من الله بخل بها على غيره، ومنع حق الله فيها.\r\nالمنوع- الكثير المنع والإمساك.",
        "sura": "70",
        "aya": "21",
        "page": "569"
    },
    {
        "text": "إِلَّا ٱلْمُصَلِّينَ",
        "tafsir": "ثم لما وصف سبحانه من أدبر وتولى معللا بهلعه وجزعه استثنى ما يقابله فقال: {إلا المصلين} ،  ووصفهم بما ينبئ عن كمال تنزههم عن الهلع من الاستغراق في طاعة الله، والإشفاق على الخلق، والإيمان بالجزاء، والخوف من العقوبة، وكسر الشهوة، وإيثار الآخرة على الأولى .",
        "sura": "70",
        "aya": "22",
        "page": "569"
    },
    {
        "text": "ٱلَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ دَآئِمُونَ",
        "tafsir": "{دَآئِمُونَ} - الذين يحافظون على أداء الصلوات في أوقاتها، لا يشغلهم عنها شاغل، وفي هذا إشارة إلى فضل المداومة على العبادة.",
        "sura": "70",
        "aya": "23",
        "page": "569"
    },
    {
        "text": "وَٱلَّذِينَ فِىٓ أَمْوَٰلِهِمْ حَقٌّ مَّعْلُومٌ",
        "tafsir": "{ۤأَمْوَالِهِمْ} - والذين يجعلون في أموالهم نصيبا معينا ينفقونه تقربا من الله، وطلبا لمرضاته.",
        "sura": "70",
        "aya": "24",
        "page": "569"
    },
    {
        "text": "لِّلسَّآئِلِ وَٱلْمَحْرُومِ",
        "tafsir": "{والمحروم} الفقير المتعفف عن السؤال؛ فيظن لتعففه استغناؤه فيحرم العطاء .",
        "sura": "70",
        "aya": "25",
        "page": "569"
    },
    {
        "text": "وَٱلَّذِينَ يُصَدِّقُونَ بِيَوْمِ ٱلدِّينِ",
        "tafsir": "والذين يؤمنون بيوم المعاد والحساب فيعملون له وتظهر آثار ذلك في أفعالهم وأقوالهم وتصرفاتهم.",
        "sura": "70",
        "aya": "26",
        "page": "569"
    },
    {
        "text": "وَٱلَّذِينَ هُم مِّنْ عَذَابِ رَبِّهِم مُّشْفِقُونَ",
        "tafsir": "{مشفقون} خائفون على أنفسهم مع مالهم من صالح الأعمال؛ استقصارا لها واستعظاما لله تعالى .",
        "sura": "70",
        "aya": "27",
        "page": "569"
    },
    {
        "text": "إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ",
        "tafsir": "ولا ينبغي لعاقل أن يأمن عذاب الله، وإن زاد في الطاعات، ولا يأمنه أحد إلا بأمان من الله.",
        "sura": "70",
        "aya": "28",
        "page": "569"
    },
    {
        "text": "وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَٰفِظُونَ",
        "tafsir": "{حَافِظُونَ} - والذين يكفون أنفسهم عما حرم الله عليهم من النساء، ويحرصون على ألا يقارفوا محرما لم يبحه الله لهم.",
        "sura": "70",
        "aya": "29",
        "page": "569"
    },
    {
        "text": "إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
        "tafsir": "{أَزْوَاجِهِمْ} {أَيْمَانُهُمْ} - ولا يقربون إلا ما أحله الله من أزواج، أو من إماء يملكونهن، فإنهم لا يأثمون، ولا يلامون إذا أتوا نساءهم وإماءهم.",
        "sura": "70",
        "aya": "30",
        "page": "569"
    },
    {
        "text": "فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْعَادُونَ",
        "tafsir": "{هم العادون} المجاوزون الحلال إلى الحرام {آية 7 المؤمنون ص 61}",
        "sura": "70",
        "aya": "31",
        "page": "569"
    },
    {
        "text": "وَٱلَّذِينَ هُمْ لِأَمَٰنَٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ",
        "tafsir": "{لأَمَانَاتِهِمْ} {رَاعُونَ} - والذين إذا ائتمنوا على أمانة ردوها إلى أصحابها، ولم يخونوا، والذين إذا عاهدوا عهدا راعوه ووفوا به، ولم يغدروا، ولم يتأولوا.",
        "sura": "70",
        "aya": "32",
        "page": "569"
    },
    {
        "text": "وَٱلَّذِينَ هُم بِشَهَٰدَٰتِهِمْ قَآئِمُونَ",
        "tafsir": "{بِشَهَادَاتِهِم} {قَائِمُونَ} - والذين يؤدون الشهادة، إذا دعوا إلى أدائها عند الحكام، ولا يكتمونها ولا يغيرونها، والشهادة أمانة من الأمانات التي أمر الله تعالى المؤمنين بأدائها على الوجه الأكمل والصحيح.",
        "sura": "70",
        "aya": "33",
        "page": "569"
    },
    {
        "text": "وَٱلَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
        "tafsir": "والذين يحافظون على أداء صلواتهم في أوقاتها، يؤدونها حق أدائها، ويتمونها بركوعها وسجودها، وخشوعها، ويجتهدون قبل الدخول في الصلاة أن يستبعدوا عن أنفسهم ما يمكن أن يلهيهم عن ذكر الله، وفهم ما يقرؤون من القرآن وإدراك ما يفعلون من ذكر الله، ومن ركوع وسجود.",
        "sura": "70",
        "aya": "34",
        "page": "569"
    },
    {
        "text": "أُو۟لَٰٓئِكَ فِى جَنَّٰتٍ مُّكْرَمُونَ",
        "tafsir": "{أُوْلَـٰئِكَ} {جَنَّاتٍ} - وهؤلاء الذين يتمتعون بالصفات السالفة ويقومون بالعبادات على الوجه الأكمل كما أمر الله تعالى يدخلهم ربهم في جنته يوم القيامة، ويؤمنهم من هول الفزع في ذلك اليوم، ويكرمهم بفيض من الكرامات التي اختص الله بها عباده الصالحين المخلصين.",
        "sura": "70",
        "aya": "35",
        "page": "569"
    },
    {
        "text": "فَمَالِ ٱلَّذِينَ كَفَرُوا۟ قِبَلَكَ مُهْطِعِينَ",
        "tafsir": "{فما للذين كفروا. .  .} فأي شيء ثبت لهم حال كونهم مسرعين نحوك، مادي أعناقهم إليك؛ ليظفروا باستماع ما يجعلونه هزوا. أو مسرعين إليك مديمي النظر الشرر إليك [آية 8 القمر ص 375] .",
        "sura": "70",
        "aya": "36",
        "page": "569"
    },
    {
        "text": "عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ عِزِينَ",
        "tafsir": "{عن اليمين وعن الشمال عزين} أي جماعات متفرقين عن يمينك وعن شمالك، وكانوا يجتمعون حلقا عند الكعبة؛ فإذا صلى أو قرأ يستهزئون به، فنزلت. جمع عزة، وهي الجماعة. وأصلها عزوة من العزو؛ لأن كل فرقة تعتزي إلى غير من تعتزى إليه الأخرى؛ فلامها واو. وقيل: لامها هاء، والأصل عزهة و\" عن اليمين\" متعلق ب\" عزين\" .",
        "sura": "70",
        "aya": "37",
        "page": "569"
    },
    {
        "text": "أَيَطْمَعُ كُلُّ ٱمْرِئٍ مِّنْهُمْ أَن يُدْخَلَ جَنَّةَ نَعِيمٍ",
        "tafsir": "{ٱمْرِىءٍ} - فهل يطمع هؤلاء، وهم نافرون من الرسول الكريم، معرضون عن سماع الحق، أن يدخلوا جنة ربهم كما يدخلها المؤمنون المخلصون؟. كلا لا مطمع لهم في ذلك ما داموا مقيمين على كفرهم واستهزائهم.",
        "sura": "70",
        "aya": "38",
        "page": "569"
    },
    {
        "text": "كَلَّآ إِنَّا خَلَقْنَٰهُم مِّمَّا يَعْلَمُونَ",
        "tafsir": "{إنا خلقناهم مما يعلمون} أي أنهم يعلمون أنا أنشأناهم إنشاء من مادة ضعيفة؛ وهو حجة بينة على قدرتنا على إهلاكهم، لكفرهم بالبعث والجزاء، واستهزائهم بالرسول والقرآن، وادعائهم دخول الجنة بطريق السخرية، وعلى أن ننشئ بدلهم قوما آخرين خيرا منهم .",
        "sura": "70",
        "aya": "39",
        "page": "569"
    }
]