[
    {
        "text": "بَلْ بَدَا لَهُم مَّا كَانُوا۟ يُخْفُونَ مِن قَبْلُ وَلَوْ رُدُّوا۟ لَعَادُوا۟ لِمَا نُهُوا۟ عَنْهُ وَإِنَّهُمْ لَكَٰذِبُونَ",
        "tafsir": "{  بل بدا لهم .  .  .  }أي بل ظهر لهم في وقوفهم هذا ما كانوا ينكرونه ولا يؤمنون به ،  وهو نار الآخرة فالمراد من {  ما } : النار ،  ومن الإخفاء : الستر بمعنى الإنكار والجحود .  ومع ذلك لو ردوا إلى الدنيا لعادوا إلى الكفر والتكذيب ،  لسوء استعدادهم ،  وإنهم لكاذبون لا يوفون بما وعدوا به . \r\n\r\n",
        "sura": "6",
        "aya": "28",
        "page": "131"
    },
    {
        "text": "وَقَالُوٓا۟ إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
        "tafsir": "(29) - وَلَوْ رُّدوا إِلَى الدُّنْيا، لَعَادُوا إِلَى قَوْلِ مَا كَانُوا يَقُولُونَهُ مِنْ قَبْلُ، فِي الدُّنْيا: إِنْ هِيَ إِلاَّ حَيَاتُنَا الدُّنْيا، وَلاَ مَعَادَ بَعْدَهَا وَلاَ رَجْعَةَ إِلَى اللهِ، وَلا حَشْرَ بَعْدُ، وَلاَ حِسَابَ.",
        "sura": "6",
        "aya": "29",
        "page": "131"
    },
    {
        "text": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَىٰ رَبِّهِمْ قَالَ أَلَيْسَ هَٰذَا بِٱلْحَقِّ قَالُوا۟ بَلَىٰ وَرَبِّنَا قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
        "tafsir": "{  وقفوا على ربهم } حبسوا على حكم ربهم للحساب والجزاء .  و جواب الشرط : لرأيت أمرا عظيما .  {  قالوا بلى }أي إنه لحق .  و{  بلى } حرف جواب لاستفهام دخل على نفي فتفيد إبطاله ،  ( راجع آية 81 البقرة ص 35 ) .",
        "sura": "6",
        "aya": "30",
        "page": "131"
    },
    {
        "text": "قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ حَتَّىٰٓ إِذَا جَآءَتْهُمُ ٱلسَّاعَةُ بَغْتَةً قَالُوا۟ يَٰحَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ أَلَا سَآءَ مَا يَزِرُونَ",
        "tafsir": "{  بغتة }فجأة .  والمراد بالساعة : يوم القيامة .  و البغت و البغتة : مفاجأة الشيء بسرعة من غير اعتداد به ،  ولا إلقاء بال إليه .  {  يا حسرتنا }الحسرة : شدة الندم على ما فات .  ( راجع آية 167 سورة البقرة ص55 ){  يحملون أوزارهم }آثامهم وخطاياهم .  جمع وزر ،  وأصله الحمل الثقيل ،  وأطلق على الذنب لثقله .  والمراد شدة ما يلاقونه من العذاب بسبب ذنوبهم .",
        "sura": "6",
        "aya": "31",
        "page": "131"
    },
    {
        "text": "وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَعِبٌ وَلَهْوٌ وَلَلدَّارُ ٱلْءَاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{  لعب ولهو }اللعب واللهو : كلاهما الاشتغال بما لا يعنى العاقل ولا يهمه ،  من هوى و طرب ،  حراما كان أو حلالا .  غير أن اللعب ما قصد به تعجيل المسرة والاسترواح به .  واللهو : ما شغل من هوى و طرب وإن لم يقصد به ذلك .  أي وما طلاب لذات الحياة الدنيا ومسراتها ونعمائها المتنافسون فيها إلا في لعب ولهو ،  لأنها عما قليل تزول وتضمحل ،  كما يزول لعب اللاعب ولهو اللاهي ،  ولا يبقى له أثر ،  فلا يغتر بها العاقل . \r\n\r\n",
        "sura": "6",
        "aya": "32",
        "page": "131"
    },
    {
        "text": "قَدْ نَعْلَمُ إِنَّهُۥ لَيَحْزُنُكَ ٱلَّذِى يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجْحَدُونَ",
        "tafsir": "{  فإنهم لا يكذبونك }أي في الحقيقة ،  وإنما يكذبون آيات الله وأنك رسول الله ،  فلا تحزن مما يقوله هؤلاء الظالمون الجاحدون . \r\n\r\n",
        "sura": "6",
        "aya": "33",
        "page": "131"
    },
    {
        "text": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا۟ عَلَىٰ مَا كُذِّبُوا۟ وَأُوذُوا۟ حَتَّىٰٓ أَتَىٰهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِ وَلَقَدْ جَآءَكَ مِن نَّبَإِى۟ ٱلْمُرْسَلِينَ",
        "tafsir": "{أَتَاهُمْ} {لِكَلِمَاتِ} {نَّبَإِ}\r\n(34) - يَلْفِتُ اللهُ تَعَالَى نَظَرَ رَسُولِهِ إِلَى مَا لاَقَاهُ الرُّسُلُ قَبْلَهُ مِنْ تَكْذِيبِ أَقْوَامِهِمْ لَهُمْ، فَصَبَرُوا عَلَى الإِيذَاءِ وَالتَّكْذِيبِ، حَتَّى جَاءَ نَصْرُ اللهِ. ثُمَّ يَقُولُ لَهُ: فَعَلَيْكَ أَيُّهَا الرَّسُولُ أَنْ تَتَأَسَّى بِهِمْ، وَتَصْبِرَ، فَكَما جَاءَ نَصْرُ اللهِ مَنْ سَبَقَكَ مِنَ الرُّسُلِ، كَذَلِكَ سَيَنْصُرُكَ اللهُ عَلَى أَعْدَائِكَ الكَافِرِينَ، وَلاَ مُبَدِّلَ لَكَلِمَاتِ اللهِ التِي قَضَى فِيهَا أنَّ النَّصْرَ وَالعَاقِبَةَ سَتَكُونَانِ لِلْمُؤْمِنِينَ فِي الدُّنيا وَالآخِرَةِ. وَلَقَدْ جَاءَكَ أَيُّهَا الرَّسُولُ نَبَأُ نَصْرِ اللهِ رُسُلَهُ عَلَى مَنْ كَذَّبَهُمْ وَعَادَاهُمْ مِنْ أَقْوَامِهِمْ، فِيمَا قَصَّهُ عَلَيْكَ رَبُّكَ مِنْ نَبَأِ المُرْسَلِينَ قَبْلَكَ، وَفِي ذَلِكَ تَسْلِيَةٌ لَكَ، وَتَثْبِيتٌ.\r\n(وَيُرْوَى أنَّ سُورَةَ الأَنْعَامِ نَزَلَتْ بَيْنَ سُورَةِ الشُّعَرَاءِ وَالنَّمْلِ وُهُودٍ وَالقَصَصِ وَالحِجْرِ، المُشْتَمِلَةِ عَلَى أَنْبَاءِ المُرْسَلِينَ بِالتَّفْصِيلِ).\r\nلاَ مُبَدِّلَ لِكَلِمَاتِ اللهِ - لا مُغَيِّرَ لِمَا وَعَدَ اللهُ بِهِ رُسُلَهَ مِنَ النَّصْرِ.",
        "sura": "6",
        "aya": "34",
        "page": "131"
    },
    {
        "text": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ ٱسْتَطَعْتَ أَن تَبْتَغِىَ نَفَقًا فِى ٱلْأَرْضِ أَوْ سُلَّمًا فِى ٱلسَّمَآءِ فَتَأْتِيَهُم بِـَٔايَةٍ وَلَوْ شَآءَ ٱللَّهُ لَجَمَعَهُمْ عَلَى ٱلْهُدَىٰ فَلَا تَكُونَنَّ مِنَ ٱلْجَٰهِلِينَ",
        "tafsir": "{  وإن كان كبر عليك }أي وإن كان قد عظم ،  وشق على نفسك تكذيبهم و كفرهم و عدم إجابتهم إلى ما اقترحوا ،  و أخذ منك الحزن على ذلك مأخذه ،  وأحببت أن تجيبهم إلى ما اقترحوا ،  فإن كنت تقدر على أن تتخذ سربا في أعماق الأرض ،  أو مصعدا تصعد به إلى السماء لتأتيهم بآية مما اقترحوا عليك فافعل ،  وإذا كنت لا تقدر على ذلك فاصبر على شدائدهم وعلى تكذيبهم ومعارضتهم الآيات التي نصبها الله تعالى للناظرين المتأملين ،  ولو شاء الله أن يجمعه على الهدى لجمعهم ،  ولكن لم يرد ذلك لعلمه بسوء اختيارهم .  {  فلا تكونن من الجاهلين }بدقائق شئونه تعالى التي من عدم تعلق مشيئته بإيمانهم لفساد استعدادهم . \r\n\r\n",
        "sura": "6",
        "aya": "35",
        "page": "131"
    }
]