[
    {
        "text": "كَذَّبَتْ قَوْمُ لُوطٍ ٱلْمُرْسَلِينَ",
        "tafsir": "(160) - وأَرْسَلَ اللهُ تَعَالى لُوطاً علَيهِ السَّلامُ - وهُوَ ابنُ أَخي إِبراهِيمَ - إلى قَومٍ عُرِفُوا فيما بعْدُ بقومِ لوطٍ، وكَانُوا يَسْكُنُونَ مَدينةَ سَدُومٍ جَنُوبِيِّ البَحْرِ المَيِّتِ في الأُرْدُنَّ فَدعَاهُمْ إلى عِبَادَةِ اللهِ وَحدَهُ لا شَرِيكَ لَهُ، وأنْ يُطِيعُوا رَسُولَهُ الذِي بَعَثَهُ اللهُ إلَيْهِمْ، ونَهَاهُمْ عَنْ مَعْصِيَةِ اللهِ تَعالى، وعنِ ارْتِكَابِ الفَواحِشِ التي لَمْ يَسْبِقْهُمْ أحَدٌ منَ العَالَمِينَ إلى ارْتِكَابِها، فكذَّبُوهُ.\n",
        "sura": "26",
        "aya": "160",
        "page": "374"
    },
    {
        "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ",
        "tafsir": "(161) - فَقَالَ لَهُمْ لُوطٌ: أَلا تَتَّقُونَ اللهَ، وتَخَافُونَ عِقَابَهُ، وأنتُمْ تَعْبُدُونَ منْ دُونِهِ آلهةً أصْنَاماً لا تَضُرُّ ولا تَنْفَعُ، وتَرْتَكِبُونَ الفَواحِشَ؟\n",
        "sura": "26",
        "aya": "161",
        "page": "374"
    },
    {
        "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
        "tafsir": "(162) - فإِنيّ رَسُولُ اللهِ إليكمُ، وَإِنيّ أَمينٌ في إِبْلاَغِكُم مَا أتَلَقَّاهُ مِنْ رَبِّي.\n",
        "sura": "26",
        "aya": "162",
        "page": "374"
    },
    {
        "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
        "tafsir": "(163) - فأَطِيعُوني وَاسْمَعُوا قَولي، وَاتَّقُوا اللهَ وأخْلِصُوا العِبَادَةَ لَهُ وَحْدَهُ لا شَريكَ لَهُ.\n",
        "sura": "26",
        "aya": "163",
        "page": "374"
    },
    {
        "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{أَسْأَلُكُمْ} {ٱلْعَالَمِينَ}\r\n(164) - وَأَنَا لا أَسْأَلُكُمْ جَزَاءً، وَلاَ أَجْراً عَلى نُصْحِي لَكُمْ، ودَعْوَتي إيَّاكُمْ إِلى عِبَادَةِ اللهِ تَعَالى، وَإِنَّما أبْغِي الأَجْرَ والثَّوَابَ عَلَى ذَلِكَ مِنَ عِنْدِ اللهِ ربِّ العَالَمِين.\n",
        "sura": "26",
        "aya": "164",
        "page": "374"
    },
    {
        "text": "أَتَأْتُونَ ٱلذُّكْرَانَ مِنَ ٱلْعَٰلَمِينَ",
        "tafsir": "{ٱلْعَالَمِينَ}\r\n(165) - وَقَالَ لَهُمْ: إنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنَ دُونِ النِّسَاءِ، وَهذَا أمرٌ مُنْكَرٌ لَمْ يَسْبِقْكُمْ إِليهِ أََحَدٌ مِنْ خَلْقِ اللهِ.",
        "sura": "26",
        "aya": "165",
        "page": "374"
    },
    {
        "text": "وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَٰجِكُم بَلْ أَنتُمْ قَوْمٌ عَادُونَ",
        "tafsir": "{  أنتم قوم عادون } متعدون في الظلم ،  متجاوزون ما أحله الله لكم إلى ما حرمه عليكم ؛  جمع عاد .  يقال :  عدا في الأمر يعدو ،  جاوز الحد وظلم . \r\n\r\n",
        "sura": "26",
        "aya": "166",
        "page": "374"
    },
    {
        "text": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَٰلُوطُ لَتَكُونَنَّ مِنَ ٱلْمُخْرَجِينَ",
        "tafsir": "{لَئِن} {يٰلُوطُ}\r\n(167) - فَقَالُوا لَهُ: لئِنْ لَمْ تَنْتَهِ يا لُوطُ عَمَّا جِئْتَنَا بهِ مِنْ دَعْوَتِنا إلى التَّطَهُّرِ، وتَركِ ما وَجَدْنا عَليه آباءَنا، لَنُخْرجَنَّكَ مِنْ بينِ أظْهُرِنا، ولَنَنْفِيَنَّكَ منْ بَلْدَتِنا أنْتَ وأَهْلَكَ، فإِنَّكُمْ أُنَاسٌ تَتَطَهَّرُون.\n",
        "sura": "26",
        "aya": "167",
        "page": "374"
    },
    {
        "text": "قَالَ إِنِّى لِعَمَلِكُم مِّنَ ٱلْقَالِينَ",
        "tafsir": "{  من القالين } المبغضين أشد البغض المنكرين فعله ؛  جمع قال :  يقال :  قليته – من باب رمى – قلى وقلاء ،  أبغضته .  والقلى :  أبلغ البغض ؛  كأنه يقلى الفؤاد والكبد ويشوبهما . \r\n\r\n",
        "sura": "26",
        "aya": "168",
        "page": "374"
    },
    {
        "text": "رَبِّ نَجِّنِى وَأَهْلِى مِمَّا يَعْمَلُونَ",
        "tafsir": "(169) - وَدَعَا لُوطٌ ربَّهُ قَائِلاً: رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُ هؤلاءِ منَ المُنْكَرَاتِ، وأنْقِذْنَا بِفَضْلِكَ وَرَحْمَتِكَ حينَما تُنْزِلُ بالضَّالِّينَ عَذَابَكَ الأَليمَ.\n",
        "sura": "26",
        "aya": "169",
        "page": "374"
    },
    {
        "text": "فَنَجَّيْنَٰهُ وَأَهْلَهُۥٓ أَجْمَعِينَ",
        "tafsir": "{فَنَجَّيْنَاهُ}\r\n(170) - فأنْجَاهُ اللهُ تَعَالى وأهلَهُ جَمِيعاً.\n",
        "sura": "26",
        "aya": "170",
        "page": "374"
    },
    {
        "text": "إِلَّا عَجُوزًا فِى ٱلْغَٰبِرِينَ",
        "tafsir": "{  إلا عجوزا في الغابرين } أي في الباقين في العذاب بعد سلامة من خرج ؛  وهي امرأته وقد هلكت فيمن هلك من قومها لرضاها بمعصيتهم\r\n\r\n",
        "sura": "26",
        "aya": "171",
        "page": "374"
    },
    {
        "text": "ثُمَّ دَمَّرْنَا ٱلْءَاخَرِينَ",
        "tafsir": "{ٱلآخَرِينَ}\r\n(172) - وأمَرَ اللهُ تَعالَى لوطاً بأن يُسْرِيَ بِأَهْلِهِ بَعْدَ مُضِيِّ جَانِبٍ منَ اللَيلِ، - بِقِطْعٍ منْهُ - وأَنْ لا يَلتَفِتَ منهُمْ أحدٌ إلى الورَاءِ حِينَما يَسْمَعُونَ الصَّيْحَةَ تُدَمِّرُ القَومَ الظَّالِمِينَ، وَقَريَتَهُمْ. وَلمَّا خَرَجَ لُوطٌ وأَهلُهُ، وابْتَعَدُوا صَبَّ اللهُ عَذَابَهُ عَلَى القَريةِ، وأَمْطَرَها حِجَارةً من سِجِّيلٍ مَنْضُودٍ، فَجَعَلَ عَالِيَهَا سَافِلَها، ولَمْ يُبْقِ أحَداً مِنْ أهْلِها عَلَى قَيدِ الحَياةِ.\r\nدَمَّرْنَا الآخَرِينَ - أهْلَكْنَاهُمْ إهْلاَكاً شَدِيداً.\n",
        "sura": "26",
        "aya": "172",
        "page": "374"
    },
    {
        "text": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ",
        "tafsir": "{  وأمطرنا عليهم مطرا } حجارة من سجيل [ آية 84 الأعراف ص 269 ] .",
        "sura": "26",
        "aya": "173",
        "page": "374"
    },
    {
        "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
        "tafsir": "{لآيَةً}\r\n(174) - وفِي ذَلك لبُرْهَانٌ ودَليلٌ عَلَى قُدْرَةِ اللهِ تَعَالى، وفِيهِ عِظَةٌ للعَاقِلِينَ، وَلَمْ يَكُنْ أَكْثَرُهُمْ مُؤمِنينَ بما جَاءهُمْ بِهِ لُوطٌ عليهِ السَّلامُ.\n",
        "sura": "26",
        "aya": "174",
        "page": "374"
    },
    {
        "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "tafsir": "(175) - وَرَبُّكَ يا مُحَمَّدُ، هُوَ العَزيزُ الذي لاَ يُقَاوَمُ ولا يُغَالَبُ، وهو الرَّحِيمُ بعبادِهِ، يُرِيْدُهُمْ أَنْ يُؤْمِنُوا لِيَغْفِرَ لَهُمْ.\n",
        "sura": "26",
        "aya": "175",
        "page": "374"
    },
    {
        "text": "كَذَّبَ أَصْحَٰبُ لْـَٔيْكَةِ ٱلْمُرْسَلِينَ",
        "tafsir": "{  كذب أصحاب الأيكة } الأيكة :  الغيضة تنبت السدر والأراك ونحوهما من ناعم الشجر ؛  كما ذكره الخليل .  وهي قرب مدين ،  وأصحابها قوم نزلوا بها ،  وأرسل إليهم شعيب عليه السلام كما أرسل على أهل مدين فكذبوه فأهلكوا بالظلة [ آية 85 الأعراف ص 269 ،  آية 78 الحجر ص 425 ] .",
        "sura": "26",
        "aya": "176",
        "page": "374"
    },
    {
        "text": "إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ",
        "tafsir": "(177) - فَقَالَ لَهُمْ نَبِيُّهُمْ شُعَيْبٌ: ألا تَعْبُدونَ اللهَ وتُطِيعُونَ أَمْرَهُ، وتُقْلِعُونَ عَنْ عِبَادَةِ ما سِواهُ منَ الأصْنَامِ والأَنْدَادِ؟ وتَكُفُّونَ عَنْ تَطْفِيفِ المِكْيَالِ والمِيزانِ؟ إِنَّكُمْ إِنْ لَمْ تَفعَلُوا ذَلكَ فإِنَّ اللهَ سَيُعَاقِبُكُمْ عِقَاباً شَدِيداً.\n",
        "sura": "26",
        "aya": "177",
        "page": "374"
    },
    {
        "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
        "tafsir": "(178) - وإنِّي رَسُولٌ إليْكُمْ منَ اللهِ، أمينٌ في إبْلاَغِكُم مَا أَتَلَقَّاهُ مِنْ رَبِّي.\n",
        "sura": "26",
        "aya": "178",
        "page": "374"
    },
    {
        "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
        "tafsir": "(179) - فَأَطِيعُونِي وَاسْمَعُوا قَوْلِي، وَاتَّقُوا اللهَ رَبَّ العَالَمِينَ، وَأَخْلِصُوا لَهُ العِبَادَةَ وحْدَهُ لا شَرِيكَ لَهُ.\n",
        "sura": "26",
        "aya": "179",
        "page": "374"
    },
    {
        "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{أَسْأَلُكُمْ} {ٱلْعَالَمِينَ}\r\n(180) - وَأَنَا لاَ أَسْألُكُمْ جَزَاءً أو أَجْراً عَلَى نُصْحي لكُمْ، وَدَعْوَتي إيَّاكُمْ إِلى عِبادةِ اللهِ تَعالى وَحْدَه لا شَريكَ لهُ، وإِنَّما أبْغِي الأَجْرَ وَالثَّوابَ على ذَلِكَ مِنَ اللهِ الكَرِيمِ وَهُوَ رَبُّ العَالَمينَ.\n",
        "sura": "26",
        "aya": "180",
        "page": "374"
    },
    {
        "text": "أَوْفُوا۟ ٱلْكَيْلَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُخْسِرِينَ",
        "tafsir": "{  ولا تكونوا من المخسرين } الناقصين لحقوق الناس في الكيل والوزن .  يقال :  خسر الشيء – من باب ضرب – نقصه .  وأخسره مثله . \r\n\r\n",
        "sura": "26",
        "aya": "181",
        "page": "374"
    },
    {
        "text": "وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ",
        "tafsir": "{  وزنوا بالقسطاس المستقيم } بالميزان السوي الذي لا بخس فيه على من وزنتم له . \r\n\r\n",
        "sura": "26",
        "aya": "182",
        "page": "374"
    },
    {
        "text": "وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
        "tafsir": "{  ولا تعثوا في الأرض مفسدين } لا تفسدوا فيها أشد الإفساد بالقتل والغارة وقطع الطريق ونحو ذلك ؛  وكانوا يفعلون ذلك [ آية 60 البقرة 30 ] .",
        "sura": "26",
        "aya": "183",
        "page": "374"
    }
]