[
    {
        "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلْأَرْضِ وَٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِأَمْرِهِۦ وَيُمْسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلْأَرْضِ إِلَّا بِإِذْنِهِۦٓ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ",
        "tafsir": "{لَرَءُوفٌ}\r\n(65) - وَمِنْ إِحْسَانِه تَعَالَى وَفَضْلِهِ عَلَى النَّاسِ أَنَّهُ سَخَّرَ لَهُمْ جَمِيعَ مَا فِي الأَرْضِ مِنْ حَيَوَانٍ وَجَمَادٍ وَنَبَاتٍ لِيَنْتَفِعُوا بهِ، وَسَخَّرَ لَهُمُ المَرَاكِبَ التِي تَسيرُ في البَحْرِ، وَتَنْقُلُ النَّاسَ وَمَتَاعَهُمْ وَدَوابَّهُمْ مِنْ مَكَانٍ إِلى آخَرَ وَرَفَعَ السَّمَاءَ بِقُدْرَتِهِ وَأَمْسَكَهَا وَمَنَعَهَا بِلُطْفِهِ مِنْ أَنْ تَقَعَ عَلَى الأَرْضِ، وَلَوْ شَاءَ لأَذِنَ لَهَا فَسَقَطَتْ عَلَى الأَرْضِ فَدَمَّرَتْها وَأَهْلَكَتْ مَنْ فِيها، وَلكِنَّ اللهَ رَؤُوفٌ بالنَّاسِ رَحيمٌ، يَحْلُمُ عَلَيْهِمْ، وَيَرْأَفُ بِحَالِهِمْ، مَعَ ظُلْمِهِمْ وَكُفْرِهِمْ وَاسْتِكْبَارِهِمْ.\n",
        "sura": "22",
        "aya": "65",
        "page": "340"
    },
    {
        "text": "وَهُوَ ٱلَّذِىٓ أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ ٱلْإِنسَٰنَ لَكَفُورٌ",
        "tafsir": "{ٱلإِنْسَانَ}\r\n(66) - فَكَيفَ تَجْعَلُونَ للهِ أَنْدَاداً، وَتَعْبُدُونَ مَعَهُ غَيْرَهُ، وَهُوَ المُسْتَقِلُّ بِالخَلْقِ وَالرِّزْقِ وَالتَّصَرُّفِ، وَقَدْ أَوْجَدَكُمْ وَمَنَحَكُمُ الحَيَاةَ، وَلَمْ تَكُونَوا شَيئاً، ثُمَّ يُمِيتُكُمْ مِيتَةَ الحَقِّ التِي فَرَضَها عَلَى جَميعِ خَلْقِهِ، ثُمّ يُعِيدُ خَلْقَكُمْ مِنْ جَديدٍ يَوْمَ القِيَامَةِ لِيُجَازِيَ كُلَّ نَفْسٍ بِمَا كَسَبتَ، وَلكِنَّ الإِنْسَانَ يَرَى كُلَّ ذَلِكَ وَيُدْرِكُهَ، إِلاَّ أَنَّهُ يَكْفُرُ بِرَبِّهِ، وَيَجْحَدُ بِآلائِهِ لأَنَّهُ كَثيرُ الكُفْرِ، شَدِيدُ الجُحُودِ.\n",
        "sura": "22",
        "aya": "66",
        "page": "340"
    },
    {
        "text": "لِّكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَٰزِعُنَّكَ فِى ٱلْأَمْرِ وَٱدْعُ إِلَىٰ رَبِّكَ إِنَّكَ لَعَلَىٰ هُدًى مُّسْتَقِيمٍ",
        "tafsir": "{  لكل أمة جعلنا منسكا } بيان للنعم التكليفية إثر بيان النعم الكونية ،  أي ولكل أهل ملة وشرع – وإن نسخ – جعلنا شريعة ؛  وهو كقوله تعالى :   \" لكل جعلنا منكم شرعة ومنهاجا \"  {[238]} .  وقيل :  المنسك المكان المعين ،  أو الزمان المعين لأداء الطاعات .  فالأمة التي كانت من مبعث موسى إلى مبعث عيسى عليهما السلام منسكها التوراة .  والتي من مبعث عيسى إلى مبعث نبينا عليهما السلام منسكها الإنجيل .  والتي من مبعث نبينا صلى الله عليه وسلم إلى يوم القيامة منسكها القرآن الكريم لا غير .  والمراد من الآية :  زجر معاصريه صلى الله عليه وسلم من أهل الأديان الأخرى عن مخالفته وعصيانه .",
        "sura": "22",
        "aya": "67",
        "page": "340"
    },
    {
        "text": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ",
        "tafsir": "{جَادَلُوكَ}\r\n(68) - فَإِذَا جَادَلَكَ هؤلاءِ الضَّالونَ فَاخْتَصِرِ الجَدَلَ مَعهُمْ، لأَنَّهُمْ لا يَسْعَوْنَ إلى الاسْتِيضَاحِ وَالتَّعَلُّم، وَإِنَّما يُجَادِلونَكَ تَعَنُّتاً، وَقُلْ لَهُمْ: اللهُ أَعْلَمُ بِمَا تَعْمَلُونَ، وَبِمَا تَرْمُونَ إِليهِ مِنْ جَدَلِكُمْ، وَهُوَ تَعَالَى يُحْصِي عَلَيْكُمْ أَعْمَالَكُمْ، وَيُحَاسِبُكُم عَليها جَميعاً.\n",
        "sura": "22",
        "aya": "68",
        "page": "340"
    },
    {
        "text": "ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
        "tafsir": "{ٱلْقِيَامَةِ}\r\n(69) - وَاللهُ يَجْمعُ النَّاسَ جمِيعاً يَوْمَ القِيَامَةِ، وَيَحْكُمُ بِعَدْلِهِ بَيْنَهُمْ وَسَيَحْكُمُ بَيْنَكَ وَبَيْنَ هؤلاءِ الضَّالينَ فِيما اخْتَلَفْتُمْ فِيه مِنْ أُمورِ الدِّينِ، فَيَتَبَيَّنُ المُحِقُّ مِنَ المُبطِل.\n",
        "sura": "22",
        "aya": "69",
        "page": "340"
    },
    {
        "text": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَآءِ وَٱلْأَرْضِ إِنَّ ذَٰلِكَ فِى كِتَٰبٍ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
        "tafsir": "{كِتَابٍ}\r\n(70) - يَلْفِتُ اللهُ تَعَالَى نَظَرَ نَبِيِّهِ صلى الله عليه وسلم، وَنَظَرَ النَّاسِ، إِلَى أَنَّهُ هُوَ الذي خَلَقَ السَّمَاوَاتِ والأَرْضَ، وَخَلَقَ جَمِيعَ مَا فِيهِما مِنْ مَخْلُوقَاتٍ، وَهُوَ عَالِمٌ بِحَالِ كُلِّ مَخْلُوقٍ صَغِيرٍ أَوْ كَبِيرٍ، وَقَدْ سَطَّرَ كُلَّ ذَلِكَ فِي كِتَابٍ لَدَيْهِ (اللوحِ المَحْفُوظِ أو أُمِّ الكِتَابِ) ولَيْسَ ذَلِكَ صَعْباً عَلَى قُدْرَتِهِ تَعَالَى، وهِيَ قُدْرَةٌ لاَ حُدُودَ لَهَا.\n",
        "sura": "22",
        "aya": "70",
        "page": "340"
    },
    {
        "text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰنًا وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٌ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ",
        "tafsir": "{سُلْطَاناً} {لِلظَّالِمِينَ}\r\n(71) - وَيَعْبُدُ هؤُلاَءِ المُشْرِكُونَ أَصْنَاماً وأَوْثَاناً وَأَنْدَاداً مِنْ دُونِ اللهِ، لَيْسَ لَهُمْ فِي عِبَادَتِها حُجَّةٌ وَلاَ بُرْهَانٌ، وَلاَ عِلْمَ لَهُمْ فِيمَا اخْتَلَقُوهُ، وَفِيمَا ادَّعَوْهُ، وإِنَّمَا نَقَلُوه عَنْ أَسْلاَفِهِمْ، فَسَارُوا عَلَيْهِ بِدُونِ تَمْحِيصٍ، وَلاَ إِعْمَالِ عَقْلٍ فِيهِ، وَيَتَوَعَّدُهٌمْ اللهُ تَعَالَى عَلَى كُفْرِهِمْ هَذَا بِأَنَّ الظَّالِمِينَ لَنْ يَجِدْوا لَهُمْ مِنْ يَنْصُرُهُم مِنَ اللهِ فِيمَا يَحِلُّ بِهِمْ مِنَ العَذَابِ والنَّكَالِ يَوْمَ القِيَامَةِ.\r\nسُلْطَاناً - حُجَّةً وَبُرْهاناً.\n",
        "sura": "22",
        "aya": "71",
        "page": "340"
    },
    {
        "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ تَعْرِفُ فِى وُجُوهِ ٱلَّذِينَ كَفَرُوا۟ ٱلْمُنكَرَ يَكَادُونَ يَسْطُونَ بِٱلَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَٰتِنَا قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ وَبِئْسَ ٱلْمَصِيرُ",
        "tafsir": "{  يكادون يسطون } يبطشون{  بالذين يتلون عليهم آياتنا } من القرآن لشدة تكرههم سماعه .  والسطوة :  شدة البطش .  يقال :  سطا به وعليه يسطو سطوا وسطوة ،  إذا بطش به .\r\n\r\n",
        "sura": "22",
        "aya": "72",
        "page": "340"
    }
]