[
    {
        "text": "وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصْنَامًا ءَالِهَةً إِنِّىٓ أَرَىٰكَ وَقَوْمَكَ فِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{  آزر }لقب لأبي إبراهيم عليه السلام المسمى تاريخ ،  أو هو اسم آخر له .  {  أتتخذ أصناما آلهة }جمع صنم ،  وهو التمثال والوثن بمعنى ،  وهو الذي يتخذ من حجر أو خشب أو معدن على صورة إنسان .  أي تتخذها آلهة تعبدها من دون الله الذي خلقك ورزقك .  و هي لا تنفع ولا تضر ،  ولا تستحق الألوهية ،  بل هي مما تصنعون بأيديكم .\r\n\r\n",
        "sura": "6",
        "aya": "74",
        "page": "137"
    },
    {
        "text": "وَكَذَٰلِكَ نُرِىٓ إِبْرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلِيَكُونَ مِنَ ٱلْمُوقِنِينَ",
        "tafsir": "{  وكذلك نرى إبراهيم ملكوت }أي كما أريناه الحق في خلاف ما عليه قومه من الشرك نريه ربوبيته تعالى ،  و مالكيته للسماوات والأرض .  والملكوت : الملك العظيم ،  مصدر زيدت فيه الواو والتاء للمبالغة في الصفة ،  كالرحموت من الرحمة .  وهو مختص بملكه تعالى ،  كما ذكره الراغب .\r\n\r\n",
        "sura": "6",
        "aya": "75",
        "page": "137"
    },
    {
        "text": "فَلَمَّا جَنَّ عَلَيْهِ ٱلَّيْلُ رَءَا كَوْكَبًا قَالَ هَٰذَا رَبِّى فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلْءَافِلِينَ",
        "tafsir": "{  جن عليه الليل }ستره الليل وتغشاه بظلمته ،  وأصل الجن : الستر عن الحاسة .  يقال : جنه الليل و جن عليه يجن جنا و جنونا ،  وأجنه و أجن عليه إجنانا ،  ومنه الجن والجنة – بالكسر-والجنة –بالضم- و هي ما يتقى به المحارب ضرب قرنه ،  والجنة-بالفتح- وهي البستان الذي يستر بأشجاره الأرض .  {  قال هذا ربي }قال هذا على سبيل الفرض و إرخاء العنان ،  مجازاة مع عباد الأصنام والكواكب ،  ليكر عليه بالإبطال ،  ويثبت أن الرب لا يجوز عليه التغيير والانتقال ،  وكذا يقال فيما بعده .\r\n{  فلما اقل }غاب وغرب .  يقال : أفل الشيء يأفل ويأفل أفلا وأفولا ،  غاب .  {  قال لا أحب الآفلين }أي لا أعبد الأرباب أو لا أحب عبادة المنتقلين من حال إلى حال ،  ومن مكان إلى مكان .\r\n\r\n",
        "sura": "6",
        "aya": "76",
        "page": "137"
    },
    {
        "text": "فَلَمَّا رَءَا ٱلْقَمَرَ بَازِغًا قَالَ هَٰذَا رَبِّى فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِى رَبِّى لَأَكُونَنَّ مِنَ ٱلْقَوْمِ ٱلضَّآلِّينَ",
        "tafsir": "{  رأى القمر بازغا }مبتدئا في الطلوع منتشر الضوء ،  من البزوغ وهو الطلوع و الظهور .  يقال : بزغ الناب بزوغا إذا طلع .\r\n\r\n",
        "sura": "6",
        "aya": "77",
        "page": "137"
    },
    {
        "text": "فَلَمَّا رَءَا ٱلشَّمْسَ بَازِغَةً قَالَ هَٰذَا رَبِّى هَٰذَآ أَكْبَرُ فَلَمَّآ أَفَلَتْ قَالَ يَٰقَوْمِ إِنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
        "tafsir": "{رَأَى} {يٰقَوْمِ}\r\n(78) - فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً، وَرَأَى مَا هِيَ عَلَيْهِ مِنَ النُّورِ السَّاطِعِ، وَالحَجْمِ الكَبِيرِ، تَظَاهَرَ أَمَامَ قَوْمِهِ بِأنَّهُ اهْتَدَى إِلَى الصَّوَابِ فِي مَعْرِفَةِ المَعْبُودِ الذِي عَلَيْهِ أَنْ يَعْبُدَهُ دُونَ غَيْرِهِ، فَقَالَ لَهُمْ مُشِيراً إِلَى الشَّمْسِ: هَذَا رَبِّي، هَذَا أَكْبَرُ مَا رَأَيْتُ مِنَ الكَوَاكِبِ، وَأَكْثَرُهَا نُوراً. فَلَمَّا غَابَتْ تَبَرَّأَ، مِنْ كُلِّ المَعْبُودَاتِ التِي جَعَلَهَا قَوْمُهُ أَرْبَاباً لَهُمْ مِنْ دُونِ اللهِ.",
        "sura": "6",
        "aya": "78",
        "page": "137"
    },
    {
        "text": "إِنِّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ حَنِيفًا وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
        "tafsir": "{  للذي فطر السماوات والأرض }أي للذي أوجدهما و أنشأهما على غير مثال سابق .  {  حنيفا }مائلا عن الأديان الباطلة ،  والعقائد الزائغة كلها إلى الدين الحق .\r\n\r\n",
        "sura": "6",
        "aya": "79",
        "page": "137"
    },
    {
        "text": "وَحَآجَّهُۥ قَوْمُهُۥ قَالَ أَتُحَٰٓجُّوٓنِّى فِى ٱللَّهِ وَقَدْ هَدَىٰنِ وَلَآ أَخَافُ مَا تُشْرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّى شَيْـًٔا وَسِعَ رَبِّى كُلَّ شَىْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ",
        "tafsir": "{  إلا أن يشاء ربي شيئا }أي إلا وقت مشيئة ربي شيئا من المكروه يصيبني من جهتها .\r\nوالاستثناء متصل بتقدير الوقت .\r\n\r\n",
        "sura": "6",
        "aya": "80",
        "page": "137"
    },
    {
        "text": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَٰنًا فَأَىُّ ٱلْفَرِيقَيْنِ أَحَقُّ بِٱلْأَمْنِ إِن كُنتُمْ تَعْلَمُونَ",
        "tafsir": "{  سلطانا }حجة وبرهانا .  {  فأي الفريقين أحق بالأمن }أي فأي الفريقين حقيق بالأمن من عذاب الله يوم القيامة : ألذي عبد من بيده النفع والضر ،  أم الذي عبد ما لا يضر ولا ينفع لا دليل ولا برهان ؟\r\n\r\n",
        "sura": "6",
        "aya": "81",
        "page": "137"
    }
]