[
    {
        "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
        "tafsir": "{  ذلك بأن الله لم يك مغيرا .  .  } ذلك التعذيب على الأعمال السيئة عدل إلاهي ،  فقد جرت سنته تعالى في خلقه ،  واقتضت حكمته في حكمه ألا يبدل نعمة بنقمة إلا بسبب ارتكاب الذنوب ،  فإذا لم يتلق المنعم عليهم نعمته تعالى بالشكر والطاعة ،  وقابلوها بالكفر والعصيان ،  بدل نعمهم بنقم جزاء وفاقا ،  وهو كقوله تعالى : {  إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم }{[176]}",
        "sura": "8",
        "aya": "53",
        "page": "184"
    },
    {
        "text": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا۟ بِـَٔايَٰتِ رَبِّهِمْ فَأَهْلَكْنَٰهُم بِذُنُوبِهِمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَكُلٌّ كَانُوا۟ ظَٰلِمِينَ",
        "tafsir": "{آلِ فِرْعَوْنَ} {بآيَاتِ} {فَأَهْلَكْنَاهُمْ} {آلَ فِرْعَونَ} {ظَالِمِينَ}\r\n(54) - فَإذا كَفَرَتِ الأمَمُ بِأنْعُمِ رَبِّهَا، فَإنَّهُ تَعَالَى يَفْعَلُ فِيهِمْ فِعْلَهُ بِقَوْمِ فِرْعَوْنَ، وَأَمْثَالِهِمْ حِينَ كَذَّبُوا بِآيَاتِ اللهِ: أَهْلَكَهُمُ اللهُ بِذُنُوبِهِمْ وَجَرَائِمِهِمْ، وَتَكْذِيبِهِمْ رُسُلَ رَبِّهِمْ وَآيَاتِهِ، وَأغْرَقَ فِرْعَوْنَ وَقَوْمَهُ، وَمَا ظَلَمَهُمُ اللهُ إذْ أغْرَقَهُمْ، وَإنَّمَا كَانُوا هُمُ الظَّالِمِينَ لأنْفُسِهِمْ.",
        "sura": "8",
        "aya": "54",
        "page": "184"
    },
    {
        "text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُوا۟ فَهُمْ لَا يُؤْمِنُونَ",
        "tafsir": "{  إن شر الذنوب } نزلت في يهود قريظة ،  الذين عاهدوا الرسول صلى الله عليه وسلم على ألا يمالئوا عليه ،  فأعانوا المشركين بالسلاح واعتذروا ،  ثم عاهدهم بعد ذلك فنكثوا ومالئوا المشركين عليه يوم الخندق ،  وركب زعيمهم كعب بن الأشرف إلى مكة فخالف المشركين على حرب الرسول صلى الله عليه وسلم .  فهم شر الدواب في حكم الله ،  لتماديهم في الكفر ورسوخهم فيه ،  ولذا قال تعالى :  {  فهم لا يؤمنون } . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "55",
        "page": "184"
    },
    {
        "text": "ٱلَّذِينَ عَٰهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
        "tafsir": "{عَاهَدْتَّ}\r\n(56) - الذِينَ كُلَّمَا عَاهُدُوا عَهْداً نَقَضُوهُ، وَكُلَّمَا أَكَّدُوهُ بِالأَيْمَانِ نَكَثُوهُ، وَهُمْ لاَ يَخَافُونَ عِقَابَ اللهِ عَلَى شَيءٍ مِنَ الآثَامِ ارْتَكَبُوهُ.",
        "sura": "8",
        "aya": "56",
        "page": "184"
    },
    {
        "text": "فَإِمَّا تَثْقَفَنَّهُمْ فِى ٱلْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
        "tafsir": "{  فإما تثقفهم في الحرب .  .  .  } فإن ظفرت بهم في الحرب فافعل بهم فعلا من القتل والتنكيل تفرق به جمع كل ناقض للعهد ،  حتى يخافك من وراءهم من أهل مكة وغيرها .  يقال :  ثقفه يثقفه ،  صادفه أو ظفر به أو أدركه .  وشردت بني فلان :  قلعتهم عن مواطنهم وطردتم عنها حتى فارقوها . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "57",
        "page": "184"
    },
    {
        "text": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَٱنۢبِذْ إِلَيْهِمْ عَلَىٰ سَوَآءٍ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْخَآئِنِينَ",
        "tafsir": "{  و إما تخافن من قوم خيانة } أي وإما تعلمن من قوم بينك وبينهم عهد مشارفتهم نقضه خيانة منهم ،  بأمارات تلوح لك كما ظهر من بني النضير فاطرح إليهم عهدهم{  على سواء } أي على طريق مستو ظاهر ،  بأن تعلمهم بنبذك عهدهم قبل أن تحاربهم ،  حتى تكون أنت وهم في العلم بنبذ العهد سواء ،  فلا يتوهم أحد فيك الغدر . <br />\r\nأما إذا ظهر نقضهم العهد ظهورا مقطوعا به ،  فلا حاجة إلى إعلامهم بالنبذ :  إلقاء الشيء<br />\r\nوطرحه لقلة الاعتداد به ،  وفعله كضرب .  والسواء :  المساواة والعدل والوسط . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "58",
        "page": "184"
    },
    {
        "text": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ سَبَقُوٓا۟ إِنَّهُمْ لَا يُعْجِزُونَ",
        "tafsir": "{  و لا يحسبن الذين كفروا .  .  .  } لا يحسبن كفار مكة الذين نجوا يوم بدر من القتل والأسر أنفسهم قد سبقوا الله ،  فخلصوا من عذابه ونجوا منه .  {  إنهم لا يعجزون } أي لا يجدونه عاجزا عن إدراكهم .  أو لا يفوتونه بل يدركهم بعذابه لا محالة .  يقال :  أعجزه الشيء أي فاته .  وقوله :  {  إنهم } تعليل للنهي . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "59",
        "page": "184"
    },
    {
        "text": "وَأَعِدُّوا۟ لَهُم مَّا ٱسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ ٱلْخَيْلِ تُرْهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ ٱللَّهُ يَعْلَمُهُمْ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فِى سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
        "tafsir": "{  وأعدو لهم ما استطعتم } أي أعدو لقتال أعدائكم :  ما أمكنكم من كل ما يتقوى به عليهم في الحرب ،  من نحو حصون وقلاع وسلاح ،  وآلات ومصانع ،  وتعليم للفروسية وفنون الحرب . <br />\r\nوما روى من تفسير القوة بالرمى فإنما هو على سيبل المثال ،  وخص بالذكر أنه كان إذ ذاك أقوى ما يتقوى به ،  فهو من قبيل :  ( الحج عرفة ،  والندم توبة ) .  ولذا فسرها ابن عباس بأنواع الأسلحة ،  وعكرمة بالحصون والمعاقل .  {  ومن رباط الخيل } أي ومن ربط الخيل للغزو ،  وخصت بالذكر من بين ما يتقوى به لمزيد فضلها وغنائها في الحرب .  {  ترهبون به عدو الله } تخوفون بهذا الأعداد أعداء الله {  وعدوكم } أعداءكم وهم كفار مكة {  و آخرين من دونهم } أي من غيرهم من الكفار كالمنافقين واليهود .  والرهبة والرهب :  مخافة مع تحرز واضطراب .  يقال :  رهب يرهب رهبة ورهبا ،  خاف . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "60",
        "page": "184"
    },
    {
        "text": "وَإِن جَنَحُوا۟ لِلسَّلْمِ فَٱجْنَحْ لَهَا وَتَوَكَّلْ عَلَى ٱللَّهِ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "{  و إن جنحوا للسلم } أي إن مال الأعداء المحاربون إلى المسالمة والمصالحة على المهادنة<br />\r\nوالأمان فمل إليها ،  واقبل ذلك منهم ،  ما دام في خير وصلاح بين للإسلام وأهله ،  ولذلك قبل الرسول صلى الله عليه وسلم الصلح مع المشركين عام الحديبية على وضع الحرب بينه وبينهم عشر سنين ،  مع ما اشترطوا من الشروط .  أما المصالحة على الجزية فلا تصح إلا مع أهل الكتاب ،  لا ،  المشركين لا يقبل منهم إلا الإسلام أو السيف .  يقال :  جنح إليه يجنح – مثلث النون – جنوحا ،  مال .  والسلم- بفتح السين وكسرها يؤنث ويذكر - :  الاستسلام والصلح والمهادنة . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "61",
        "page": "184"
    }
]