[
    {
        "text": "يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ",
        "tafsir": "بسم الله الرحمن الرحيم\r\n{  يسألونك عن الأنفال } أي عن الغنائم ،  وهي الأموال المأخوذة من الكفار قهرا بقتال :  جمع نفل ،  وأصله للزيادة .  تقول :  نفلتك وأنفلتك ،  أي زدتك .  وسميت أنفالا لأنها زيادة خص الله تعالى بها هذه الأمة ،  إذ كانت محرمة على من قبلهم من الأمم .  سأل بعض أهل بدر النبي صلى الله عليه وسلم عن حكمها ،  حين تنازعها في قسمتها ،  فنزلت الآية باختصاص حكمها بالله ورسوله ،  يقسمها الرسول صلى الله عليه وسلم كما أمره الله تعالى ،  فقسمها بينهم على السواء .  {  و أصلحوا ذات بينكم } بعد أن أمرهم الله تعالى بالتقوى وامتثال أمره وأمر رسوله ،  أمرهم بإصلاح ذات بينهم .  {  و ذات } كلمة بمعنى صاحبة ،  ولا تستعمل إلا مضافة إلى الظاهر ،  كذات الصدور ،  وذات الشوكة ،  والبين يطلق على الوصلة وعلى الفرقة ،  أي راعوا أحوالا تحقق اتصالكم ،  وهي ما يقتضيه كمال الإيمان من الموادة والمصافاة فاحرصوا عليها .  أو راعوا أحوالا توجب فرقتكم فاجتنبوها .  ثم وصف الله كاملي الإيمان بالصفات الخمس الآتية ،  ترغيبا للسائلين والاتصاف بها . \r\n\r\n",
        "sura": "8",
        "aya": "1",
        "page": "177"
    },
    {
        "text": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَٰتُهُۥ زَادَتْهُمْ إِيمَٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
        "tafsir": "{  و جلت قلوبهم }خافت وفزعت ،  استعظاما لجلالته ،  وحذرا من عقابه .  والوجل :  استشعار الخوف .  يقال :  وجل وجلا فهو وجل ،  إذا خاف .  {  زادتهم إيمانا }أي زادتهم تلاوتها تصديقا ويقينا .  والتصديق لا شك في تفاوته للفرق الظاهر بين تصديق الأنبياء وآحاد الناس ،  ولتفاوت مراتب اليقين إلى علم اليقين ،  وحق اليقين ،  وعين اليقين .  {  وعلى ربهم يتوكلون } يعتمدون فيفوضون أمورهم كلها إليه تعالى وحده ،  فلا يرجون غيره ،  ولا يطلبون إلا منه ،  ولا يرغبون إلا إليه . \r\n\r\n",
        "sura": "8",
        "aya": "2",
        "page": "177"
    },
    {
        "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
        "tafsir": "{  يقيمون الصلاة }( آية 3 البقرة15 ) .  {  أولئك هم المؤمنون } أي أولئك المتصفون بهذه الصفات ،  الجامعون بين الإيمان والعمل ،  هم المؤمنون إيمانا حقا ،  أي ثابتا صدقا ،  وهو الإيمان الكامل .",
        "sura": "8",
        "aya": "3",
        "page": "177"
    },
    {
        "text": "أُو۟لَٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا لَّهُمْ دَرَجَٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
        "tafsir": "{أُوْلۤـٰئِكَ} {دَرَجَاتٌ}\r\n(4) - وَالمُتَّصِفُونَ بِهَذِهِ الصِّفَاتِ هُمُ المُؤْمِنُونَ حَقَّ الإِيمَانِ، لَهُمْ دَرَجَاتٌ مِنَ الكَرَامَةِ وَالزُّلْفَى عِنْدَ رَبِّهِمْ، وَلَهُمْ مَنَازِلُ وَمَقَامَاتٌ فِي الجَنَّاتِ، وَيَغْفِرُ اللهُ سَيِّئَاتِهِمْ، وَيَشْكُرُ لَهُمْ حَسَنَاتِهِمْ، وَيَرْزُقُهُمْ رِزْقاً طَيِّباً وَافِراً كَرِيماً.",
        "sura": "8",
        "aya": "4",
        "page": "177"
    },
    {
        "text": "كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ لَكَٰرِهُونَ",
        "tafsir": "{  كما أخرجك ربك } أي حال بعض أهل بدر في كراهة قسمة الغنيمة بالسوية ،  مثل حال بعضهم في كراهة الخروج للقتال ،  مع ما في هذه القسمة والقتال من الخير .  فالكاف بمعنى مثل ،  خير لمبتدأ محذوف وهو المشبه ،  والمذكور هو المشبه به ،  ووجه الشبه مطلق الكراهة ،  ما يترتب على كل من المكروهين من الخير للمؤمنين . \r\nو قد وقعت في هذه الغزوة كراهتان بحكم الطبيعة البشرية ،  أعقبها إذعان وتسليم ورضى من الصحابة رضوان عليهم .  الأولى- كراهة شبان أهل بدر قسمة الغنيمة بالسوية ،  وكانوا يحبون الاستئثار بها ،  لأنهم هم الذين باشروا القتال دون الشيوخ الذين كانوا معهم في الغزوة ،  مع أنهم كانوا ردءا لهم .  فكان في الأمر بالقسمة بالسوية خير للمؤمنين ،  إذ أصلح الله بينهم وردهم إلى حالة الرضا والصفاء والثانية- كراهة بعض أهل بدر قتال قريش ،  بعد نجاة العير التي خرجوا لأجلها ،  لخروجهم من غير استعداد للقتال لا بعدد ولا بعدد ،  فكان في القتال الذي أمروا به عزة الإسلام وخضد شوكة الكفر والطغيان .  وفي هذه الآية تنويه بأن الخير فيما قدره الله لا فيما يظنون . \r\n\r\n",
        "sura": "8",
        "aya": "5",
        "page": "177"
    },
    {
        "text": "يُجَٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ",
        "tafsir": "{  يجادلونك في الحق .  .  } أي يجادلونك في أمر القتال بقولهم :  ما كان خروجنا إلا للعير دون تأهب للقتال .  {  بعد ما تبين لهم } الحق بإعلامك أنهم ينصرون أينما توجهوا ،  وقد أخبرهم الرسول صلى الله عليه وسلم قبل نجاة العير بأن الله وعده الظفر بإحدى الطائفتين :  العير أو النفير ،  فلما نجت العير علم أن الظفر الموعود به إنما هو على النفير والعير :  الإبل الحاملة لأموالهم ،  الآتية من الشام إلى مكة .  والنفير :  المشركون الذين استنفرهم أبو سفيان للقتال دون العير .  والطائفة من الناس :  الجماعة منهم .  ومن الشيء :  القطعة منه . \r\n\r\n",
        "sura": "8",
        "aya": "6",
        "page": "177"
    },
    {
        "text": "وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَٰفِرِينَ",
        "tafsir": "{  ذات الشوكة } أي السلاح .  أو الشدة والقوة .  وذات الشوكة هي النفير .  وقد أحبوا أن تكون لهم طائفة العير دون طائفة النفير التي فيها القتال بالسلاح ،  ولكن الله أراد لهم وللإسلام ما هو خير ،  فمكنهم من أعدائهم وأعز الإسلام بنصرهم {  و يقطع دابر الكافرين }أي آخرهم ( آية 45 الأنعام ص 223 ) وقد هلك في هذه الغزوة صناديد قريش وعصابة المستهزئين ،  وهو أئمة الكفر في مكة .",
        "sura": "8",
        "aya": "7",
        "page": "177"
    },
    {
        "text": "لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
        "tafsir": "{ٱلْبَاطِلَ}\r\n(8) - وَقَدْ وَعَدَ اللهُ تَعَالَى المُؤْمِنِينَ بِمَا وَعَدَهُمْ، وَأرَادَ أَنْ يَلْتَقِيَ المُؤْمِنُونَ بِالقُوَّةِ الحَرْبِيَّةِ لِقُرَيشٍ لِيَكْسِرَ شَوْكَةَ الشِّرْكِ، وَيُثَبِّتَ الإِسْلاَمَ، وَيَرْفَعَ رَايَتَهُ (يُحِقَّ الحَقَّ)، وَلَوْ كَرِهَ المُجْرِمُونَ المُعْتَدُونَ، وَلاَ يَتَحَقَّقُ ذَلِكَ بِالاسْتِيلاءِ عَلَى العِيرِ، وَإِنَّما بِالقَضَاءِ عَلَى رُؤُوسِ الشِّرْكِ وَقَادَتِهِ.",
        "sura": "8",
        "aya": "8",
        "page": "177"
    }
]