[
    {
        "text": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَٰنُ مِنَ ٱلْمَسِّ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ فَمَن جَآءَهُۥ مَوْعِظَةٌ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ وَمَنْ عَادَ فَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{  يأكلون الربا }يتعاملون به أخذا وإعطاء .  وخصَّ الأكل بالذِّكر لأنه مُعظم المقصود من المال .\r\nوالربا :  الزيادة .  يقال :  ربا الشيء يربو إذا زاد وكثر .  وفي الشرع :  فضل مال لايقابله عوض في معاوضة مال بمال ،  قلت الفائدة أوكثرت .  وهو ربا نسيئة ،  وربا فضل ،  وكل منهما محرم شرعا .  وسيأتي تتمة لهذا في آية 130 من آل عمران .\r\n{  يتخبطه الشيطان }يتخبله الشيطان ويصرعه بسبب مسه إياه .  وأصل التخبط :  الضرب على غير استواء واتساق ،  كخبط البعير الأرض بيديه .  وفعله من باب ضرب .  والمس :  الخبل والجنون .  يقال :  مس الرجل فهو ممسوس ،  إذا ألم به ملم فجن .  والمعنى :  أن المتعاملين بالربا المستحلين له لا يقومون يوم البعث إلا كقيام المصروع الذي تخبله الشيطان وصرعه .  وهو-كما اختاره الإمام القفال – تشبيه جاء على ما تعارفوه من إضافة الصرع وكل شيء قبيح إلى الشيطان ،  ونظيره قوله تعالى :  {  طلعها كأنه رءوس الشياطين }{[72]} .  واختار الفخر أن المراد بمس الشيطان :  دعاؤه إلى طلب الملذات والشهوات والاشتغال بغير الله ،  ومن استجاب له كان متخبطا في أمر الدنيا ،  فتارة يجره الشيطان إلى الهوى ،  وتارة يجره الملك إلى الهدى .  وآكل الربا مفرط في حب الدنيا ،  فإذا مات على ذلك الحب .  صار حجابا بينه وبين الله تعالى .  فالخبط الذي كان حاصلا له في الدنيا بسبب حب المال أورثه خبطا في الآخرة ،  أوقعه في ذل الحجاب .\r\n{  إنما البيع مثل الربا }زعموا أنه حيث حل بيع ما قيمته درهم بدرهمين حالا أو مؤجلا يحل بيع درهم بدرهمين .  وجعلهم الربا أصلا وتشبيه البيع به مبالغة منهم في التماثل .\r\n{  وأحل الله البيع وحرم الربا }إبطال من الله تعالى لقول الكفار :  ( إنما البيع مثل الربا ) .",
        "sura": "2",
        "aya": "275",
        "page": "47"
    },
    {
        "text": "يَمْحَقُ ٱللَّهُ ٱلرِّبَوٰا۟ وَيُرْبِى ٱلصَّدَقَٰتِ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
        "tafsir": "{  يَمحقُ الله الربا }المَحْق :  النّقصان وذهاب البَركة .  وتقول :  محقه الله فامحق وامتحق ،  أي\r\nذهب خبرُه وبركتُه .  ويقال :  محقه محقا ،  أي أبطله ومحاه .  ولما كان الباعث على الربا تحصيل المزيد من المال ،  والصارف عن الصدقات الاحتراز عن نقصانه ،  بين الله تعالى في هذه الآية :  أن الربا وإن كان زيادة في الحال فهو نقصان في الحقيقة ،  لذهاب بركة الله به لا محالة .  وأن الصدقة وإن كانت نقصانا في الحال للمال صورة فهي زيادة فيه معنى ،  وذلك في الدنيا والآخرة .\r\n\r\n",
        "sura": "2",
        "aya": "276",
        "page": "47"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ} {ٱلصَّلاَةَ} {وَآتَوُاْ} {ٱلزَّكَاةَ}\r\n(277) - يَمْدَحُ اللهُ تَعَالَى المُؤْمِنيِن المُصَدِّقِينَ بِمَا جَاءَهُمْ مِنْ رَبِّهِمْ، المُقِيمِينَ الصَّلاَةَ، وَعَامِلِي الصَّالِحَاتِ وَالمُزَكِّينَ، وَيُخْبرُ عَنْهُمْ أنَّهُ يَحْفَظُ لَهُمْ أَجْرَهُمْ، وَأنَّهُمْ لاَ خَوفٌ عَلَيهِمْ، وَلاَ هُمْ يَحْزَنُونَ عَلَى مَا فَاتَهُمْ فِي الدُّنيا.",
        "sura": "2",
        "aya": "277",
        "page": "47"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَذَرُوا۟ مَا بَقِىَ مِنَ ٱلرِّبَوٰٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
        "tafsir": "{  وذروا ما بقي }دعوا واتركوا ما بقي مما شرطتم من الربا ،  ولا تطالبوا به بعد أن علمتم حرمته ،  فليس لكم إلا رؤوس أموالكم .\r\n\r\n",
        "sura": "2",
        "aya": "278",
        "page": "47"
    },
    {
        "text": "فَإِن لَّمْ تَفْعَلُوا۟ فَأْذَنُوا۟ بِحَرْبٍ مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
        "tafsir": "{  فآذنوا بجرب }فكونوا على علم ويقين بها ،  من أذن بالشيء يأذن إذا علم .  وقرئ( فآذنوا )من آذنه الأمر وآذنه به ،  أعلمه إياء ،  أي أعلموا من لم ينته عن الربا بحرب من الله ورسوله .  وهو وعيد وتهديد شديد المرابين .\r\n\r\n",
        "sura": "2",
        "aya": "279",
        "page": "47"
    },
    {
        "text": "وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ وَأَن تَصَدَّقُوا۟ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
        "tafsir": "{  فنَظِرَة }فعليكم تأخيرُه وإمهالُه .  والنَّظِرَة :  اسم من الإنظار وهو الإمهال .  يقال :  نظره وانتظره وتنظره ،  تأنى عليه وأمهله .  وهذا الحكم عامّ في كل دَيْن ،  على ما ذهب إليه الجمهور .  وفي الحديث الصحيح :  ( مَنْ أنظرَ مُعسرا أو وَضَعَ عنه أظلّه الله عزّ وجلّ في ظلّه يومَ لا ظل إلا ظله ) .\r\n\r\n",
        "sura": "2",
        "aya": "280",
        "page": "47"
    },
    {
        "text": "وَٱتَّقُوا۟ يَوْمًا تُرْجَعُونَ فِيهِ إِلَى ٱللَّهِ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
        "tafsir": "(281) - وَاحْذَرُوا يَا أَيُّهَا النَّاسُ ذَلِكَ اليَوْمَ العَظِيمَ، يَوْمَ القِيَامَةِ الذِي تَتَفَرَّغُونَ فِيهِ مِنْ مَشَاغِلِكُمُ الجَسَدِيَّة وَالدُّنْيَويَّةِ التِي كَانَتْ تَصْرِفُكُمْ عَنْ رَبِّكُمْ فِي هَذِهِ الحَيَاةِ الدُّنيا، وَيُجَازِي اللهُ كُلاً ًبِعَمَلِهِ، إنْ خَيْراً فَخَيْراً، وَإنْ شَرّاً فَشَرّاً، وَلا تُنْقَصُ نَفْسٌ مِنْ ثَوَابِها، وَلاَ يُزَادُ فِي عِقَابِهَا.",
        "sura": "2",
        "aya": "281",
        "page": "47"
    }
]