[
    {
        "text": "فَتَعَٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ وَلَا تَعْجَلْ بِٱلْقُرْءَانِ مِن قَبْلِ أَن يُقْضَىٰٓ إِلَيْكَ وَحْيُهُۥ وَقُل رَّبِّ زِدْنِى عِلْمًا",
        "tafsir": "{فَتَعَٰلَى} {بِٱلْقُرْآنِ}\r\n(114) - تَنَزَّهَ اللهُ المَلِكُ الحَقُّ، وَتَقَدَّسَ سُبْحَانَهُ، فَوَعْدُهُ حَقٌّ، وَوَعِيدُهُ حَقٌّ. وَمِنْ عَدْلِهِ تَعَالَى أَنَّهُ لاَ يُعَذِّبُ أَحَداً قَبْلَ الإِنْذَارِ وَإِرْسَالِ الرُّسُلِ، لِكَيْلاَ يَبْقَى لأَِحَدٍ حُجَّةٌ وَلاَ شُبْهَةٌ.\r\nوَكَانَ الرَّسُولُ صلى الله عليه وسلم - كَمَا قَالَ ابْنُ عَبَّاسٍ - يُعَانِي مِنَ الوَحْيِ شِدَّةً، فَكَانَ يُحَرِّكُ لِسَانَهُ بِهِ، وَيُكَرِّرُ مَا تَلاَهُ عَلَيْهِ جِبْرِيلُ عَلَيْهِ السَّلاَمُ، مِنْ شِدَّةِ حِرْصِهِ عَلَى حِفْظِ مَا يُوحِي إِلَيْهِ، فَأَرْشَدَهُ اللهُ تَعَالَى إِلَى مَا هُوَ أَسْهَلُ وَأَخَفُّ عَلَيْهِ، فَقَالَ لَهُ: فَإِذَا قَرَأَ عَلَيْكَ المَلَكُ القُرآنَ فَأَنْصِتْ، فَإِذَا فَرَغَ مِنْ ذلِكَ فَاقْرَأْهُ بَعْدَهُ، وَقُلْ: رَبِّ زِدْنِي عِلْماً.\r\n(وَكَانَ رَسُولُ اللهِ صلى الله عليه وسلم يَقُولُ:  \"اللَّهُمَّ انْفَعْنِي بِمَا عَلَّمْتَنِي، وَعَلِّمْنِي مَا يَنْفَعُنِي، وَزِدْنِي عِلْماً وَالحَمْدُ للهِ عَلَى كُلِّ حَالٍ\" ). (أَخْرَجَهُ ابْنُ مَاجَهْ وَالتِّرْمِذِيُّ).\r\nقَبْلِ أَن يُقْضَى - قَبْلَ أَنْ يَفْرُغَ وَيَتِمَّ.",
        "sura": "20",
        "aya": "114",
        "page": "320"
    },
    {
        "text": "وَلَقَدْ عَهِدْنَآ إِلَىٰٓ ءَادَمَ مِن قَبْلُ فَنَسِىَ وَلَمْ نَجِدْ لَهُۥ عَزْمًا",
        "tafsir": "{  ولقد عهدنا إلى آدم من قبل } أي وصيناه ألا يقرب هذه الشجرة{  فنسي } العهد ،  ولم يشتغل بحفظه حتى غفل عنه . {  ولم نجد له عزما } ثبات قدم في الأمور .  أو صبرا عن أكل الشجرة . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "115",
        "page": "320"
    },
    {
        "text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ",
        "tafsir": "{لِلْمَلاَئِكَةِ}\r\n(116) - واذْكُرْ يَا مُحَمَّدُ مَا وَقَعَ فِي ذلِكَ الحِينِ مِنّا وَمِنْ آدَمَ حَتَّى يَسْتَبِينَ لَكَ كَيْفَ نَسِيَ وَفَقَدَ العَزِيمَةَ، وَضَعُفَ فَكَانَ ذلِكَ سَبَباً لإِخْرَاجِهِ مِنَ الجَنَّةِ.\r\nلَقَدْ فَضَّلَ اللهُ آدَمَ عَلَى كَثِيرٍ مِنْ خَلْقِهِ، وَأَمَرَ المَلاَئِكَةَ بِأَنْ يَسْجُدُوا لَهُ، فَسَجَدُوا جَمِيعُهُمْ إِلاَّ إِبْلِيسَ فَإِنَّهُ امْتَنَعَ وَاسْتَكْبَرَ (أَبَى).",
        "sura": "20",
        "aya": "116",
        "page": "320"
    },
    {
        "text": "فَقُلْنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ ٱلْجَنَّةِ فَتَشْقَىٰٓ",
        "tafsir": "{  فتشقى } فتتعب بمتاعب الدنيا . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "117",
        "page": "320"
    },
    {
        "text": "إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَىٰ",
        "tafsir": "{  إن لك ألا تجوع فيها ولا تعرى .  .  .  } أي ألا يصيبك فيها شيء من الجوع والعرى والظمإ .  والعري :  خلاف اللبس .  يقال :  عري من ثيابه يعرى عريا وعرية ،  إذا تجرد من اللباس . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "118",
        "page": "320"
    },
    {
        "text": "وَأَنَّكَ لَا تَظْمَؤُا۟ فِيهَا وَلَا تَضْحَىٰ",
        "tafsir": "{  إن لك ألا تجوع فيها ولا تعرى .  .  .  } أي ألا يصيبك فيها شيء من الجوع والعرى والظمإ .  والعري :  خلاف اللبس .  يقال :  عري من ثيابه يعرى عريا وعرية ،  إذا تجرد من اللباس . <br />\r\n{  ولا تضحى } أي لا يصيبك حر شمس الضحى لانتفائها فيها .  يقال :  ضحا – كسعى ورضي – ضحوا وضحيا ،  أصابته الشمس . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "119",
        "page": "320"
    },
    {
        "text": "فَوَسْوَسَ إِلَيْهِ ٱلشَّيْطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلْ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلْخُلْدِ وَمُلْكٍ لَّا يَبْلَىٰ",
        "tafsir": "{  فوسوس إليه الشيطان } الوسوسة ،  الخطرة الرديئة .  وأصلها من الوسواس وهو صوت الحلي والهمس الخفي ؛  أي أنهى إليه الوسوسة . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "120",
        "page": "320"
    },
    {
        "text": "فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ",
        "tafsir": "{  فبدت لهما سوآتهما .  .  .  } [ آية 22 الأعراف ص 255 ] . <br />\r\n{  وعصى آدم ربه } خالف نهيه ،  ولكنه كان متأولا ؛  إذ اعتقد أن النهي عن شجرة معينة لا عن النوع كله ؛  وتسمية ذلك عصيانا لعلو منصبه عليه السلام .  وقد قيل :  حسنات الأبرار سيئات المقربين . {  فغوى } أي فضل عن مطلوبه ،  وهو الخلود في الجنة ،  وحاد عنه ولم يظفر به .  يقال :  غوى يغوي غيا ،  وغوي غواية ،  ضل .  أو ففسد عليه عيشه بنزوله إلى الدنيا .  والغي :  الفساد .",
        "sura": "20",
        "aya": "121",
        "page": "320"
    },
    {
        "text": "ثُمَّ ٱجْتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيْهِ وَهَدَىٰ",
        "tafsir": "{ٱجْتَبَاهُ}\r\n(122) - ثُمَّ رَضِيَ اللهُ عَنْهُ، وَتَابَ عَلَيْهِ، وَهَدَاهُ وَاصْطَفَاهُ وَاجْتَبَاهُ بَعْدَ أَنْ أَلْهَمَهُ اللهُ عِبَارَاتِ اسْتِغْفَارٍ، وَاعْتِذَارٍ قَالَهَا فَعَفَا اللهُ عَنْهُ، وَغَفَرَ لَهُ.\r\nاجْتَبَاهُ - اصْطَفَاهُ لِلنُّبُوَّةِ وَقَرَّبَهُ.",
        "sura": "20",
        "aya": "122",
        "page": "320"
    },
    {
        "text": "قَالَ ٱهْبِطَا مِنْهَا جَمِيعًۢا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَنِ ٱتَّبَعَ هُدَاىَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ",
        "tafsir": "{  فمن اتبع هداي } أي ما أبعثه بهداية الخلق من رسول أو كتاب . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "123",
        "page": "320"
    },
    {
        "text": "وَمَنْ أَعْرَضَ عَن ذِكْرِى فَإِنَّ لَهُۥ مَعِيشَةً ضَنكًا وَنَحْشُرُهُۥ يَوْمَ ٱلْقِيَٰمَةِ أَعْمَىٰ",
        "tafsir": "{  ومن أعرض عن ذكرى } عن الهدى ،  الذاكر لي والداعي إلي{  فإن له معيشة ضنكا } ضيقة شديدة .  والضنك :  ضيق العيش ،  وكل ما ضاق فهو ضنك ؛  يستوي في الواحد والأكثر والمذكر والمؤنث .  يقال :  ضنك يضنك ضنكا وضناكة وضنوكة ،  ضاق . <br />\r\n<br />\r\n",
        "sura": "20",
        "aya": "124",
        "page": "320"
    },
    {
        "text": "قَالَ رَبِّ لِمَ حَشَرْتَنِىٓ أَعْمَىٰ وَقَدْ كُنتُ بَصِيرًا",
        "tafsir": "(125) - فَيَسْأَلُ رَبَّهُ قَائِلاً: لَقَدْ كُنْتُ بَصِيراً فِي الحَيَاةِ الدُّنْيا فَلِمَاذَا حَشَرْتَنِي أَعْمَى فِي الآخِرَة؟ِ.",
        "sura": "20",
        "aya": "125",
        "page": "320"
    }
]