[
    {
        "text": "وَإِنَّهُۥ لَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
        "tafsir": "(77) - وَفي هذا القُرآنِ هُدىً لِقُلُوبِ المُؤْمِنينَ إِلى سَبِيلِ الرَّشَادِ، وَرَحمَةٌ لِمَنْ صَدَّقَ بِهِ، وَعَمِلَ بِما فِيهِ.\n",
        "sura": "27",
        "aya": "77",
        "page": "384"
    },
    {
        "text": "إِنَّ رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِۦ وَهُوَ ٱلْعَزِيزُ ٱلْعَلِيمُ",
        "tafsir": "(78) - وَيَومَ القِيامَةِ يَقْضِي اللهُ تَعَالى بَينَ النَّاسِ فِيمَا اختَلَفُوا فيهِ (أَوْ بَينَ بَني إسرائِيلَ وَمَنْ خَالَفَهُمْ فِي أَمْرِ عِيسَى)، وَقَضَاؤُهُ تَعَالى هُوَ الفَصلُ، ثُمَّ يُجَازِي كُلَّ وَاحدٍ بِمَا يَستَحِقُّهُ مِنَ الجَزَاءِ، وَهُوَ العَزيزُ في انتِقَامِهِ، العَليمُ بأفعالِ العِبادِ وأَقوالِهِمْ.\n",
        "sura": "27",
        "aya": "78",
        "page": "384"
    },
    {
        "text": "فَتَوَكَّلْ عَلَى ٱللَّهِ إِنَّكَ عَلَى ٱلْحَقِّ ٱلْمُبِينِ",
        "tafsir": "(79) - فَتَوَكَّلْ يَا مُحَمَّدُ عَلَى اللهِ رَبِّكَ فِي جَمِيعِ أُمُورِكَ، وَبَلِّغ رِسَالَةَ رَبِّكَ لِقَوْمِكَ، فَإٍنَّكَ عَلَى الحَقِّ الوَاضِحِ الجَلِيِّ (المُبِينِ)، وإِنْ خَالَفَكَ مَنْ خَالَفَكَ مِمَّنْ كُتِبَتْ عَلَيهِم الشَّقَاوَةُ، وَحَقَّتْ عَلَيهِمْ كَلِمَةُ رَبِّكَ أَنَّهُمْ لا يُؤْمِنُونَ وَلو جَاءتْهُمْ كُلُّ آيةٍ.\n",
        "sura": "27",
        "aya": "79",
        "page": "384"
    },
    {
        "text": "إِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
        "tafsir": "(80) - وَكَمَا أَنَّكَ لاَ تُسمِعُ المَوتَى، كَذلِكَ فإِنَّكَ لاَ تُسمِعُ هؤلاءِ المُشرِكينَ المُعَانِدينَ مَا يَنَفَعُهُمْ، فَقَدْ رَانَتْ عَلَى قُلُوبِهِمْ غِشَاوَةٌ، وَجَعَلَ اللهُ في آذانِهِم وَقْراً، لِذَلِكَ فإِنَّهُمْ لاَ يَسْمَعُونَ وَلاَ يَعْقِلُونَ وَلاَ يُؤْمِنُونَ.\r\nالصُّمُّ - الذِينَ فَقَدُوا حَاسَّة السَّمعِ.\r\nالدُّعَاءَ - النِّدَاءَ.\n",
        "sura": "27",
        "aya": "80",
        "page": "384"
    },
    {
        "text": "وَمَآ أَنتَ بِهَٰدِى ٱلْعُمْىِ عَن ضَلَٰلَتِهِمْ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَٰتِنَا فَهُم مُّسْلِمُونَ",
        "tafsir": "{بِهَادِي} {ضَلالَتِهِمْ} {بِآيَاتِنَا} \r\n(81) - وَإِنَّك لاَ تَستَطِيعُ أَنْ تَهدِيَ مَنْ أَعْمَاهُمُ اللهُ عَنِ الهُدَى والرَّشَادِ فَجَعَلَ عَلى أَبْصَارِهِمْ غِشَاوَةً تَمنَعُهُمْ مِنَ النَّظَرِ فِيمَا جِئْتَ بِهِ نَظَراً يُوصِلُهُمْ إِلى مَعرِفَةِ الحَقِّ، وَسُلُوكِ سَبيلِهِ، وَإِنَّما يَستَجِيبُ لَكَ مَنْ هُوَ سَميعٌ بَصِيرٌ، يَنْتَفِعُ بِسَمِعِهِ وَبَصَرِهِ، وَقَدْ خَضَعَ وَخَشَعَ للهِ، وَوَعَى مَا جَاءَ مِنْ عِنْدِهِ عَلى أَلسِنَةِ الرُّسُلِ، عَليهِم السَّلاَمُ، فَهؤُلاءِ هُمْ مُسلِمُونَ لأَِمرِ رَبِّهِمْ.\n",
        "sura": "27",
        "aya": "81",
        "page": "384"
    },
    {
        "text": "وَإِذَا وَقَعَ ٱلْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ ٱلْأَرْضِ تُكَلِّمُهُمْ أَنَّ ٱلنَّاسَ كَانُوا۟ بِـَٔايَٰتِنَا لَا يُوقِنُونَ",
        "tafsir": "{  وإذا وقع القول عليهم } أي دنا وقوع ما نطقت به الآيات الكريمة من مجئ الساعة وأهوالها . {  أخرجنا لهم دابة من الأرض } في آخر الزمان ،  وهي من أشراط الساعة الكبرى . <br />\r\nوالله أعلم بحقيقتها .  والدابة لغة :  اسم لما دب من الحيوان ،  مميزة وغير مميزة . {  تكلمهم } تخبرهم{  أن الناس } المنكرين للبعث{  كانوا بآياتنا } أي بالآيات المنزلة من عند الله بمجئ الساعة لا محالة{  لا يوقنون } بصدقها ؛  وها هي ذي قد أصبحت بأهوالها منهم قاب قوسين أو أدنى . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "82",
        "page": "384"
    },
    {
        "text": "وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمْ يُوزَعُونَ",
        "tafsir": "{  ويوم نحشر من كل أمة فوجا } بيان لطرف من أهوال يوم القيامة .  أي واذكر يوم نجمع من<br />\r\n<br />\r\nكل أمة جماعة كثيرة مكذبة بآيتنا ،  وهم الرؤساء والقادة .  وأصل الفوج :  الجماعة المارة بسرعة ،  ثم أطلق على كل جماعة وإن لم يكن مرور ولا إسراع ،  وجمعه أفواج . {  فهم يوزعون } [ آية 17 من هذه السورة ] .",
        "sura": "27",
        "aya": "83",
        "page": "384"
    },
    {
        "text": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبْتُم بِـَٔايَٰتِى وَلَمْ تُحِيطُوا۟ بِهَا عِلْمًا أَمَّاذَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "{جَآءُوا} {بِآيَاتِي} {أَمْ ماذَا}\r\n(84) - حَتَّى إِذا جَاؤُوا وَوَقَفُوا بَينَ يَدَيِ اللهِ تَعَالَى في مقَامِ المُسَاءَلَةِ، وَمُنَاقَشَةِ الحِسَابِ، قَالَ لَهُمُ الرَّبُّ الكَرِيمُ، مُؤَنِّباً وَمُوَبِّخاً عَلَى مَا كَانَ مِنْهُمْ مِنْ كُفْرِ وَتَكذِيبٍ: أَكَذَّبتُمْ بِآياتِي النَّاطِقَةِ بِلِقَاءِ يَومِكُمْ هذا دُونَ تَدَبُّرٍ وَلاَ فَهْمٍ، غَيرَ نَاظِرينَ فِيها نَظَراً يُوصِلُكُمْ إِلى العِلمِ بَحقِيقَتِها، أَمْ مَاذا كُنتُم تَعمَلُون فِيها مِنْ تَصدِيقٍ وَتَكذِيبٍ؟.\n",
        "sura": "27",
        "aya": "84",
        "page": "384"
    },
    {
        "text": "وَوَقَعَ ٱلْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا۟ فَهُمْ لَا يَنطِقُونَ",
        "tafsir": "(85) - وَحَلَّ بأُولئِكَ المُكَذِّبينَ السَّخطُ، وَالغَضَبُ، وَالعَذَابُ، بِسَبَبِ تَكذِيبِهِم بآياتِ اللهِ، فَهُمْ لاَ يْنِطِقُونَ بِحُجَّةٍ يَدْفَعُونَ بِها عَنْ أَنْفُسِهِمْ عَظِيمَ مَا حلَّ بِهِمْ مِنَ العَذَابِ.\n",
        "sura": "27",
        "aya": "85",
        "page": "384"
    },
    {
        "text": "أَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا ٱلَّيْلَ لِيَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
        "tafsir": "{ٱلْلَّيْلَ} {لآيَاتٍ}\r\n(86) - يُذَكِّرُ اللهُ تَعَالَى هؤلاءِ المُكَذِّبينَ بسُلطَانِهِ العَظِيم، وشَأْنِهِ الرَّفيعِ فَيَقُولُ لَهُمْ: إِنَّهُ جَعَلَ لَهُمُ اللَّيْلَ لِتَسْكُنَ حَرَكَاتُهُمْ فِيهِ، وتَهدَأَ أَنفُسُهُمْ، وَيستَرِيحُوا مِنَ العَنَاءِ والتَّعَبِ في نَهَارِهِمْ. وَجَعَلَ النَّهَارَ مُبْصِراً مُشْرِقاً بالنُّورِ والضِّيَاءِ لِيَعْمَلُوا فِيهِ، وَيَتَصَرَّفُوا في مَعَايِشِهِمْ وَمَكَاسِبِهِمْ وأَسْفَارِهِمْ وَتِجَارَاتِهِمْ ومَا يَحتَاجُونَ إِليه مِنْ شُؤُونِهِم. وَفي ذلكَ دَلاَلاَتٌ عَلَى وُجُودِ اللهِ وقُدْرَتِهِ عَلَى البَعْثِ والنُّشُورِ، وعَلى عِنَايَتِهِ ولُطْفِهِ بِعِبَادِهِ.\n",
        "sura": "27",
        "aya": "86",
        "page": "384"
    },
    {
        "text": "وَيَوْمَ يُنفَخُ فِى ٱلصُّورِ فَفَزِعَ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ وَكُلٌّ أَتَوْهُ دَٰخِرِينَ",
        "tafsir": "{  ويوم ينفخ في الصور } واذكر هذا اليوم العظيم الشأن .  والصور :  القرن الذي ينفخ فيه نفخة الصعق والبعث ؛  قال تعالى :   \" ونفخ في الصور فصعق من في السموات ومن في الأرض إلا من شاء الله ثم نفخ فيه أخرى فإذا هم قيام ينظرون \"  {[262]} .  ونحن نؤمن بالصور ونفوض علم حقيقته إلى علام الغيوب .  والمراد هنا :  النفخة الثانية .  والفزع الحاصل فيها :  هو الرعب الذي يصيب الناس من مشاهدة الأمور الهائلة في ذلك اليوم . <br />\r\n{  وكل أتوه داخرين } أذلاء صاغرين .  يقال :  دخر الشخص – كمنع وفرح – دخرا ودخورا ،  صغر وذل .  وأدخرته بالهمز للتعدية .  والداخر :  الصاغر الراغم .",
        "sura": "27",
        "aya": "87",
        "page": "384"
    },
    {
        "text": "وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِىَ تَمُرُّ مَرَّ ٱلسَّحَابِ صُنْعَ ٱللَّهِ ٱلَّذِىٓ أَتْقَنَ كُلَّ شَىْءٍ إِنَّهُۥ خَبِيرٌۢ بِمَا تَفْعَلُونَ",
        "tafsir": "{  مر السحاب } أي تمر في الجو مر السحب التي تسيرها الرياح سيرا حثيثا . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "88",
        "page": "384"
    }
]