[
    {
        "text": "أَمْ تَأْمُرُهُمْ أَحْلَٰمُهُم بِهَٰذَآ أَمْ هُمْ قَوْمٌ طَاغُونَ",
        "tafsir": "{  أحلامهم } عقولهم .  جمع حلم – بالكسر – وهو في الأصل :  ضبط النفس عن هيجان الغضب .  وإطلاقه على العقل لكونه منشأ له . {  قوم طاغون } مجاوزون الحد في المكابرة والعناد .\r\n\r\n",
        "sura": "52",
        "aya": "32",
        "page": "525"
    },
    {
        "text": "أَمْ يَقُولُونَ تَقَوَّلَهُۥ بَل لَّا يُؤْمِنُونَ",
        "tafsir": "{  تقوّله } اختلق القرآن وافتراه من تلقاء نفسه .  والتقول :  تكلف القول ،  ويستعمل غالبا في\r\nالكذب .  يقال :  تقول عليه ،  أي كذب .  وقولتني ما لم أقل :  ادعيته علي\r\n\r\n",
        "sura": "52",
        "aya": "33",
        "page": "525"
    },
    {
        "text": "فَلْيَأْتُوا۟ بِحَدِيثٍ مِّثْلِهِۦٓ إِن كَانُوا۟ صَٰدِقِينَ",
        "tafsir": "{صَادِقِينَ}\r\n(34) - فَإِنْ كَانُوا صَادِقينَ في قَولِهِمْ إِنَّ مُحمَّداً تَقَوَّلَ القُرآنَ وافْتَراهُ عَلَى اللهِ فَلْيَأتُوا هُمْ بِمِثْلِ مَا جَاءَ بِهِ مُحَمَّدٌ مِنْ هذا القُرآنِ، إِنَّهُمْ عَنْ ذلكَ عَاجِزُونَ، مَعَ أَنَّ القُرآن جَاءَ بِاللُّغَةِ العَرَبِيَّةِ، وَكَانُوا هُمْ  أَسَاطِينَ البَلاغَةِ في عَصْرِهِمْ.\n",
        "sura": "52",
        "aya": "34",
        "page": "525"
    },
    {
        "text": "أَمْ خُلِقُوا۟ مِنْ غَيْرِ شَىْءٍ أَمْ هُمُ ٱلْخَٰلِقُونَ",
        "tafsir": "{ٱلْخَالِقُونَ}\r\n(35) - بَعْدَ أَنْ أَثْبَتَ اللهُ تَعَالى أَنَّ رِسَالَة مُحَمَّدٍ حَقٌّ، وأَنَّهُ مُرْسَلٌ إِليهم مِنْ رَبِّهِ، شَرَعَ هُنا في إِثْبَاتِ وُجُودِهِ تَعَالى، وَإِثْباتِ وَحْدَانِيَّتِهِ، وَقُدْرتِهِ البَالِغةِ، فَقَالَ هُنَا: أَوُجِدُوا هُمْ مِنْ غَيرِ مُوجِدٍ؟ أَمْ أَنَّهُمْ هُمُ الذِين أَوْجَدُوا أَنْفُسَهُمْ؟ وَبِمَا أَنَّهُ لاَ يُوجَدُ شيءٌ مِنْ غَيرِ مُوجِدٍ، وَبِمَا أَنَّهم غَيْرُ قَادِرِينَ هُمْ عَلَى خَلْقِ أَنْفُسِهِمْ، وَلا عَلَى خَلْقِ شيءٍ، فَيَكُونُ اللهُ تَعَالى هُوَ الذِي خَلَقَهُمْ وَأَوْجَدَهم بَعْدَ أَنْ لَمْ يَكُونوا شَيْئاً.\n",
        "sura": "52",
        "aya": "35",
        "page": "525"
    },
    {
        "text": "أَمْ خَلَقُوا۟ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بَل لَّا يُوقِنُونَ",
        "tafsir": "{  بل لا يوقنون } بأنه الخالق وإلا لما أعرضوا عن عبادته تعالى ؛  فإيقانهم به كالعدم .\r\n\r\n",
        "sura": "52",
        "aya": "36",
        "page": "525"
    },
    {
        "text": "أَمْ عِندَهُمْ خَزَآئِنُ رَبِّكَ أَمْ هُمُ ٱلْمُصَۣيْطِرُونَ",
        "tafsir": "{  خزائن ربك } مقدوراته .\r\n{  هم المصيطرون } الأرباب القاهرون المتسلطون ،  حتى يدبروا أمر الربوبية على إرادتهم ومشيئتهم  !  والمسيطر :  القاهر الغالب ؛  من سيطر عليه :  إذا قهره .  والمسلط على الشيء ليشرف عليه ويتعهد أحواله ويكتب أعماله .\r\n\r\n",
        "sura": "52",
        "aya": "37",
        "page": "525"
    },
    {
        "text": "أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ فَلْيَأْتِ مُسْتَمِعُهُم بِسُلْطَٰنٍ مُّبِينٍ",
        "tafsir": "{بِسُلْطَانٍ}\r\n(38) - أَمْ لَهُمْ سُلَّمٌ يَرْتَقُونَ عَلَيهِ إِلى السَّماءِ يَسْتَمِعُونَ فِيهِ مَا يَدُورُ مِنْ أَحَادِيثَ في المَلإِ الأعْلَى، وَمَا يُوحَى إِلى المَلاَئِكَةِ مِنْ عِلْمِ الغَيْبِ. فَإِنْ كَانُوا يَدَّعُونَ ذَلِكَ فَلْيأتِ مَنْ يَسْتَمِعُ لَهُمْ بِحجَّةٍ ظَاهِرَةٍ تُصَدِّقُ دَعْواهُم بأَنَّهم عَلَى حَقٍّ فِيما يَقُولُونَ، وَفِيما يَفْعَلُونَ.\r\nسُلَّمٍ - مَرْقًى إِلى السَّماء يَصْعَدُون إِليهَا بِهِ.\n",
        "sura": "52",
        "aya": "38",
        "page": "525"
    },
    {
        "text": "أَمْ لَهُ ٱلْبَنَٰتُ وَلَكُمُ ٱلْبَنُونَ",
        "tafsir": "{ٱلْبَنَاتُ}\r\n(39) - وَيَرُدُّ اللهُ تَعَالى عَلَى قَوْلِ مَنْ قَالَ مِنَ المُشْرِكينَ إِنَّ المَلاَئِكَةَ بَنَاتُ اللهِ، فَيَقُولُ مُنْكِراً عَلَيهِمْ مَا نَسَبُوهُ إِليهِ مِنَ الوَلَدِ، وَمِنْ جَعْلِ أَوْلادِ اللهِ مِنَ الإِنَاثِ، بَيْنَما يَخْتَارُونَ هُمْ لأَنفُسِهِمْ الذُّكُورَ لأَنَّهُمْ يُحِبُّونَهُمْ وَيُفَضِّلُونَهُمْ عَلَى الإِنَاثِ، فَيَقُولُ لَهُمْ: أَلِرَبِّكُم البَنَاتُ وَلَكُمُ الذُّكُورُ، تِلْكَ إِذا قِسْمَةٌ جَائِرَةٌ لاَ يَقُولُها عَاقِلٌ.\n",
        "sura": "52",
        "aya": "39",
        "page": "525"
    },
    {
        "text": "أَمْ تَسْـَٔلُهُمْ أَجْرًا فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ",
        "tafsir": "{  فهم من مغرم مثقلون } أي فهم من ثقل ما حملتهم من الغرم متبعون مجهدون ؛  فلذلك لا يتبعونك  !  يقال :  أثقله الحمل ،  أتعبه .  والمغرم والغرم :  ما ينوب الإنسان في ماله من ضرر لغير جناية منه أو خيانة .\r\n\r\n",
        "sura": "52",
        "aya": "40",
        "page": "525"
    },
    {
        "text": "أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ",
        "tafsir": "(41) - أَمْ عِنْدَهُمُ الغَيْبُ فَهُمْ يَكْتُبونَ ذلِكَ للنَّاسِ، وَيُنَبِّئُونَهُمْ بِمَا يُرِيدُونَ؟ إِنَّ الأَمرَ لَيْسَ كذِلكَ، لأَنَّ الغَيْبَ لاَ يَعْلَمُهُ إِلاَّ اللهُ تَعَالى.\n",
        "sura": "52",
        "aya": "41",
        "page": "525"
    },
    {
        "text": "أَمْ يُرِيدُونَ كَيْدًا فَٱلَّذِينَ كَفَرُوا۟ هُمُ ٱلْمَكِيدُونَ",
        "tafsir": "{  هم المكيدون } هم المغلوبون الذين يحيق بهم كيدهم ،  ويعود عليهم وباله .  اسم مفعول من المكيد ،  وهو المكر والخبث والحيلة والحرب .  وهو إشارة إلى ما دبروه في دار الندوة بمكة من الفتك به صلى الله عليه وسلم ؛  فعصمه الله منهم وردهم خائبين .  وقتلوا يوم بدر في السنة الخامسة عشرة من البعثة .  وقد كررت  \" أم \"  – كما قدمنا – خمس عشرة مرة ؛  بعدد هذه السنين ،  ولذا قالوا :  إنه من معجزات القرآن ؛  وكم له من معجزات وغرائب وأسرار  !  !\r\n\r\n",
        "sura": "52",
        "aya": "42",
        "page": "525"
    },
    {
        "text": "أَمْ لَهُمْ إِلَٰهٌ غَيْرُ ٱللَّهِ سُبْحَٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ",
        "tafsir": "{سُبْحَانَ}\r\n(43) - أَمْ لَهُمْ إلهٌ غَيْرُ اللهِ يَنْصُرُهُمْ مِنْ بَأْسِ اللهِ وَعَذابِهِ؟ إِنَّ الأَصْنامَ والأَنْدادَ والأَوْثَانَ وَمَا يَدْعُون مِنْ دُونِ اللهِ، لاَ تَسْتَطيعُ نَصْرَهُمْ إِذا أَرادَ اللهُ أَن يُنزِلَ بِهِمْ عَذَابَه فَتنزَّه اللهُ تَعَالى عَنْ شِرْكِهِمْ وَإِفْكِهِمْ.\r\n(وَفِي هذهِ الآيَةِ إِنْكَارٌ شَدِيدٌ عَلَى المُشْرِكِينَ، فِيما يَعْبُدُونَهُ مِنَ الأَصْنَامِ وَالأَوثَانِ).\n",
        "sura": "52",
        "aya": "43",
        "page": "525"
    },
    {
        "text": "وَإِن يَرَوْا۟ كِسْفًا مِّنَ ٱلسَّمَآءِ سَاقِطًا يَقُولُوا۟ سَحَابٌ مَّرْكُومٌ",
        "tafsir": "{  كسفا من السماء } قطعة عظيمة نازلة من السماء .  أي أنهم لفرط طغيانهم إن عاينوا ذلك{  يقولوا سحاب مركوم } أي هو سحاب متراكم ،  ملقى بعضه على بعض بسقينا ؛  ولم يصدقوا أنه كسف عذاب .\r\n\r\n",
        "sura": "52",
        "aya": "44",
        "page": "525"
    },
    {
        "text": "فَذَرْهُمْ حَتَّىٰ يُلَٰقُوا۟ يَوْمَهُمُ ٱلَّذِى فِيهِ يُصْعَقُونَ",
        "tafsir": "{  فيه يصعقون } يهلكون ؛  وذلك يوم بدر .\r\n\r\n",
        "sura": "52",
        "aya": "45",
        "page": "525"
    },
    {
        "text": "يَوْمَ لَا يُغْنِى عَنْهُمْ كَيْدُهُمْ شَيْـًٔا وَلَا هُمْ يُنصَرُونَ",
        "tafsir": "(46) - وفي ذلِكَ اليَوْمِ لاَ يَنْفَعُهُم كَيْدُهُمْ وَمَكْرُهُم وَلاَ أَسَالِيبُهم فِي الاحْتِيالِ والخِدَاعِ وَالإِيذَاءِ التي استَعْمَلُوها في الحَياةِ الدُّنيا لإِيذَاءِ الرَّسُولِ والمُؤْمِنينَ، وَالوُقُوفِ في وَجْهِ الدَّعْوةِ الإِسْلاَمِيَّةِ، وَمَنْعِ انتِشَارِها، وَلا يَجِدُونَ لَهُم نَاصِراً يَنْصُرُهُمْ مِنْ عَذابِ اللهِ.\r\nلا يُغْنِي عَنْهُمْ - لاَ يَدْفَعُ عَنْهُمْ.\n",
        "sura": "52",
        "aya": "46",
        "page": "525"
    },
    {
        "text": "وَإِنَّ لِلَّذِينَ ظَلَمُوا۟ عَذَابًا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "tafsir": "{  عذابا دون ذلك } أي غير ذلك العذاب الذي وقع يوم بدر ،  وهو عذاب القبر وعذاب الآخرة .\r\n\r\n",
        "sura": "52",
        "aya": "47",
        "page": "525"
    },
    {
        "text": "وَٱصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ",
        "tafsir": "{  فإنك بأعيننا } مذهب السلف في هذه الآية :  ما بيناه في أمثالها .  والخلف يقولون :  المعنى فإنك بمرأى منا :  أو كما قال ابن عباس :  نرى ما يعمل بك .  ؟  أو فإنك بحيث نراك ونحفظك فلا يصلون إليك بمكروه ؛  فالعين مجاز عن الحفظ .\r\n{  وسبح بحمد ربك } أي سبحه متلبسا بحمده تعالى . {  حين تقوم } من مجلسك أو من منامك ،  أو حين تقوم إلى الصلاة .  وقيل :  التسبيح الصلاة إذا قام من نومه .\r\n\r\n",
        "sura": "52",
        "aya": "48",
        "page": "525"
    },
    {
        "text": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَإِدْبَٰرَ ٱلنُّجُومِ",
        "tafsir": "{  ومن الليل فسبحه } نزهه بقولك :  سبحان الله وبحمده .  أو صل له النوافل ،  أو صلاة المغرب والعشاء . {  وإدبار النجوم } أي وقت إدبارها وغروبها آخر الليل .  والتسبيح فيه :  التنزيه ،  أو صلاة ركعتي الفجر ،  أو صلاة فريضة الصبح .  والله أعلم .\r\n\r\n",
        "sura": "52",
        "aya": "49",
        "page": "525"
    }
]