[
    {
        "text": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَٱتَّبَعْنَا ٱلرَّسُولَ فَٱكْتُبْنَا مَعَ ٱلشَّٰهِدِينَ",
        "tafsir": "{آمَنَّا} {ٱلشَّاهِدِينَ} - وتضرع الحواريون إلى ربهم قائلين: ربنا آمنا بك وبنبيك، وبما أنزلت عليه، واتبعنا رسولك وصدقناه، وامتثلنا لما أتى به، فاكتبنا واجعلنا مع الشاهدين لرسولك بالتبليغ، وعلى بني إسرائيل بالكفر والعناد والجحود.",
        "sura": "3",
        "aya": "53",
        "page": "57"
    },
    {
        "text": "وَمَكَرُوا۟ وَمَكَرَ ٱللَّهُ وَٱللَّهُ خَيْرُ ٱلْمَٰكِرِينَ",
        "tafsir": "{ومكروا ومكر الله} دبر اليهود الذين أحس عيسى منهم الكفر قتله غيلة، وتواطؤوا عليه، فأحبط الله تعالى تدبيرهم برفعه إلى محل كرامته، وإلقاء شبهه على من قصد اغتياله فقتلوه. والمكر: التدبير المحكم أو صرف غيرك عما يريده بحيلة. وهو مذموم إن تحرى به الفاعل الشر والقبيح، كمكر هؤلاء اليهود. ومحمود إن تحرى به الفاعل الخير والجميل، ومنه (مكرالله) حيث نجى رسوله منهم. فلا ضرورة لادعاء المشاكلة اللفظية في إطلاق المكر في حقه تعالى، وإنما يراد به في حقه سبحانه المعنى اللائق بكماله .",
        "sura": "3",
        "aya": "54",
        "page": "57"
    },
    {
        "text": "إِذْ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّى مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُوا۟ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوْقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
        "tafsir": "{إني متوفيك ورافعك إلي} أي آخذك وافيا بروحك وجسمك، ورافعك إلى محل كرامتي، فالعطف للتفسير. يقال: وفيت فلانا حقه، أي أعطيته إياه وافيا، فاستوفاه وتوفاه، أي أخذه وافيا. أو قابضك ومستوفي شخصك من الأرض، من توفى المال بمعنى استوفاه وقبضه. واعلم أن عيسى عليه السلام لم يقتل ولم يصلب، كما قال تعالى: {وما قتلوه وما صلبوه ولكن شبه لهم} وقال: {وما قتلوه يقينا} .  فاعتقاد النصارى القتل والصلب كفر لا ريب فيه. وقد أخبر الله تعالى أنه رفع إليه عيسى، كما قال: {ورافعك إلي} وقال: {بل رفعه الله إليه} فيجب الإيمان به. والجمهور على أنه رفع حيا من غير موت ولا غفوة بجسده وروحه إلى السماء. والخصوصية له عليه السلام هي في رفعه بجسده وبقائه فيها إلى الأمد المقدر له، أما التوفي المذكور في هذه الآية، وفي قوله تعالى {فلما توفيتني كنت أنت الرقيب عليهم} فالمراد منه ما ذكرنا على الرواية الصحيحة عن ابن عباس والصحيح من الأقوال، كما قاله القرطبي، وهو اختيار الطبري وغيره. وكما كان عليه السلام في مبدء خلقه آية للناس ومعجزة ظاهرة، كان في نهاية أمره آية ومعجزة باهرة. والمعجزات بأسرها فوق قدرة البشر ومدارك العقول، وهي من متعلقات القدرة الإلهية ومن الأدلة على صدق الرسل عليهم السلام. {ومطهرك من الذين كفروا} بتبعيدك منهم برفعك، وبنجاتك مما قصدوا بك. {وجاعل الذين اتبعوك. .} هم كل من آمن بأنه عبد الله ورسوله، وكلمته ألقاها إلى مريم وروح منه، وآمن بما جاء به من التوحيد الذي به جميع الرسل. ويندرج فيهم المسلمون من أمة محمد صلى الله عليه وسلم، الذين آمنوا برسل الله جميعا، ولم يفرقوا بين أحد منهم، وهم فوق الذين كفروا بالحجة والبرهان إلى يوم القيامة .",
        "sura": "3",
        "aya": "55",
        "page": "57"
    },
    {
        "text": "فَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ",
        "tafsir": "{نَّاصِرِينَ} - فأما الذين كفروا بالله وبرسالة المسيح فإن الله سيعذبهم عذابا شديدا، في الدنيا بالقتل والسبي، وأخذ الأموال، وزوال الملك، وتسليط الأمم عليهم، وسيعذبهم في الآخرة في نار جهنم، وما لهم في الدنيا والآخرة من ينصرهم من عذاب الله وبأسه.",
        "sura": "3",
        "aya": "56",
        "page": "57"
    },
    {
        "text": "وَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
        "tafsir": "{آمَنُوا} {ٱلصَّالِحَاتِ} {ٱلظَّالِمِينَ} - وأما المهتدون الذين آمنوا بالله وعملوا الأعمال الصالحة فيثيبهم ثوابا وافيا على أعمالهم، في الدنيا بالنصر والظفر، وفي الآخرة بالخلود في جنته، والله لا يحب الظالمين المتجاوزين لحدوده، ولا يرفع لهم قدرا.",
        "sura": "3",
        "aya": "57",
        "page": "57"
    },
    {
        "text": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ ٱلْءَايَٰتِ وَٱلذِّكْرِ ٱلْحَكِيمِ",
        "tafsir": "{الآيَاتِ} - ما قصصناه عليك يا محمد من أمر عيسى، وأمه مريم، وأمها امرأة عمران، ومبدأ ولادة عيسى، وتفصيل أمره، وأمر زكريا ويحيى، وما قصصناه عليك من أمر الحواريين واليهود.. إنما هو وحي من الله ألقاه إليك على لسان جبريل، وهو من القرآن والحكمة، يبين وجوه العبر على من حاجك من وفد نجران، ويهود بني إسرائيل الذين كذبوك، وكذبوا بما جئتهم به من الحق.",
        "sura": "3",
        "aya": "58",
        "page": "57"
    },
    {
        "text": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَ خَلَقَهُۥ مِن تُرَابٍ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
        "tafsir": "{ءَادَمَ} - إن مثل عيسى في قدرة الله على خلقه من دون أب، كمثل آدم في خلقه من تراب (مِنْ دُونِ أبٍ وَلاَ أمٍّ) ، وإنما أنشأه بشرا بنفخ الروح فيه، فكان كما أمر الله.\r\nمثل عيسى- حاله وصفته العجيبة.",
        "sura": "3",
        "aya": "59",
        "page": "57"
    },
    {
        "text": "ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلْمُمْتَرِينَ",
        "tafsir": "{إن مثل عيسى عند الله} إن شأن عيسى بالنسبة لقدرة الله حيث خلقه من غير أب كشأن آدم حيث خلقه من غير أبوين، بل شأن آدم أعجب حيث خلقه من تراب يابس. فمن آمن بقدرته تعالى في خلقه آدم من تراب، كيف لا يؤمن بها في خلقه عيسى بن مريم من غير أب. {خلقه من تراب} كلام مستأنف، لبيان أن المشبه به أخرق للعادة وأغرب. {فلا تكن من الممترين} أي الشاكين في أن ذلك كذلك. والامتراء، الشك، من قولهم: مريت الناقة والشاة إذا حلبتها. فكان الشاك يجتذب بشكه مراء، كاللبن الذي يجتذب عند الحلب. ويقال: مارى فلان فلانا إذا جادله، كأنه يستخرج غضبه. والخطاب له صلى الله عليه وسلم والمراد به أمته، أو لكل من يصلح للخطاب .",
        "sura": "3",
        "aya": "60",
        "page": "57"
    },
    {
        "text": "فَمَنْ حَآجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ فَقُلْ تَعَالَوْا۟ نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ ٱللَّهِ عَلَى ٱلْكَٰذِبِينَ",
        "tafsir": "{ندع أبناءنا. .  .} أي يدع كل منا ومنكم أبناءه ونساءه ونفسه إلى المباهلة {ثم نبتهل} أي نتباهل ونتلاعن، بأن نقول: بهلة الله على الكاذب منا ومنكم، وافتعل وتفاعل أخوان، كاقتتل وتقاتل. والبهلة والبهلة: اللعنة. يقال، بهله الله يبهله بهلا، لعنه وأبعده من رحمته، ثم شاعت في كل دعاء مجتهد فيه وإن لم يكن التعانا. والآية نزلت في محاجة نصارى نجران للنبي صلى الله عليه وسلم، ولما دعاهم إلى المباهلة امتنعوا وقالوا: إنه والله النبي المبشر به في التوراة والإنجيل، ولو باهلناه لم يبق نصراني على وجه الأرض .",
        "sura": "3",
        "aya": "61",
        "page": "57"
    }
]