[
    {
        "text": "وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّىٓ أَن يَهْدِيَنِى سَوَآءَ ٱلسَّبِيلِ",
        "tafsir": "{  توجه تلقاء مدين } قصد ما يحاذي جهتها .  و  \" تلقاء \"  اسم مصدر في الأصل منصوب على الظرفية .  يقال :  داره تلقاء دار فلان ،  إذا كانت محاذية لها .  و \" مدين \"  :  قرية شعيب عليه السلام ،  ولم تكن في سلطان فرعون وملكه ،  وبينها وبين مصر مسيرة ثمان ليال .\r\n\r\n",
        "sura": "28",
        "aya": "22",
        "page": "388"
    },
    {
        "text": "وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ ٱلنَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِى حَتَّىٰ يُصْدِرَ ٱلرِّعَآءُ وَأَبُونَا شَيْخٌ كَبِيرٌ",
        "tafsir": "{  يسقون } مواشيهم . {  تذودان } تطردان أغنامهما عن الماء ؛  حتى يفرغ الناس وتخلو لهما البئر ؛  من الذود بمعنى الطرد والدفع . {  قال ما خطبكما } ما شأنكما لا تسقيان مع الناس ؟  !  والخطب :  الأمر العظيم الذي يكثر فيه التخاطب . {  قالتا لا نسقي حتى يصدر الرعاء } أي حتى يصرف الرعاة مواشيهم بعد ريها عن الماء عجزا منا عن مساجلتهم ؛  من أصدر الرباعي .  وقرئ بفتح أوله ؛  من صدر الثلاثي .\r\nوالصدر عن الشيء :  الرجوع والانصراف عنه ؛  ضد الورود .  يقال :  صدر عنه يصدر ويصدر صدرا ،  رجع .  والاسم بالتحريك .  والرعاء :  جمع الراعي ؟  ؛  من الرعى وهو الحفظ .\r\n\r\n",
        "sura": "28",
        "aya": "23",
        "page": "388"
    },
    {
        "text": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّى لِمَآ أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍ فَقِيرٌ",
        "tafsir": "(24) - فَتَولَّى مُوسَى السَّقْيَ لَهُمَا، ثُمَّ جَلَسَ إِلَى ظِلِّ شَجَرَةٍ هُنَاكَ يَسْتَرِيحُ، وَقَالَ: رَبِّ \r\nإِنِّي لَمُحْتَاجٌ إِلى شَيءٍ تُنْزِلُهُ إِلَيَّ مِنْ خَزَائِن جُودِكَ وَكَرَمِكَ.\r\n(وَقَالَ ابنُ عَبَّاسٍ: إِنَّ مُوسَى افْتَقَرَ إِلى شِقِّ تَمْرَةٍ، وَلَصِقَ بَطْنُهُ بِظَهْرِهِ مِنْ شِدَّةِ الجُوعِ، \r\nفَجَاءَهُ الفَرَجُ مِنَ اللهِ تَعَالى).\n",
        "sura": "28",
        "aya": "24",
        "page": "388"
    },
    {
        "text": "فَجَآءَتْهُ إِحْدَىٰهُمَا تَمْشِى عَلَى ٱسْتِحْيَآءٍ قَالَتْ إِنَّ أَبِى يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيْهِ ٱلْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
        "tafsir": "{  تمشي على استحياء } مع استحياء ،  قد سترت وجهها بثوبها .  والاستحياء والحياء :  الحشمة والانقباض والانزواء .  يقال :  استحييته واستحييت منه ،  واستحياه واستحيا منه .\r\n\r\n",
        "sura": "28",
        "aya": "25",
        "page": "388"
    },
    {
        "text": "قَالَتْ إِحْدَىٰهُمَا يَٰٓأَبَتِ ٱسْتَـْٔجِرْهُ إِنَّ خَيْرَ مَنِ ٱسْتَـْٔجَرْتَ ٱلْقَوِىُّ ٱلْأَمِينُ",
        "tafsir": "{إِحْدَاهُمَا} {يٰأَبَتِ} {ٱسْتَأْجِرْهُ} {ٱسْتَأْجَرْتَ}\r\n(26) - فَقَالَتْ إِحدَى ابنَتَيِ الرَّجُلِ لأَبِيها: يَا أَبَتِ اسْتَأْجِرْهُ لِرَعيِ الغَنَمِ، فَهُوَ خَيرُ مَنْ \r\nيُسْتَأْجَرُ لِمِثْلِ هذِهِ المهمَّةِ فَهوَ قَويٌّ أَمينٌ.\r\n(وقِيلَ إِنَّ أَبَاهَا سَأَلَها: وَكَيفَ عَرَفْتِ أَنَّهُ قَوِيٌّ أَمِينٌ؟ فَقَالَتْ أَمّا إِنَّهُ قَوِيٌّ فَقَدْ رَفَعَ صَخْرَةً \r\nتُغَطِّي فُوَّهَةَ البِئْرِ وَحْدَهُ، وَهِيَ لا يُطِيقُ رَفْعَهَا عَشَرَةُ رِجَالٍ. وأَمَّا إِنَّهُ أَمِينٌ فَقَدْ طَلَبَ مِني أنْ \r\nيَتَقَدَّمَني فإِذا اختلَفَتِ الطَّريقُ حَذَفْتُ لَهُ بِحَصَاةٍ يَعْلَمُ بِها كَيفَ الطَّريقُ وذلِكَ لِكَيلا يَسِيرَ \r\nوَرَاءَهَا، وَيَنْظُرَ إِلى جِسْمِهَا).\n",
        "sura": "28",
        "aya": "26",
        "page": "388"
    },
    {
        "text": "قَالَ إِنِّىٓ أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ٱبْنَتَىَّ هَٰتَيْنِ عَلَىٰٓ أَن تَأْجُرَنِى ثَمَٰنِىَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ",
        "tafsir": "{  على أن تأجرني } نفسك{  ثمان حجج } أي في ثمان سنين .  أي على أن تكون لي في فيها أجيرا ؛  من أجرته أي كنت له أجيرا ؛  مثل أبوته :  أي كنت له أبا .  أو على أن تثيبني رعي ثمان حجج ؛  أي تجعله وأجري على الإنكاح .  يعني بذلك المهر ؛  من أجره الله على ما فعل ،  أي أثابه ،  والمفعول الثاني  \" ثماني حجج \"  بتقدير المضاف المذكور ؛  لأن العمل هو الذي وقع ثوابا لا نفس الزمان .\r\n\r\n",
        "sura": "28",
        "aya": "27",
        "page": "388"
    },
    {
        "text": "قَالَ ذَٰلِكَ بَيْنِى وَبَيْنَكَ أَيَّمَا ٱلْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَىَّ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
        "tafsir": "{عُدْوَانَ}\r\n(28) - فَقَالَ مُوسَى لِصِهْرِهِ: الأَمرُ كَمَا قُلْتَ مِنْ أَنَّكَ اسْتَأْجَرْتَني عَلَى ثَمَاني سِنينَ، فَإِنْ \r\nأَتْمَمْتُ عَشْراً مِنَ العَمَلِ فَذَلِكَ تَطَوُّعٌ مِني، وَأَنا مَتَى عَمِلْتُ أَقَلَّ الأَجَلَينِ بَرِئَتْ ذِمَّتِي مِنَ \r\nالعَهْدِ، وَحَقَّقْتُ الشَّرْطَ، وَلاَ حَرَجَ عَلَيَّ فِي ذَلِكَ (فَلاَ عُدْوَانَ عَلَيَّ)، ثُمَّ تَوَكَّلا عَلَى اللهِ، \r\nتَأْكِيداً للعَقْدِ.\r\n(وَيَقُولُ ابْنُ عَبَاسٍ: إِنَّ مُوسَى قَضَى عَشْرَ سِنينَ عِنْدَ الرَّجُلِ لأَنَّ رَسُولَ اللهِ إِذَا قَالَ فَعَلَ).\r\n\n",
        "sura": "28",
        "aya": "28",
        "page": "388"
    }
]