[
    {
        "text": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا",
        "tafsir": "فإذا سألك أقاربك، ومن أمرك الله بإعطائهم، وليس لديك شيء تعطيهم إياه، وأعرضت عنهم لضيق اليد، وفقدان ما تنفق عليهم، فعدهم وعدا لينا جميلا، تطيب به قلوبهم، وقل لهم إذا جاءك رزق فستصلهم إن شاء الله.",
        "sura": "17",
        "aya": "28",
        "page": "285"
    },
    {
        "text": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ ٱلْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا",
        "tafsir": "{مغلولة} مقبوضة عن الإنفاق في سبل الخير. وأصل الغل: الطوق الذي يجعل في العنق\r\nوتضم به اليد إليه، كنى به عما ذكر. {محسورا} منقطعا بك، لا شيء عندك بسبب الإسراف وإتلاف المال، من خسره السير يحسره ويحسره، إذا أثر فيه أثرا بليغا. ويقال: بعير محسور، إذا ذهبت قوته فلا انبعث به. نهوا عن البخل والإسراف. هو حث على التوسط والاعتدال في إنفاق المال .",
        "sura": "17",
        "aya": "29",
        "page": "285"
    },
    {
        "text": "إِنَّ رَبَّكَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
        "tafsir": "{ويقدر} يضيق ويقتر على حسب ما تقتضيه الحكمة الإلهية .",
        "sura": "17",
        "aya": "30",
        "page": "285"
    },
    {
        "text": "وَلَا تَقْتُلُوٓا۟ أَوْلَٰدَكُمْ خَشْيَةَ إِمْلَٰقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيرًا",
        "tafsir": "{ولا تقتلوا أولادكم خشية إملاق} أي خوف فاقة وفقر. وهو نهي للموسرين، كما نهي المعسرين بقوله تعالى: {ولا تقتلوا أولادكم من إملاق} والمراد النهي عن وأد البنات لذلك، لما فيه من سوء الظن بالله تعالى. يقال: أملق الرجل، افتقر. وأصله من أملق الرجل بمعنى لم يبق له إلا الملق– محركة– وهو ما استوى من الأرض، بمعنى أنه قاع لا نبات فيه. {إن قتلهم كان خطئا} إثما– وزنا ومعنى– مصدر خطئ خطئا، كأثم إثما. وقرئ: {خطأ وخطاء} وهما لغة في {خطأ} .  {كبيرا} كظيما فاحشا .",
        "sura": "17",
        "aya": "31",
        "page": "285"
    },
    {
        "text": "وَلَا تَقْرَبُوا۟ ٱلزِّنَىٰٓ إِنَّهُۥ كَانَ فَٰحِشَةً وَسَآءَ سَبِيلًا",
        "tafsir": "{فَاحِشَةً} - ينهى الله تعالى عباده عن مقارفة الزنى، ومباشرة أسبابه ودواعيه، فهو فعلة ظاهرة القبح (فَاحِشَةً) ، وبئس طريقا ومسلكا (سَاءَ سَبِيلاً) ، لما فيه من اختلاط الأنساب، وفساد العلاقة بين الأزواج، لضياع الثقة الواجب توفرها لاطمئنان الحياة الزوجية.\r\n(وَفِي الحَدِيثِ:  \"مَا مِنْ ذَنْبٍ بَعْدَ الشِّرْكِ أَعْظَمُ عِنْدَ اللهِ مِنْ نُطْفَةٍ يَضَعُهَا رَجُلٌ فِي رَحْمٍ لاَ يَحِلُّ لَهُ\") . (أَخْرَجَهُ ابْنُ أَبِي الدُّنْيا عَنِ الهَيْثَمِ بْنِ مَالِكٍ الطَّائِيِّ مَرْفُوعاً) .",
        "sura": "17",
        "aya": "32",
        "page": "285"
    },
    {
        "text": "وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِۦ سُلْطَٰنًا فَلَا يُسْرِف فِّى ٱلْقَتْلِ إِنَّهُۥ كَانَ مَنصُورًا",
        "tafsir": "{سُلْطَاناً} - ينهى الله تعالى عن قتل النفس بغير حق شرعي.\r\n(وَفِي الحَدِيثِ:  \"لَزَوَالُ الدُّنْيا أَهْوَنُ عِنْدَ اللهِ مِنْ قَتْلِ مُسْلِمٍ\") . (رَوَاهُ أَبُو دَاوُدَ) ، وفي الحديث أيضا  \"لا يحل دم امرىء مسلم يشهد أن لا إله إلا الله وأن محمدا رسول الله إلا بإحدى ثلاث: النفس بالنفس والزاني المحصن، والتارك لدينه، المفارق للجماعة\". (وَرَدَ فِي الصَّحِيحَيْنِ) .\r\nثم يقول الله تعالى: ومن قتل مظلوما بغير وجه حق يوجب قتله، فقد جعل الله لوليه سلطانا وسلطه على القاتل، إن شاء قتله قودا، وإن شاء عفا عنه، وأخذ الدية، وإن شاء عفا عنه بغير دية.\r\nثم أمر الله تعالى ولي المقتول بألا يتجاوز الحد المشروع بأن يقتل اثنين مقابل واحد، أو أن يقتص من غير القاتل، كإخوته وأقربائه. ويخبر الله تعالى أن ولي المقتول منصور على القاتل، بأن أوجب له القصاص أو الدية وأمر الحكام بأن يعينوه في استيفائه حقه.\r\nسلطانا- تسلطا على القاتل بالقصاص أو الدية.",
        "sura": "17",
        "aya": "33",
        "page": "285"
    },
    {
        "text": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ وَأَوْفُوا۟ بِٱلْعَهْدِ إِنَّ ٱلْعَهْدَ كَانَ مَسْـُٔولًا",
        "tafsir": "{يبلغ أشده} قوته، أي زمن قوته واشتداده، بحيث يمكنه بسبب عقله ورشده القيام بمصالح ماله، فنزول الولاية عنه فيه (آية 152 سورة الأنعام ص 248) .",
        "sura": "17",
        "aya": "34",
        "page": "285"
    },
    {
        "text": "وَأَوْفُوا۟ ٱلْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
        "tafsir": "{بالقسطاس} بالميزان، أو بالعدل. وفيه لغتان: كسر القاف وضمها، وهو لفظ معرب. {وأحسن تأويلا} مالا وعاقبة، لما يترتب عليه من الثواب في الآخرة، من الأول وهو الرجوع (آية 59 سورة النساء ص 156) .",
        "sura": "17",
        "aya": "35",
        "page": "285"
    },
    {
        "text": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُو۟لَٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولًا",
        "tafsir": "{ولا تقف} لا تتبع ما لا علم لك به من قول أو فعل. ويندرج في ذلك شهادة الزور والكذب، وأن تقول للناس وفي الناس مالا علم لك به، وترميمهم بالباطل. يقال: قفوته أقفوه، وقفته أقوفه وقفيته، إذا اتبعت أثره. وأصل القفو: العضه والبهت والقذف بالباطل .",
        "sura": "17",
        "aya": "36",
        "page": "285"
    },
    {
        "text": "وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا إِنَّكَ لَن تَخْرِقَ ٱلْأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولًا",
        "tafsir": "{ولا تمش في الأرض مرحا} فخرا وكبرا وخيلاء. والمرح في الأصل: شدة الفرح والتوسع فيه. والمذموم منه أن يكون متلبسا بكبر وخيلاء، وتجاوز للقدر. وفعله من باب فرح وتقييد النهي بقوله: {في الأرض} للتذكير بالمبدأ والمعاد المانعين من الكبر والخيلاء، وللتمهيد للتعليل الآتي .",
        "sura": "17",
        "aya": "37",
        "page": "285"
    },
    {
        "text": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكْرُوهًا",
        "tafsir": "{كان سيئه. .  .} أي السيئ منه وهو المنهيات الاثنتا عشرة {عند ربك مكروها} أي وأما حسنه وهو المأمورات فهو مرضى عند الله محمود .",
        "sura": "17",
        "aya": "38",
        "page": "285"
    }
]