[
    {
        "text": "وَبِٱلْحَقِّ أَنزَلْنَٰهُ وَبِٱلْحَقِّ نَزَلَ وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
        "tafsir": "{  وبالحق أنزلناه وبالحق نزل } أي وما أنزلنا القرآن إلا ملتبسا بالحكمة الإلهية التي اقتضت إنزاله .  وما نزل إلا ملتبسا بالحق ،  أي العقائد والأحكام ونحوها مما اشتمل عليه .  أو ما أردنا بإنزال القرآن إلا تقريره للحق ،  فلما أردنا ذلك وقع وحصل كما أردنا . ",
        "sura": "17",
        "aya": "105",
        "page": "293"
    },
    {
        "text": "وَقُرْءَانًا فَرَقْنَٰهُ لِتَقْرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَٰهُ تَنزِيلًا",
        "tafsir": "{  فرقناه .  .  .  } فصلنا ،  أو فرقنا فيه بين الحق والباطل .  أو أنزلناه منجما على تفريق .  وقرئ\r\nبالتشديد ،  أي أنزلناه مفرقا لا جملة ،  {  لتقرأه على الناس عل مكث } أي على تؤدة وتأن وترتيل في التلاوة ،  ليفهموه وبتيسر لهم حفظه .  والمكث :  التلبث في المكان والإقامة مع الانتظار .  {  ونزلناه تنزيلا } أي على حسب الحوادث والمصالح .\r\n\r\n",
        "sura": "17",
        "aya": "106",
        "page": "293"
    },
    {
        "text": "قُلْ ءَامِنُوا۟ بِهِۦٓ أَوْ لَا تُؤْمِنُوٓا۟ إِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مِن قَبْلِهِۦٓ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
        "tafsir": "{  يخرون للأذقان } يسقطون بسرعة على وجوههم ساجدين تعظيما لله تعالى وشكرا له لإنجاز وعده ببعثتك .  يقال :  خر لله ساجدا يخر خرورا ،  أي سقط .  والآية في مؤمني أهل الكتاب .\r\n\r\n",
        "sura": "17",
        "aya": "107",
        "page": "293"
    },
    {
        "text": "وَيَقُولُونَ سُبْحَٰنَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
        "tafsir": "{سُبْحَانَ}\r\n(108) - وَيَقُولُونَ فِي سُجُودِهِمْ: تَنَّزَهَ رَبُّنَا عَنْ خَلْفِ الوَعْدِ، إِنَّهُ كَانَ وَعْدُهُ آتِياً لاَ مَحَالَةَ.",
        "sura": "17",
        "aya": "108",
        "page": "293"
    },
    {
        "text": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا",
        "tafsir": "(109) - وَيَخِرُّونَ سَاجِدِينَ عَلَى ذُقُونِهِمْ (لِلأَذْقَانِ) وَيَبْكُونَ خُشُوعاً وَخُضُوعاً للهِ عَزَّ وَجَلَّ، وَإِيمَاناً وَتَصْدِيقاً بِكِتَابِهِ، وَبِرَسُولِهِ، وَيَزِيدُهُمْ إِيمَاناً وَتَسْلِيماً (خُشُوعاً).",
        "sura": "17",
        "aya": "109",
        "page": "293"
    },
    {
        "text": "قُلِ ٱدْعُوا۟ ٱللَّهَ أَوِ ٱدْعُوا۟ ٱلرَّحْمَٰنَ أَيًّا مَّا تَدْعُوا۟ فَلَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَٱبْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا",
        "tafsir": "{  ولا تجهر بصلاتك } أي بقراءتها حتى لا يسمعها المشركون فيسبوا القرآن ومنزله .  {  ولا تخافت بها } حتى لا يسمعها من خلقك .  والمخافتة :  إسرار الحديث بحيث لا يسمعه المتكلم ،  وهي ضد المجاهرة به .\r\nيقال :  خفت الرجل بصوته :  إذا لم يرفعه .  وخافت بقراءته مخافتة :  إذا لم يرفع صوته بها .  وقيل :  الصلاة الدعاء .  {  سبيلا } طريقا وسطا .\r\n\r\n",
        "sura": "17",
        "aya": "110",
        "page": "293"
    },
    {
        "text": "وَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَلَمْ يَكُن لَّهُۥ وَلِىٌّ مِّنَ ٱلذُّلِّ وَكَبِّرْهُ تَكْبِيرًۢا",
        "tafsir": "{  وكبره تكبيرا } عظمه تعظيما عن أن يكون له ولد أو شريك ،  أو ناصر معين .\r\nوالله أعلم\r\n\r\n",
        "sura": "17",
        "aya": "111",
        "page": "293"
    },
    {
        "text": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا",
        "tafsir": "{  ولم يجعل له عوجا } أي لم يجعل فيه شيئا من العوج بنوع من أنواع الاختلال والاختلاف ،  لا في اللفظ ولا في المعنى . {  قيما } أي مستقيما معتدلا ،  لا إفراط فيما اشتمل عليه من التكاليف حتى يشق على العباد ،  ولا تفريط فيه بإهمال ما في حاجة إليه ،  حتى يحتاج إلى كتاب آخر .  أو قيما بمصالح العباد ،  متكلفا بها وببيانها لهم ،  لاشتماله على ما ينتظم به المعاش والمعاد .  والعوج :  الانحراف عن الاستقامة ( آية 99آل عمران ص 118 ) .",
        "sura": "18",
        "aya": "1",
        "page": "293"
    },
    {
        "text": "قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
        "tafsir": "{  لينذر بأسا .  .  .  } لينذر الذين كفروا عذابا شديدا في الآخرة .  وأصل البأس :  الشدة في الحرب .\r\n\r\n",
        "sura": "18",
        "aya": "2",
        "page": "293"
    },
    {
        "text": "مَّٰكِثِينَ فِيهِ أَبَدًا",
        "tafsir": "{مَّاكِثِينَ}\r\n(3) - وَإِنَّهُمْ يَبْقَوْنَ فِي الجَنَّةِ مُخَلَّدِينَ أَبَداً، لاَ يَحُولُونَ عَنْهَا، وَلاَ يَزُولُونَ.\r\nفِيهِ - يَعْنِي مَاكِثِينَ فِي أَجْرِهِمْ وَثَوَابِهِمْ الحَسنِ.",
        "sura": "18",
        "aya": "3",
        "page": "293"
    },
    {
        "text": "وَيُنذِرَ ٱلَّذِينَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا",
        "tafsir": "(4) - وَلِيُنْذِرَ وَيُحَذِّرَ، مُنْ بَيْنِ هؤُلاءِ الكُفَّارِ، الَّذِينَ قَالُوا: اتَّخَذَ اللهُ وَلَداً، وَهُمْ مُشْرِكُو العَرَبِ، وَكَانُوا يَقُولُونَ: نَحْنَ نَعْبُدُ المَلاَئِكَةَ بَنَاتِ اللهِ، وَهُنَاكَ مِنَ النَّصَارَى مَنْ جَعَلَ المَسِيحَ ابْنَ اللهِ، وَمِنَ اليَهُودِ مَنْ جَعَلَ عُزَيراً ابْنَ اللهِ - فَالإِنْذَارُ يَشْمَلُ جَمِيعَ هؤلاءِ، وَيَشْمَلُ كُل مَنْ نَسَبَ إِلى اللهِ وَلَداً.",
        "sura": "18",
        "aya": "4",
        "page": "293"
    }
]