[
    {
        "text": "إِنَّ هَٰذَا لَهُوَ ٱلْقَصَصُ ٱلْحَقُّ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "tafsir": "(62) - هذا الذِي قَصَصْنَاهُ عَلَيكَ يَا مُحَمَّدُ فِي أمْرِ عِيسَى وَأمِّهِ هُوَ القَصَصُ الحَقُّ الذِي لا معْدَى عَنْهُ، وَلَيْسَ هُنَاكَ إلهٌ غَيْرُ اللهِ، وَاللهُ هُوَ العَزِيزُ فِي قُدْرَتِهِ، الحَكِيمُ فِيمَا قَضَى بِهِ.\r\nالقَصَصُ - تَتَبُّعُ الأثَرِ. ثُمَّ اسْتُعْمِلَ فِي الحَدِيثِ.",
        "sura": "3",
        "aya": "62",
        "page": "58"
    },
    {
        "text": "فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ عَلِيمٌۢ بِٱلْمُفْسِدِينَ",
        "tafsir": "(63) - فَإنْ أعْرَضُوا عَنِ اتِّبَاعِكَ وَتَصْدِيقِكَ، وَلَمْ يَقْبَلُوا عَقِيدَةَ التَّوْحِيدِ التِي جِئْتَ بِها، وَلَمْ يُجِيبُوكَ إلى المُبَاهَلَةِ، فَإنَّ اللهَ عَلِيمٌ بِحَالِ المُفْسِدِينَ الذِينَ يَعْدِلُونَ عَنِ الحَقِّ إلى البَاطِلِ، وَسَيَجْزِيهِمُ اللهُ عَلَى خُبْثِ سَرَائِرِهِمِ شَرَّ الجَزَاءِ.",
        "sura": "3",
        "aya": "63",
        "page": "58"
    },
    {
        "text": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ تَعَالَوْا۟ إِلَىٰ كَلِمَةٍ سَوَآءٍۭ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا ٱللَّهَ وَلَا نُشْرِكَ بِهِۦ شَيْـًٔا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ ٱللَّهِ فَإِن تَوَلَّوْا۟ فَقُولُوا۟ ٱشْهَدُوا۟ بِأَنَّا مُسْلِمُونَ",
        "tafsir": "{  كلمة سواء .  .  .  } السواء :  العدل والنصفة أي هلموا إلى كلمة ذات عدل وإنصاف بيننا وبينكم .  أو السواء مصدر بمعنى مستوية ،  لا تختلف فيها الرسل والكتب المنزلة ،  وهي {  ألا نعبد إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله } .\r\n\r\n",
        "sura": "3",
        "aya": "64",
        "page": "58"
    },
    {
        "text": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تُحَآجُّونَ فِىٓ إِبْرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوْرَىٰةُ وَٱلْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦٓ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{  أفلا تعقلون } أي أتقولون ذلك فلا تعقلون بطلانه ؟  وقد زعم اليهود أن إبراهيم كان يهوديا يدين بما يدينون ،  وزعم النصارى أنه كان نصرانيا كذلك  ،  فكذبهم الله تعالى بأنه لم يكن كما قالوا ،  وإنما كان ( حنيفا مسلما وماكان ) مثلهم ( من المشركين ) فإن النصارى أشركوا بزعم ألوهية المسيح ،  واليهود أشركوا بزعم التشبيه .\r\n\r\n",
        "sura": "3",
        "aya": "65",
        "page": "58"
    },
    {
        "text": "هَٰٓأَنتُمْ هَٰٓؤُلَآءِ حَٰجَجْتُمْ فِيمَا لَكُم بِهِۦ عِلْمٌ فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِۦ عِلْمٌ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
        "tafsir": "{  هاأنتم هؤلاء } ( ها ) حرف تنبيه ،  و( أنتم ) مبتدأ خبره ( حاججتم ) ،  و( هؤلاء ) منادى حذف منه حرف النداء .  وقيل :  خبره ( هؤلاء ) وجملة\r\n( حاججتم ) مستأنفة مبينة للجملة الأولى .\r\n\r\n",
        "sura": "3",
        "aya": "66",
        "page": "58"
    },
    {
        "text": "مَا كَانَ إِبْرَٰهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
        "tafsir": "{  حنيفا مسلما } مائلا عن الأديان الباطلة إلى الدين الحق ،  منقادا لطاعته ،  أو موحدا .  والإسلام يطلق بمعنى التوحيد ،  ومنه :  ( إن الدين عند الله الإسلام ){[93]} .",
        "sura": "3",
        "aya": "67",
        "page": "58"
    },
    {
        "text": "إِنَّ أَوْلَى ٱلنَّاسِ بِإِبْرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِىُّ وَٱلَّذِينَ ءَامَنُوا۟ وَٱللَّهُ وَلِىُّ ٱلْمُؤْمِنِينَ",
        "tafsir": "{بِإِبْرَاهِيمَ} {آمَنُواْ}\r\n(68) - إنَّ أحَقَّ النَّاسِ بِإبْرَاهِيمَ وَنُصْرَتِهِ وَوِلاَيتِهِ، هُمُ الذِينَ اتَّبَعُوهُ عَلَى دِينِهِ، وَسَلَكُوا طَرِيقَهُ وَمِنْهَاجَهُ في عَصْرِهِ، فَوَحَّدُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ، وَكَانُوا حُنَفَاءَ مُسْلِمِينَ غَيْرَ مُشْرِكِينَ، ثُمَّ هذا النَّبِيُّ (يَعْنِي مُحَمَّداً صلى الله عليه وسلم)، وَالذِينَ آمَنُوا مِنَ المُهَاجِرينَ وَالأنْصَارِ، وَمَنِ تَبِعَهُمْ بَعْدَهُمْ، فَهؤُلاءِ هُمْ أهْلُ التَّوْحِيدِ الخَالِصِ، وَهُمْ المُخْلِصُونَ للهِ فِي أعْمَالِهِمْ وعِبَادَتِهِمْ، دُونَ شِرْكٍ وَلاَ رِيَاءٍ، وَاللهُ وَلِيُّ المُؤْمِنينَ.\r\nأوْلى النَّاسِ - أحَقَّ النَّاسِ.\r\nوَلِيُّ المُؤْمِنينَ - نَاصِرُهُمْ وَمُجَازِيهِمْ بِالحُسْنَى.",
        "sura": "3",
        "aya": "68",
        "page": "58"
    },
    {
        "text": "وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَٰبِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
        "tafsir": "{طَّآئِفَةٌ} {ٱلْكِتَابِ}\r\n(69) - يُخْبِرُ اللهُ تَعَالَى عَنْ حَسَدِ اليَهُودِ لِلْمُؤْمِنينَ، وَرَغْبَتِهِمْ في إضْلالِهِمْ، وَصَرْفِهِمْ عَنِ الإِيمَانِ، فَقَالَ: إنَّ طَائِفَةً مِنْ أَحْبَارِ اليَهُودِ وَرُؤَسَائِهِمْ أحَبُّوا أنْ يُوقِعُوكُمْ فِي الضَّلاَلَةِ بإِلْقَاءِ الشُّبُهَاتِ التِي تُشَكِّكُكُمْ في دِينِكُمْ، وَتَرُدُّكُمْ إلى مَا كُنْتُمْ عَلَيهِ مِنَ الكُفْرِ، وَلكِنَّهُمْ فِي الحَقِيقَةِ يُضِلُّونَ أنْفُسَهُمْ، وَيُفْسِدُونَ فِطْرَتَهُمْ بِاخْتِيارِهِمْ، لأنَّهُمْ يَشْغَلُونَ أنْفُسَهُمْ فِي البَحْثِ عَنْ وَسِيلةٍ لإِضْلاَلِكُمْ فَيَصْرفُونَ أنْفُسَهُمْ عَنِ النَّظَرِ في طُرُقِ الهِدَايَةِ، وَلاَ يَشْعُرُونَ أنَّ مَكْرَهُمْ مُحِيقٌ بِهِمْ، وَأنَّ عَاقِبَةَ سَعْيِهِمْ لاَ تَضُرُّ المُؤْمِنينَ.\r\nوَدَّتْ - تَمَنَّتْ.\r\nالطَّائِفَةُ - الجَمَاعَةُ.",
        "sura": "3",
        "aya": "69",
        "page": "58"
    },
    {
        "text": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمْ تَشْهَدُونَ",
        "tafsir": "{  لم تكفرون بآيات الله } أي لم تكفرون بآيات الله المنزلة في كتبه ،  الدالة على صدق نبوته صلى الله عليه وسلم ،  وأنتم تعلمون أنها حق بما قام عليها من دلائل الصدق .\r\n\r\n",
        "sura": "3",
        "aya": "70",
        "page": "58"
    }
]