[{"text":"أُحِلَّ لَكُمْ صَيْدُ ٱلْبَحْرِ وَطَعَامُهُۥ مَتَٰعًا لَّكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ ٱلْبَرِّ مَا دُمْتُمْ حُرُمًا وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ","aya":"96","page":"124","tafsir":"{  أحل لكم صيد البحر .  .  }هو ما توالده ومثواه في الماء . والمراد بالبحر : جميع المياه ، بحرا أو نهرا \r\nاو غديرا أو بركة . و بالصيد : الاصطياد أو ما يصاد منه . و بطعام البحر :  ما يؤكل من صيده . أي أحل لكم الصيد وأكل ما يؤكل منه ،  أو الانتفاع بما يصاد منه ،  وأكل ما يؤكل من حيوان البحر . وقيل : طعام البحر ما يقذفه ميتا . {  متاعا لكم }تمتيعا لكم {  وللسيارة }المسافرين منكم يتزودونه قديدا .  \r\n \r\n"},{"text":"جَعَلَ ٱللَّهُ ٱلْكَعْبَةَ ٱلْبَيْتَ ٱلْحَرَامَ قِيَٰمًا لِّلنَّاسِ وَٱلشَّهْرَ ٱلْحَرَامَ وَٱلْهَدْىَ وَٱلْقَلَٰٓئِدَ ذَٰلِكَ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ","aya":"97","page":"124","tafsir":"{  جعل الله الكعبة البيت الحرام قياما للناس }الجعل : التصبير . و{  الكعبة وقياما }مفعولا جعل . و{  البيت الحرام }بدل من الكعبة . والمراد به  الحرم كله . والقيام والقوام :  \r\nما به صلاح الشيء ، كما يقال : الملك العادل قوام رعيته ، لأنه يدبر أمرهم ، ويردع ظالمهم ، ويدفع \r\nأعداءهم . وقد صير الله تعالى البيت للناس سببا لإصلاح أمورهم ، حيث جعله مثابة و أمنا وملجأ ، ومجمعا للتجارات والتعارف والتشاور ، وحرمه إلى يوم القيامة ، لا يعضد{[128]} شجره ولا ينفر صيده{[129]} ، ولا يلتقط لقطته إلا من عرفها{[130]} ، ولا يختلى خلاه . {[131]}كما جعله محجا للناس ومنسكا وسببا لتكفير الخطيئات و زيادة المثوبات . وجعل الأشهر الحرم قواما للناس يأمنون فيها القتل والقتال{[132]} ، و يسافرون فيها في أمن ، لتحصيل قدر ما يكفيهم من الأقوات طول العام . وجعل الهدي و ذوات القلائد منه قواما لمعايش الفقراء . وكل ذلك لحكم سامية ،  ومصالح ظاهرة ، اقتضتها حكمة العليم الخبير ، ورأفته بعباده ."},{"text":"ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ","aya":"98","page":"124","tafsir":"no text"},{"text":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَٰغُ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ","aya":"99","page":"124","tafsir":"no text"},{"text":"قُل لَّا يَسْتَوِى ٱلْخَبِيثُ وَٱلطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ ٱلْخَبِيثِ فَٱتَّقُوا۟ ٱللَّهَ يَٰٓأُو۟لِى ٱلْأَلْبَٰبِ لَعَلَّكُمْ تُفْلِحُونَ","aya":"100","page":"124","tafsir":"no text"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَسْـَٔلُوا۟ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْـَٔلُوا۟ عَنْهَا حِينَ يُنَزَّلُ ٱلْقُرْءَانُ تُبْدَ لَكُمْ عَفَا ٱللَّهُ عَنْهَا وَٱللَّهُ غَفُورٌ حَلِيمٌ","aya":"101","page":"124","tafsir":"{  لا تسألوا عن أشياء } نزلت حينما أكثروا من السؤال عن أمور يسوءهم إبداؤها ، لكون التكليف بها شاقا عليهم ، أو لكونها مستورة وفي إظهارها فضيحة للسائل . فالأول : كسؤالهم عن الحج ، هل يجب في كل عام ؟ والثاني : كسؤال بعضهم عن أبيه بقوله : أين أبي ؟  فقال له النبي : أبوك في النار ، فنهوا عن السؤال عن أمثال هذه الأمور لاستتباعه إبداءها وقت التنزيل وقد يكون فيه فضيحة ، وقد يكون فيه مشقة . وقد سأل السابقون أنبياءهم عن أمثالها فأجابوهم ببيان أحكامها فلم يقوموا بها لمشقتها ، فضلوا بترك العمل بها .  \r\n \r\n"},{"text":"قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُوا۟ بِهَا كَٰفِرِينَ","aya":"102","page":"124","tafsir":"no text"},{"text":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٍ وَلَا سَآئِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُوا۟ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ","aya":"103","page":"124","tafsir":"{  ما جعل الله من بحيرة }ما شرع الله هذه المحرمات التي حرمتموها على أنفسكم ،  وزعمتم أنه حرمها كذبا على الله تعالى . وكانوا في الجاهلية إذا ولدت الناقة خمسة أبطن أخرها ذكر شقوا أذنها ومنعوا ركوبها ، وتركوها لآلهتهم ، لا تنحر ولا يحمل عليها ،  ولا تطرد عن ماء أو مرعى ،  وسموها {  البحيرة } أي مشقوقة الأذن ،  من البحر وهو الشق . وكان الرجل إذا قدم من سفر ، أو نجت ناقته من حرب ،  أو برأ من مرض سيب ناقته وخلاها وجعلها كالبحيرة ،  وتسمى{  السائبة } .  وقيل :  هي الناقة التي تعتق للأصنام ، وكانت الشاة إذا ولدت أنثى فهي لهم ،  وإذا ولدت ذكرا فهو لألهتهم ، و إن ولدت ذكرا و أنثى قالوا : وصلت أخاها ، فلم يذبحوا الذكر لألهتهم ،  وتسمى{  الوصيلة } . وقيل : هي الناقة تبكر بأنثى ثم تثنى بأنثى ، فكانوا يتركونها للطواغيت ويقولون : قد وصلت أنثى بأنثى ليس بينهما ذكر . وكان الفحل إذا لقح ولد ولده قالوا قد حمى ظهره فلا يركب ولا يحمل عليه ، ولا يمنع ماء ولا مرعى حتى يموت . يقال : حماه يحميه إذا حفظه ، ويسمى{  الحامي } . وفي تفسير الأربعة خلاف كثير . و أول من ابتدع هذه المنكرات عمرو بن الحي ، وكان قد ملك مكة فاتخذ الأصنام ونصب الأوثان ، وغير دين إسماعيل عليه السلام .  \r\n \r\n"}]