[
    {
        "text": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَٰلَمِينَ",
        "tafsir": "{تَسْأَلُهُمْ} {لِّلْعَالَمِينَ} - وأنت يا محمد لا تسألهم أجرا على نصحك لهم، ولا على دعوتك إياهم إلى الله، وإلى ترك عبادة الأصنام وعبادة الشيطان، فإن لم يهتدوا فلا تحزن عليهم، وسيهدي الله قوما غيرهم، فما أنزلناه إليك ليس إلا موعظة وعبرة للعباد.",
        "sura": "12",
        "aya": "104",
        "page": "248"
    },
    {
        "text": "وَكَأَيِّن مِّنْ ءَايَةٍ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ",
        "tafsir": "{وكأين من آية} أي  وكم من آية (آية 146 آل عمران ص 167) تسلية للرسول صلى الله عليه وسلم، وتقرير لكون الإعراض عن التأمل في الآيات، والجحود للحقائق شأن الكفار دائما، ومنهم قريش واليهود الذين سألوا عن قصة يوسف تعنيتا وتعجيزا، فلما نزلت كاملة وافية لم يسلموا، و استمروا على جحودهم وتكذيبهم. وذلك من فرط الجهل والعناد، مع أن هؤلاء الذين كفروا بالله  لو تأملوا في الآيات النفسية والآفاقية لآمنوا به، وأخلصوا له العبادة وحده، ولكن أكثرهم حين تقرعهم الحجج، وتلجئهم الآيات البينات إلى الإقرار بوجود الإله، وبأنه خالق كل شيء- يؤمنون به، ثم يخلطون إيمانهم بالشرك في العبادة، فيعبدون من دون الله الأصنام وغير  الأصنام ضلالا  وكفرا، وذلك قوله تعالى: {وما يؤمن أكثرهم بالله وهو مشركون} وعن ابن عباس رضي الله عنهما: أنهم يقرون أن  الله خالقهم فذلك إيمانهم، وهم يعبدون غيره فذلك شركهم .",
        "sura": "12",
        "aya": "105",
        "page": "248"
    },
    {
        "text": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشْرِكُونَ",
        "tafsir": "وأكثر من يؤمن من هؤلاء بالله لا يقوم إيمانهم على أساس سليم من التوحيد الخالص، فهم لا يعترفون بوحدانية الله اعترافا خالصا، وإنما يشوب إيمانهم شيء من الشرك (كَمَنْ زَعَمَ أَنَّ المَلاَئِكَةَ بَنَاتُ اللهِ، وَأَنَّ المَسِيحَ ابْنُ اللهِ، وَأَنَّ عُزَيْراً ابْنُ اللهِ....) .",
        "sura": "12",
        "aya": "106",
        "page": "248"
    },
    {
        "text": "أَفَأَمِنُوٓا۟ أَن تَأْتِيَهُمْ غَٰشِيَةٌ مِّنْ عَذَابِ ٱللَّهِ أَوْ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
        "tafsir": "{أفأمنوا أن تأتيهم غاشية} نائبة تغشاهم وتجللهم، والمراد بها عقوبة الدنيا، والغاشية: كل ما يغطى الشيء ويستره، ومنه غاشية السرج .",
        "sura": "12",
        "aya": "107",
        "page": "248"
    },
    {
        "text": "قُلْ هَٰذِهِۦ سَبِيلِىٓ أَدْعُوٓا۟ إِلَى ٱللَّهِ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِى وَسُبْحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
        "tafsir": "{أَدْعُو} {سُبْحَانَ} - يأمر الله تعالى نبيه صلى الله عليه وسلم بأن يخبر الناس أن هذه الدعوة إلى شهادة أن لا إله إلا الله وحده لا شريك له هي سبيله ومسلكه وسنته، وأنه إنما يدعوهم إليها وهو على بصيرة من الله ويقين، هو وكل من آمن به واتبعه، من حقيقة ما يدعون إليه، وما يقولون به، وأنه ينزه اسم الله، ويقدسه عن الشرك والولد والصاحبة، تعالى الله عن ذلك علوا كبيرا.",
        "sura": "12",
        "aya": "108",
        "page": "248"
    },
    {
        "text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِم مِّنْ أَهْلِ ٱلْقُرَىٰٓ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَلَدَارُ ٱلْءَاخِرَةِ خَيْرٌ لِّلَّذِينَ ٱتَّقَوْا۟ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{عَاقِبَةُ} {ٱلآخِرَةِ} - يخبر الله تعالى رسوله صلى الله عليه وسلم أنه أرسل رسله جميعا من البشر، فكيف عجبوا منك، ولم يعجبوا ممن قبلك من الرسل؟ وأنه تعالى أرسلهم رجالا- لا نساء- من أهل المدن- لا القرى- لأن أهل البادية أجفى الناس طباعا وأخلاقا، ولأن أهل المدن إذا آمنوا تبعهم أهل البوادي في الإيمان، أفلم يسر هؤلاء المكذبون لك، يا محمد، في الأرض لينظروا كيف كانت عاقبة الذين كذبوا الأنبياء قبلهم، وكفروا بربهم وبرسله وبالمعاد، وكيف أهلكهم الله جميعا، ودمر عليهم؟\r\nوكما نجينا المؤمنين بدعوة الرسل حينما أهلكنا المكذبين من أقوامهم، وهذه هي سنتنا في الدنيا، كذلك ننجيهم في الآخرة، وهي خير لهم من الدنيا وأفضل.",
        "sura": "12",
        "aya": "109",
        "page": "248"
    },
    {
        "text": "حَتَّىٰٓ إِذَا ٱسْتَيْـَٔسَ ٱلرُّسُلُ وَظَنُّوٓا۟ أَنَّهُمْ قَدْ كُذِبُوا۟ جَآءَهُمْ نَصْرُنَا فَنُجِّىَ مَن نَّشَآءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
        "tafsir": "{حتى إذا استيئس الرسل. .  .} أي وما أرسلنا من قبلك إلا رجالا فتراخى نصرهم، حتى إذا يئسوا من إيمان أممهم يأسا شديدا، وظن أممهم أن الرسل قد كذبوهم فيما أخبروا به من العذاب، ولم  يصدقوا، جاءهم نصرنا. وقرئ {كذبوا} بالتشديد، أي حتى إذا يئس الرسل من إيمان من كذبهم من أممهم، وظنوا أن إتباعهم الذين آمنوا بهم كذبوهم لطول البلاء وتأخر النصر- جاءهم نصرنا. يقال: كذبه– بالتخفيف– لم يصدقه فقال له الكذب. وكذبه– بالتشديد– تكذيبا وكذابا: جعله كاذبا وقال له كذبت. أو أخبر أنه كاذب .",
        "sura": "12",
        "aya": "110",
        "page": "248"
    },
    {
        "text": "لَقَدْ كَانَ فِى قَصَصِهِمْ عِبْرَةٌ لِّأُو۟لِى ٱلْأَلْبَٰبِ مَا كَانَ حَدِيثًا يُفْتَرَىٰ وَلَٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
        "tafsir": "{ما كان حديثا يفترى} ما كان هذا القرآن حديثا يختلق {ولكن تصديق الذي بين يديه} من الكتب السماوية {وتفصيل كل شيء} أي وتبيين كل شيء من أصول الدين، إذ ما  من أمر ديني إلا وهو يستند إلى القرآن بالذات أو بالواسطة، أو مما يحتاج إليه العباد في أمور دينهم\r\nودنياهم، على نحو ما بيناه في قوله تعالى: {ما فرطنا في الكتاب من شيء} .  والله أعلم .",
        "sura": "12",
        "aya": "111",
        "page": "248"
    }
]