[{"text":"إِنَّ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَٱلْفُلْكِ ٱلَّتِى تَجْرِى فِى ٱلْبَحْرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلْمُسَخَّرِ بَيْنَ ٱلسَّمَآءِ وَٱلْأَرْضِ لَءَايَٰتٍ لِّقَوْمٍ يَعْقِلُونَ","tafsir":"{  وتصريف الرياح } تقليبها جنوبا وشمالا ودبورا ،  حارة وباردة ،  عاصفة ولينة ،  عقيما ولواقح ،  بالرحمة تارة وبالعذاب أخرى .  و \" تصريف \"  مصدر مضاف للمفعول ،  والفاعل هو الله ،  أي وتصريف الله الرياح أو مضاف للفاعل ،  والمفعول السحاب ،  أي وتصريف الرياح السحاب .\r\n\r\n","sura":"2","aya":"164","page":"25"},{"text":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ ٱللَّهِ وَٱلَّذِينَ ءَامَنُوٓا۟ أَشَدُّ حُبًّا لِّلَّهِ وَلَوْ يَرَى ٱلَّذِينَ ظَلَمُوٓا۟ إِذْ يَرَوْنَ ٱلْعَذَابَ أَنَّ ٱلْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلْعَذَابِ","tafsir":"{  أندادا } أمثالا ونظراء .  جمع ند{[47]} .  والمراد بها الأصنام والأوثان التي اتخذوها آلهة ،  ورجوا منها النفع وخافوا الضر وقربوا لها القربان .  وقيل :  الرؤساء الذين يطيعونهم طاعة الأرباب .  وقيل الأعم مما ذكر .\r\n{  ولو يرى الذين ظلموا } أي ولو يعلم الذين ظلموا أنفسهم بالشرك شدة عذاب الله وعقوبته حين يعاينون العذاب المعد لهم يوم القيامة لوقعوا من الحسرة والندامة فيما لا يكاد يوصف .","sura":"2","aya":"165","page":"25"},{"text":"إِذْ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُوا۟ مِنَ ٱلَّذِينَ ٱتَّبَعُوا۟ وَرَأَوُا۟ ٱلْعَذَابَ وَتَقَطَّعَتْ بِهِمُ ٱلْأَسْبَابُ","tafsir":"{  وتقطعت بهم الأسباب } الأسباب :  جمع سبب .  وهو في الأصل الحبل الذي يرتقى به الشجر ونحوه ،  ثم سمي به كل ما يتوصل به إلى غيره ،  عينا كان أو معنى ،  والمراد بها هنا :  الوشائج التي كانت بين الأتباع والمتبوعين عي الدنيا ، من القرابات والمودات والاتفاق على الدين والاتباع .  وتقطيعها :  فصلها فصلا شديدا .  والباء في  \" بهم \" للسببية ،  أي وتقطعت بسبب كفرهم الأسباب التي كانوا يرجون بها النجاة .\r\n\r\n","sura":"2","aya":"166","page":"25"},{"text":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُوا۟ لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا۟ مِنَّا كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعْمَٰلَهُمْ حَسَرَٰتٍ عَلَيْهِمْ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","tafsir":"{  لو أن لنا كرة }وثبت أن لنا عودة ورجعة إلى الدنيا لتبرأنا منهم كما تبرءوا منها .  والكرة :  العودة والرجوع .  يقال :  كر يكر كرا ،  رجع .\r\n{  حسرات } جمع حسرة ،  وهي أعلى درجات الندم والغم على ما فات . يقال :  حسر يحسر حسرا وحسرة ،  فهو حسير ،  إذا اشتدت ندامته على أمر فاته ،  وأصله من الحسر بمعنى الكشف أو الإعياء ،  كأنه انحسرت قواه من فرط الغم ،  أو أدركه الإعياء عن تدارك ما فرط منه .  يرى الله المشركين أعمالهم السيئة يوم القيامة في الصحائف ،  ويتيقنون الجزاء عليها فيتحسرون ويندمون .\r\n\r\n","sura":"2","aya":"167","page":"25"},{"text":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُوا۟ مِمَّا فِى ٱلْأَرْضِ حَلَٰلًا طَيِّبًا وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَٰنِ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ","tafsir":"{  حلالا طيبا } الحلال :  المباح الذي انحلت عقدة الحظر عنه .  من الحل الذي هو نقيض العقد .  والطيب :  المستلذ ، أو المباح الذي لا يتعلق به حق الغير ،  أو كما قال الإمام مالك :  ما يجده فم الشرع لذيذا لا يعافه ولا يكرهه ،  أوتراه عينه طاهرا من دنس الشبهة .\r\nنزلت في الذين حرموا على أنفسهم البحيرة والسائبة ونحوهما .\r\n{  خطوات الشيطان }آثاره وزلاته وطرقه التي يحرم بها الحلال ويحلل الحرام .  جمع خطوة كغرفة ،  وأصلها ما بين القدمين ،  ثم استعيرت لما ذكر ،  وقرئ بسكون الطاء .\r\n\r\n","sura":"2","aya":"168","page":"25"},{"text":"إِنَّمَا يَأْمُرُكُم بِٱلسُّوٓءِ وَٱلْفَحْشَآءِ وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ","tafsir":"{  بالسوء والفحشاء } السوء :  ما يكره من الأمور والأحوال .  وهو في الأصل مصدر ساءه يسوؤه سوءا ومساءا إذا أحزنه .  والمراد به هنا كل ما يغضب الله تعالى من المعاصي ،  لأنه يسوء صاحبه .  والفحشاء والفاحشة والفحش :  ما عظم قبحه – شرعا- من الأفعال والأقوال .\r\n\r\n","sura":"2","aya":"169","page":"25"}]