[{"text":"الٓمٓ","aya":"1","page":"396","tafsir":"no text"},{"text":"أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ","aya":"2","page":"396","tafsir":"( أحسب الناس أن يتركوا .  .  .  ) روي أنها نزلت في أناس من الصحابة قد جزعوا ،  أو جزع أهلهم من أذى المشركين لهم .  أي أظن الناس أن يتركوا على ما هم عليه لقولهم :  آمنا بالله !  ؟  غير ممتحنين بمشاق التكاليف ؛  كالمهاجرة والمجاهدة ووظائف الطاعات ،  وبفنون المصائب في الأنفس والأموال ؛  ليتميز المخلص من المنافق ،  وقوي الإيمان من ضعيفه ،  والصابر من الجزوع ،  فيعامل كل \r\nبما يقتضيه حاله .  يقال :  حسبه يحسبه محسبة وحسبانا ،  ظنه .  والاستفهام للتقريع والإنكار .  \r\nوجملة  \" أن يتركوا \"  سدت مسد مفعولي  \" حسب \"  .  و  \" أن يقولوا \"  أي لأن يقولوا متعلق بقوله  \" يتركوا \"  . {  وهم لا يفتنون } أي لا يمتحنون ويختبرون ؛  في موضع الحال من ضمير  \" يتركوا \"  .  \r\n \r\n"},{"text":"وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَٰذِبِينَ","aya":"3","page":"396","tafsir":"{  ولقد فتنا الذين من قبلهم } من أتباع الأنبياء بضروب الفتن وفنون المحن فصبروا ؛  فما لهم لا يصبرون مثلهم ؛  والجملة حال من  \" الناس \"  .  أي أحسبوا ذلك وقد علموا أن سنة الله تعالى على خلافه ! {  فليعلمن الله الذين صدقوا } في الإيمان . {  وليعلمن الكاذبين } فيه ؛  أي فليكافئن كلا بما عمل .  ولترتب المكافأة على العلم أقيم السبب مقام المسبب .  \r\nأو فليظهرن الله الصادقين من الكاذبين حتى يوجد معلوما ؛  لأنه تعالى عالم بهم قبل الاختبار .  \r\n \r\n"},{"text":"أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا سَآءَ مَا يَحْكُمُونَ","aya":"4","page":"396","tafsir":"{  أن يسبقونا } يعجزونا فلا تقدر على مجازاتهم على أعمالهم السيئة .  وأصل السبق :  الفوت ،  ثم أريد منه ما ذكر .  \r\n \r\n"},{"text":"مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَءَاتٍ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","aya":"5","page":"396","tafsir":"{  من كان يرجو لقاء الله } أي يخافه لما وراءه من الحساب والجزاء .  أو يتوقع ملاقاة جزائه ،  أو حكمه يوم القيامة ،  أو يأمل ملاقاة ثوابه – فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا .  ودليل هذا الجواب قوله تعالى : {  فإن أجل الله } أي فإن الوقت الذي عينه الله لذلك{  لآت } لا محالة .  \r\n \r\n"},{"text":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفْسِهِۦٓ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَٰلَمِينَ","aya":"6","page":"396","tafsir":"no text"},{"text":"إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍ قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَٰلٍ مُّبِينٍ","aya":"85","page":"396","tafsir":"{  لرادك إلى معاد } إلى بلدك الذي نشأت فيه وهو مكة .  وسمي بلد الرجل الذي كان فيه عادا ؛  \r\nلأنه – عادة – يتصرف في البلاد ثم يعود إليه .  روي أنها نزلت بالجحفة بعد أن خرج النبي صلى الله عليه وسلم مهاجرا من مكة واشتاق إليها .  \r\n \r\n"},{"text":"وَمَا كُنتَ تَرْجُوٓا۟ أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَٰبُ إِلَّا رَحْمَةً مِّن رَّبِّكَ فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَٰفِرِينَ","aya":"86","page":"396","tafsir":"{  فلا تكونن ظهيرا للكافرين } معينا لهم على دينهم .  والخطاب فيه وفيما بعده للنبي صلى الله عليه وسلم ،  والمقصود أمته .  والله أعلم .  \r\n \r\n"},{"text":"وَلَا يَصُدُّنَّكَ عَنْ ءَايَٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ وَٱدْعُ إِلَىٰ رَبِّكَ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ","aya":"87","page":"396","tafsir":"no text"},{"text":"وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَآ إِلَٰهَ إِلَّا هُوَ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ","aya":"88","page":"396","tafsir":"no text"}]