[
    {
        "text": "وَلَقَدْ جِئْنَٰهُم بِكِتَٰبٍ فَصَّلْنَٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
        "tafsir": "{جِئْنَاهُمْ} {بِكِتَابٍ} {فَصَّلْنَاهُ}\r\n(52) - يَقُولُ تَعَالَى إِنَّه أَعْذَرَ إِلَى المُشْرِكِينَ، وَأَرْسَلَ إِلَيْهِمْ مُحَمَّداً رَسُولاً، وَأَنْزَلَ عَلَيْهِ القُرْآنَ، وَفَصَّلَهُ تَفْصِيلاً لِيُبَيِّنَ لِلنَّاسِ مَا يَحْتَاجُهُ المُكَلِّفُونَ مِنَ العِلْمِ وَالعَمَلِ، تَزْكِيَةً لِلنُّفُوسِ، وَتَطْهِيراً لِلْقُلُوبِ، وَجَعَلَهُ سَبَبَ سَعَادَتِهِمْ فِي مَعَاشِهِمْ وَمَعَادِهِمْ، وَجَعَلَهُ هُدًى وَرَحْمَةً لِمَنْ يُؤْمِنُ بِهِ إِيماناً يَبْعَثُهُ إِلى العَمَلِ بِمَا أَمَرَهُ بِهِ رَبُّهُ، وَالانْتِهَاءِ عَمَّا نَهَاهُ عَنْهُ.",
        "sura": "7",
        "aya": "52",
        "page": "157"
    },
    {
        "text": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
        "tafsir": "{  هل ينظرون إلا تأويله }أي هل ينتظرون إلا عاقبة هذا الكتاب وما يئول إليه أمره ،  من تبين صدقه ،  وظهور صحة ما أخبر به من الوعيد ،  والبعث والحساب .  وتأويل الشيء :  مرجعه ومصيره الذي يئول إليه ذلك الشيء .  والمراد أنهم بمنزلة المنتظرين ،  من حيث أن ما ذكر بأتيهم لا محالة . <br />\r\n{  يوم يأتى تأويله يقول .  .  } أي يوم القيامة يقول هؤلاء الذين تركوا القرآن وأعرضوا عنه{  قد جاءت رسل ربنا بالحق } . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "53",
        "page": "157"
    },
    {
        "text": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ",
        "tafsir": "{  خلق السماوات والأرض في ستة أيام } أنشأهم غير مثال سابق ،  وأنشأ ما بينهما كذلك في مقدار ستة أيام من أيام الدنيا .  أو في ستة أيام ،  وكل يوم مقداره ألف سنة من السنين التي نعدها .  قال سعيد بن جبير :  كان الله قادرا على خلق السماوات والأرض-أي وما بينهما- في لمحة ولحظة ،  فخلقن في ستة أيام ،  تعليما لخلقه التثبت والتأني في الأمور .  {  ثم استوى على العرش } عرش الله تعالى –كما قال الراغب- :  مما لا يعلمه البشر إلا بالاسم ،  وليس كما تذهب إليه أوهام العامة ،  فإنه لو كان كذلك لكان حاملا له-تعالى عن ذلك-لا محمولا ،  والله تعالى يقول :  {  إن الله يمسك السماوات والأرض أن تزولا ولئن زالتا إن أمسكهما من أحد من بعده }{[159]} .  وقد ذكر العرش في إحدى وعشرين آية .  أما الاستواء على العرش فذهب سلف الأمة-ومنهم الأئمة الأربعة- إلى أنه صفة لله تعالى بلا كيف ولا انحصار ولا تشبيه وتمثيل ،  لاستحالة اتصافه تعالى بصفات المحدثين ،  ولوجوب تنزيهه تعالى عما لا يليق به{  ليس كمثله شيء وهو السميع البصير } وأنه يجب الإيمان بها كما وردت ،  وتفويض العلم بحقيقتها إليه تعالى .  وقال الإمام الرازي :  إن هذا المذهب هو الذي نختاره ونقول به ونعتمد عليه .  وذهب جمهور المتكلمين إلى وجوب صرفه عن ظاهره لاستحالته .  وإلى تأويله على التفصيل ،  وأن المراد منه-كما قال الإمام القفال - أنه استقام ملكه ،  واطرد أمره ،  ونفذ حكمه تعالى في مخلوقاته ،  والله تعالى دل على ذاته وصفاته وكيفية تدبيره للعالم على الوجه الذي ألفوه من ملوكهم ،  واستقر في قلوبهم ،  تنبيها على عظمته وكمال قدرته ،  وذلك مشروط بنفى التشبيه ،  ويشهد بذلك قوله تعالى :  {  ثم استوى على العرش يدبر الأمر } {[160]} .  ( راجع المسألة الرابعة من المقدمة ص8 ) وقد ذكر الاستواء على العرش في سبع آيات من القرآن . <br />\r\n{  يغشى الليل النهار } التغشية :  التغطية والستر .  أي يجعل الليل غاشيا للنهار مغطيا له فيذهب بنوره ،  وهكذا دواليك في كل ليل ونهار ،  وبتعاقب الأمثال يستمر الاستبدال ،  فيتغير كل واحد منهما بالآخر ،  فكما يغطى النهار بالليل يغطى الليل بالنهار ،  وفي ذلك من منافع الخلق ما فيه وبه تتم الحياة ،  وهو دليل القدرة والحكمة والتدبير من الإله العلي العظيم .  {  يطلبه حثيثا } يطلب الليل النهار طلبا سريعا حتى يلحقه ويدركه .  وهو كناية عن أن أحدهما يأتي عقب الآخر ويخلفه بلا فاصل ،  فكأنه يطلبه طلبا سريعا لا يفتر عنه حتى يلحقه .  والحث على الشيء :  الحض عليه .  يقال :  حث الفرس على العدو يحثه حثا ،  صاح به أو ووكزه برجل أو ضرب وذهب حثيثا أي مسرعا . <br />\r\n{  له الخلق والأمر } الخلق :  إيجاد الأشياء من العدم .  والأمر :  التدبير والتصرف على حسب الإرادة لما خلقه .  فهو سبحانه الخالق والمدبر للعالم على حسب إرادته وحكمته ،  لا شريك له في ذلك . <br />\r\n{  تبارك الله رب العالمين }كثر خيره وإحسانه ،  من البركة بمعنى الكثرة من كل خير .  وأصلها :  النماء والزيادة .  أو ثبت ودام كما لم يزل ولا يزال ،  من البركة بمعنى الثبوت .  يقال :  برك البعير ،  إذا أناخ في موضعه فلزمه وثبت فيه .  وكل شيء ثبت ودام فقد برك .  أو تعالى وتعظم وارتفع .  أو تقدس وتنزه عن كل نقص .",
        "sura": "7",
        "aya": "54",
        "page": "157"
    },
    {
        "text": "ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
        "tafsir": "{  ادعوا ربكم } سلوا ربكم حوائجكم ،  فإنه تعالى يسمع الدعاء ويجيب المضطر .  وهو القادر على إيصالها إليكم ،  وغيره عن ذلك عاجز .  {  تضرعا } :  تذللا واستكانة ،  من الضراعة ،  وهي الذلة والاستكانة .  يقال :  ضرع ضراعة ،  خضع وذل .  وتضرع :  أظهر الضراعة .  حال من الضمير في{  ادعوا } أي متضرعين .  {  وخفية } أي سرا في أنفسكم .  وقد كان المسلمون يجتهدون في الدعاء وما يسمع لهم صوت ،  إن كان إلا همسا بينهم وبين ربهم .  وفي حديث أبي موسى الأشعري أنه صلى الله عليه وسلم قال لقوم يجهرون :  ( أيها الناس اربعوا على أنفسكم-أي أرفقوا بها وأقصروا من الصياح-إنكم لا تدعون أصم ولا غائبا إنكم تدعون سميعا بصيرا وهو معكم وهو أقرب إلى أحدكم من عنق راحلته ) .  وهو تعليم للأدب في الدعاء . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "55",
        "page": "157"
    },
    {
        "text": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ",
        "tafsir": "{  وادعوه خوفا .  .  } خائفين من الرد ،  لقصوركم عن أهلية الإجابة .  طامعين في الإجابة تفضلا منه تعالى وكرما .  أو خائفين من عقابه ،  طامعين في ثوابه .  والخوف :  انزعاج في الباطن يحصل من توقع أمر مكروه يقع في المستقبل .  والطمع :  توقع أمر محبوب يحصل في المستقبل . <br />\r\n{  إن رحمة الله قريب من المحسنين }رحمة الله :  إفضاله وإنعامه على عباده ،  أو ثوابه .  وتذكير{  قريب }باعتبار معناها .  أو لكون تأنيثها مجازيا ،  فيجوز في خبرها التذكير والتأنيث . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "56",
        "page": "157"
    },
    {
        "text": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
        "tafsir": "{  بشرا }بضم فسكون الشين ،  مخفف{  بشرا }بضمتين جمع بشير ،  كنذر ونذير ،  أي مبشرات بنزول الغيث المستتبع لمنفعة الخلق .  {  أقلت سحابا ثقالا }بما فيه من الماء .  وحقيقة أقله :  وجده قليلا ثم استعمل بمعنى حمله ،  لأن الحامل يستقل ما يحمله بزعم أن ما يرفعه قليل .  و{  سحابا }اسم جنس جمعي يفرق بينه وبين واحده بالتاء ،  روعى معناه في قوله :  {  ثقالا }بما فيه من الماء .  وحقيقة أقله :  وجده قليلا ثم استعمل بمعنى حمله ،  لأن الحامل يستقل ما يحمله بزعم أن ما يرفعه قليل .  و{  سحابا }اسم جنس جمعي يفرق بينه وبين واحده بالتاء ،  روعى معناه في قوله :  {  ثقالا } ،  ولفظه في قوله :  {  سقناه } .  و{  ثقالا } جمع ثقيلة ،  من الثقل –كعنب-ضد الخفة .  يقال :  ثقل-ككرم-ثقلا وثقالة ،  فهو ثقيل وهي ثقيلة .  {  كذلك نخرج الموتى }أي كما أحيينا الأرض بعد موتها بإحداث القوى النامية فيها ،  وإنزال الماء عليها ،  وتطريتها بأنواع النبات والثمرات نخرج الموتى من الأرض ،  ونبعثهم أحياء في اليوم الآخر . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "57",
        "page": "157"
    }
]