[
    {
        "text": "هُوَ ٱلَّذِى جَعَلَكُمْ خَلَٰٓئِفَ فِى ٱلْأَرْضِ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ وَلَا يَزِيدُ ٱلْكَٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا وَلَا يَزِيدُ ٱلْكَٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
        "tafsir": "{  جعلكم خلائف في الأرض } خلفاء في أرضه ،  وملككم منافعها ومقاليد التصرف فيها ؛  لتشكروه بالتوحيد والطاعة .  أو جعلكم خلفا لمن سبقكم من الأمم الذين كذبوا الرسل فهلكوا ؛  فلم تتعظوا بحالهم وما حل بهم من الهلاك .  جمع خليفة . {  إلا مقتا } أي أشد البغض والاحتقار والغضب . {  إلا خسارا } هلاكا وخسرانا في الآخرة . \r\n\r\n",
        "sura": "35",
        "aya": "39",
        "page": "439"
    },
    {
        "text": "قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَٰوَٰتِ أَمْ ءَاتَيْنَٰهُمْ كِتَٰبًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِّنْهُ بَلْ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا",
        "tafsir": "{  أرأيتم شركاءكم .  .  .  } أي أخبروني عن حال شركائكم !  أروني أي جزء خلقوا من الأرض حتى يستحقوا الألوهية والشركة !  ؟  ورأى بصرية تتعدى بالهمزة إلى مفعولين :  أولهما  \" شركاءكم \"  .  والثاني الجملة الاستفهامية بعدها ؛  والاستفهام إنكاري فيه وفي الموضعين بعده .  و  \" أروني \"  أي أخبروني تأكيدا ل  \" أرأيتم \"  . {  أم لهم شرك } أي بل ألهم شركة مع الله في خلق السموات حتى يستحقوا ما زعمتم فيهم ؟ {  أم آتيناهم كتابا } أي بل آتيناهم كتابا بالشركة . {  فهم على بينت منه } أي حجة ظاهرة منه ؟ {  إلا غرورا } أي وعدا باطلا ،  وهو قولهم :  هؤلاء شفعاؤنا عند الله . \r\n\r\n",
        "sura": "35",
        "aya": "40",
        "page": "439"
    },
    {
        "text": "إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
        "tafsir": "{ٱلسَّمَاوَاتِ}  {وَلَئِن}\r\n(41) - إِنَّ اللهَ تَعَالى بِقُدْرَتِهِ العَظِيمَةِ جَعَلَ السَّمَاوَاتِ والأَرْضَ مُسْتَقِرَّةً، تَسيرُ فِي أَفْلاَكِها بِانْتِظَامٍ وَهُدوءٍ، وَقُدْرَتُهُ تَعَالى هِيَ التِي تَمنَعُها مِنَ الاضْطِرَابِ وَالخُرُوجِ عَنْ مَسَارَاتِها، والانفلاتِ في الفَضَاءِ عَلَى غَيرِ هُدًى. وَإِذا أَشْرَفَتْ عَلَى الزَّوَالِ، مَا اسْتَطَاعَ أَحَدٌ غَيْرُ اللهِ أَنْ يُمْسِكَها، وَهُوَ تَعَالَى مَعَ عَظيمِ قُدْرَتِهِ، وَوَاسِعِ سُلْطَانِهِ، حَلِيمٌ غَفُورٌ، يَرَى عِبَادَهُ يَعْصُونَهُ، وَيَكْفُرُونَ بِهِ، فَيَحْلُمُ عَلَيهِمْ، وَيُؤَخِّرُ عِقَابَهُمْ لَعَلَّهُمْ يَتُوبُونَ إِليهِ فَيَغْفِرَ لَهُمْ، وَيَتَجَاوَزَ عَنْ سَيِّئَاتِهِمْ.\n",
        "sura": "35",
        "aya": "41",
        "page": "439"
    },
    {
        "text": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى ٱلْأُمَمِ فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا",
        "tafsir": "{  وأقسموا بالله جهد أيمانهم } غاية اجتهادهم في تغليظها [ آية 53 المائدة ص 196 ] . {  نفورا } تباعد عن الحق والهدى .",
        "sura": "35",
        "aya": "42",
        "page": "439"
    },
    {
        "text": "ٱسْتِكْبَارًا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًا وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا",
        "tafsir": "{  استكبارا في الأرض } بدل من  \" نفورا \"  .  أو مفعول لأجله . {  ومكر السيء } معطوف على  \" استكبار \"  .  وأصل التركيب :  وأن مكروا المكر السيئ ،  فأقيم المصدر مقام أن والفعل وأضيف إلى ما كان صفة له .  ومكرهم :  شركهم بالله ،  أو كيدهم للنبي صلى الله عليه وسلم . \r\n{  ولا يحيق المكر السيء إلا بأهله } أي لا يحيط مكروه ذلك المكر إلا بأهله الماكرين ؛  من الحوق وهو الإحاطة .  يقال :  حاق به كذا ،  أي أحاط به .  أولا يصيب ولا ينزل إلا بهم .  والله أعلم\r\n",
        "sura": "35",
        "aya": "43",
        "page": "439"
    },
    {
        "text": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا",
        "tafsir": "{عَاقِبَةُ} {ٱلسَّمَاوَاتِ}\r\n(44) - أَوْ لَمْ يَسِرْ هؤُلاءِ المُشْرِكُونَ المُكَذِّبُونَ مِنْ قَوْمِكَ يَا مُحَمَّدُ في الأَرْضِ التِي أَهْلَكْنا أَهْلَها بِسَبَبِ كُفْرِهِمْ وَتَكْذِيِبِهم رُسُلَ رَبِّهم، أثناءَ رِحْلاَتِهم في تِجَارَاتِهم، فينظروا كَيْفَ أَهْلَكْنَا المُكَذِّبينَ السَّالِفِينَ، وَدَمَّرْنَا عَليهم تَدْميراً، وَلَمْ نَتْرُكْ لَهُمْ مِنْ بَاقيةٍ؟ وَكَانَ أُولئِكَ السَّالِفُونَ أَكْثَرَ قُوَّةً مِنْ مُشْرِكِي قومِكَ فكانَ حَرِيّاً بِمُشْرِكِي قُريشٍ أَنْ يَتَّعِظُوا بِمَا رَأَوْه، وأَنْ يَزْدَجِرُوا عَمَّا هُمْ فِيهِ مِنَ الْكُفْرِ والطُّغْيَانِ والتَّكْذِيبِ. واللهُ تَعالى لا يُعجزُه إِدراكُ شيءٍ في السَّمَاواتِ أَوْ في الأَرْضِ، لذَلِكَ فَإِنَّ هؤلاءِ لا يُمْكِنُ أَنْ يَفُوتُوا اللهَ، ولا أَنْ يُفْلِتُوا منْ عِقَابِهِ، إِنْ أَرَادَ إهْلاَكَهُم وَعِقَابَهم. وَهُوَ يَعْلَمُ مَنْ يَسْتَحِقُّ أن تُعَجَّلَ لَهُ العُقُوبَةُ، فَيُعَجِّلُهَا لَهُ، وَهُوَ أَعْلَمُ بِمَنْ فِيهِ اسْتِعْدادٌ للتَّوْبَةِ، فَيُؤَخِّرُهُ لِيَتُوبَ، وَهُوَ قَادِرٌ عَلى الانْتِقَامِ مِمَّنْ شَاءَ، وَعَلَى هِدَايَةِ مَنْ شَاءَ إلى الإِيمانِ.\n",
        "sura": "35",
        "aya": "44",
        "page": "439"
    }
]