[
    {
        "text": "فَإِذَا ٱسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلْفُلْكِ فَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى نَجَّىٰنَا مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
        "tafsir": "{نَجَّانَا} {ٱلظَّالِمِينَ}\r\n(28) - فَإِذَا رَكِبْتَ فِي السَّفِينَةِ، وَاطْمأَْنَنْتَ أَنْتَ وَمَنْ حَمَلْتَهُم مَعَكَ فِيهَا، فَقُلْ: الحَمْدُ لله الذِي نَجَّانَا مِنْ هَؤُلاَءِ المُشْرِكِينَ الظَّالِمِينَ.\n",
        "sura": "23",
        "aya": "28",
        "page": "344"
    },
    {
        "text": "وَقُل رَّبِّ أَنزِلْنِى مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ ٱلْمُنزِلِينَ",
        "tafsir": "{  منزلا مباركا } بضم الميم وفتح الزاي ؛  أي إنزالا ،  أو مكان إنزال مباركا .  وقرئ  \" منزلا \"  بفتح الميم وكسر الزاي ؛  أي مكان نزول مباركا .  والمراد بالبركة هنا :  النجاة من الغرق وكثرة النسل ،  وتتابع الخيرات بعد الإنجاء . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "29",
        "page": "344"
    },
    {
        "text": "إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ وَإِن كُنَّا لَمُبْتَلِينَ",
        "tafsir": "{  لمبتلين } لمختبرين بالنقم والنعم . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "30",
        "page": "344"
    },
    {
        "text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
        "tafsir": "{  قرنا آخرين } قوما غيرهم .  والقرن :  القوم المجتمعون في زمان واحد ؛  وهم عاد على ما رجحه أكثر المفسرين .  وقيل ثمود . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "31",
        "page": "344"
    },
    {
        "text": "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِّنْهُمْ أَنِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ أَفَلَا تَتَّقُونَ",
        "tafsir": "(32) - وَإِنَّهُ تَعَالَى أًرْسَلَ فِيهِمْ رَسُولاً مِنْهُم، هُوَ هُودٌ عَلَيْهِ السلامُ، فَدَعَاهُمْ إِلَى عِبَادَةِ اللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَقَالَ لَهُمْ: يَا قَوْم اعْبُدُوا اللهَ، وأَطِيعُوهُ، دُونَ الأَوْثَانِ والأَصْنَامِ، فَإِنَّ العِبَادَةَ لاَ تَنْبَغِي إِلاَ للهِ وحْدَهُ، أَفَلاَ تَخَافُونَ عِقَابَهُ أَنْ يَحِلّ بِكُمْ إِذَا عَبَدْتُمُ الأَصْنَامَ، وَتَرَكْتُمْ عِبَادَتهُ وَحْدَهُ بِلاَ شَرِيكٍ.\n",
        "sura": "23",
        "aya": "32",
        "page": "344"
    },
    {
        "text": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِهِ ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِلِقَآءِ ٱلْءَاخِرَةِ وَأَتْرَفْنَٰهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا مَا هَٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
        "tafsir": "{  وقال الملأ من قومه } أثاروا شبهتين :  إحداهما قولهم :   \" ما هذا إلا بشر مثلكم \"  .  والثانية قولهم :   \" أيعدكم أنكم إذا متم وكنتم ترابا وعظاما أنكم مخرجون \"  . <br />\r\nوبنوا عليهما إنكار البعث والطعن في رسالته بقولهم :   \" إن هو إلا رجل به جنة \"  . <br />\r\n{  وأترفناهم } نعمناهم بما وسعنا عليهم من نعم الدنيا حتى بطروا [ آية 116 هود ص 377 ] .",
        "sura": "23",
        "aya": "33",
        "page": "344"
    },
    {
        "text": "وَلَئِنْ أَطَعْتُم بَشَرًا مِّثْلَكُمْ إِنَّكُمْ إِذًا لَّخَٰسِرُونَ",
        "tafsir": "{وَلَئِنْ} {لَّخَاسِرُونَ}\r\n(34) - وإِنَّكُمْ إِذَا آمَنْتُم لِبَشَرٍ مِثلِكُمْ، وَصَدَّقْتُم بِمَا جَاءَكُمْ بِهِ، وَعَبَدْتُم الإِلَهَ الذي يَدْعُوكُم لِعِبَادَتِهِ.. فَإِنَّكُم تَكُونَونَ مِنَ الخَاسِرِينَ، لأَِنَّكُم لَنْ تَنْتَفِعُوا بِطَاعَتِهِ.\n",
        "sura": "23",
        "aya": "34",
        "page": "344"
    },
    {
        "text": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَٰمًا أَنَّكُم مُّخْرَجُونَ",
        "tafsir": "{وَعِظاماً}\r\n(35) - ثُمَّ قَالَ الكُبَرَاءُ لِلْمُسْتَضْعَفِينَ سَاخِرِينَ: أَيَعِدُكُمْ هَذَا المُدَّعِي أَنَّكُمْ سَتُبْعَثُونَ مِنْ قُبُورِكُمْ بَعْدَ أَنْ تَكُونَ عِظَامُكُم وأَجْسَادُكُمْ قَدْ بَلِيَتْ وَأَصْبَحَتْ تُرَاباً، فَكَيْفَ يُمْكِنُ أَنْ يَكُونَ ذَلِكَ؟\n",
        "sura": "23",
        "aya": "35",
        "page": "344"
    },
    {
        "text": "هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
        "tafsir": "{  هيهات هيهات لما توعدون } اسم فعل ماض معناه ؛  أي بعد بعد ما توعدون به من الخروج من القبور .  والثانية تأكيد لفظي لها ،  واللام زائدة في الفاعل . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "36",
        "page": "344"
    },
    {
        "text": "إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
        "tafsir": "(37) - فَهِيَ حَيَاةٌ نَعِيشُها فِي هَذِهِ الدُّنْيَا، ثُمَّ نَمُوتُ بَعْدَهَا، وَتَأْتِي بَعْدَنا أجْيَالٌ أُخْرَى لِلْحَيَاةِ، وَهَكَذَا دَوَالَيْكَ وَبالمَوْتِ يَنْتَهِي كُلُّ شَيءٍ، فَلاَ بَعْثَ مَرَّةً أُخْرَى، وَلاَ نُشُورَ وَلاَ حسَابَ.\n",
        "sura": "23",
        "aya": "37",
        "page": "344"
    },
    {
        "text": "إِنْ هُوَ إِلَّا رَجُلٌ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا وَمَا نَحْنُ لَهُۥ بِمُؤْمِنِينَ",
        "tafsir": "(38) - وَقَالَ هَؤُلاَءِ المُكَذِّبُونَ عَنْ رَسُولِهم: إِنَّهُ يَخْتَلِقُ الأَكَاذِيبَ عَلَى اللهِ، وَيَدَّعِي أَنَّ اللهَ أَوْحَى إِلَيْهِ، وَهَذَا كُلُّهُ كَذِبٌ وَافْتِرَاءٌ، وَنَحْنُ لاَ نُصَدِّقُ شَيْئاً مِمَّا يَقُولُ عَنْ رِسَالَتِهِ، وَعَنِ البَعْثِ والنُّشُورِ، وَالحَيَاةِ بَعْدَ المَوْتِ.. وَلَنْ نُؤْمِنَ لَهُ، وَلَنْ نَتَّبِعَهُ.\n",
        "sura": "23",
        "aya": "38",
        "page": "344"
    },
    {
        "text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
        "tafsir": "(39) - وَلَمَّا يَئِسَ الرَّسُولُ مِنْ إِيْمَانِهِمْ بَعْدَ قَوْلِهم (وَمَا نَحْنُ لَهُ بِمُؤمِنِينَ)، دَعَا رَبَّهُ مُسْتَنْصِراً بِهِ، وَسَأَلَهُ أَنْ يَنْصُرَهُ عَلَى هَؤُلاءِ المُكَذِّبِينَ، وَأَنْ يَنْتَقِمَ مِنْهُم.\n",
        "sura": "23",
        "aya": "39",
        "page": "344"
    },
    {
        "text": "قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَٰدِمِينَ",
        "tafsir": "{نَادِمِينَ}\r\n(40) - فَأَجَابَ اللهُ تَعَالَى دُعَاءَهُ، وَقَالَ لَهُ، إِنَّ قَوْمَهُ سَيُصْبِحُونَ، خِلاَلَ وَقْتٍ قَصِيرٍ، نَادِمِينَ عَلَى كُفْرِهِمْ، وَتَكْذِيبِهِم رَسُولَ رَبِّهِم، حِيْنَمَا يَحِلُّ بِهِم العَذَابُ.\n",
        "sura": "23",
        "aya": "40",
        "page": "344"
    },
    {
        "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ بِٱلْحَقِّ فَجَعَلْنَٰهُمْ غُثَآءً فَبُعْدًا لِّلْقَوْمِ ٱلظَّٰلِمِينَ",
        "tafsir": "{  فأخذتهم الصيحة } صيحة جبريل عليه السلام ،  صاح بهم مع الريح العاتية فهلكوا عن آخرهم .  وقد أهلك الله عادا قوم هود بالصيحة وبالريح العاتية .  وذكر أحدهما في الآية للإشارة إلى أنه لو انفرد لكفى في تدميرهم . {  فجعلنهم غثاء } فصيرناهم هلكى هامدين كغثاء السيل ،  وهو الرميم الهامد الذي يحمله السيل من ورق الشجر والعيدان اليابسة البالية مخلطا لزبده .  يقال :  غثا الوادي يغثو غثوا فهو غاث ،  إذا كثر غثاؤه . {  فبعدا للقوم الظالمين } فهلاكا لهم [ آية 44 هود ص 365 ] .",
        "sura": "23",
        "aya": "41",
        "page": "344"
    },
    {
        "text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قُرُونًا ءَاخَرِينَ",
        "tafsir": "{آخَرِينَ}\r\n(42) - ثُمَّ أَنْشَأَ اللهُ أُمَماً وَأَجْيَالاً آخَرِينَ بَعْدَ إِهْلاَكِهِ عَاداً، مِنْهُم ثَمُودُ قَوْمُ صَالِحٍ، وَأَصْحَابُ الأَيْكَةِ قَوْمُ شُعَيْبٍ، وَقَوْمُ لُوطٍ.\r\nقُرُوناً آخرِين - أُمَماً أُخْرَى. \n",
        "sura": "23",
        "aya": "42",
        "page": "344"
    }
]