[{"text":"وَقَٰرُونَ وَفِرْعَوْنَ وَهَٰمَٰنَ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَٰبِقِينَ","aya":"39","page":"401","tafsir":"{  وما كانوا سابقين } فائتين من عذابنا .  \r\n \r\n"},{"text":"فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ","aya":"40","page":"401","tafsir":"{  أرسلنا عليه حاصبا } ريحا عاصفة تحصبهم بالحجارة .  وهم قوم لوط .  \r\nالأرض ومنهم من أغرقنا وما كان الله ليظلمهم ولكن كانوا أنفسهم يظلمون \r\n \r\n"},{"text":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ لَوْ كَانُوا۟ يَعْلَمُونَ","aya":"41","page":"401","tafsir":"{  مثل الذين اتخذوا من دون الله أولياء .  .  .  } أي مثل هؤلاء في اتخاذهم الأصنام آلهة يعبدونها ويعتمدون عليها ،  ويرجون نفعها وشفاعتها ؛  كمثل العنكبوت في اتخاذها بيتا واهيا من نسجها لا يغنى عنها في حر ولا قرّ ،  ولا في مطر ولا أذى .  والعنكبوت :  دويبة معروفة تنسج نسجا رفيعا مهلهلا في الهواء ،  وتطلق على الواحد والجمع ،  والمذكر والمؤنث ؛  والغالب في استعمالها التأنيث ،  والواو والتاء زائدتان ؛  كما في طاغوت .  وجمعها عناكب وعناكيب .  \r\n \r\n"},{"text":"إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","aya":"42","page":"401","tafsir":"no text"},{"text":"وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَٰلِمُونَ","aya":"43","page":"401","tafsir":"no text"},{"text":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّلْمُؤْمِنِينَ","aya":"44","page":"401","tafsir":"no text"},{"text":"ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ","aya":"45","page":"401","tafsir":"{  إن الصلاة تنهى عن الفحشاء والمنكر } أي من شأنها إذا أديت كما أمر الله بالوقوف بين يديه بغاية الذلة والخضوع ،  ونهاية التعظيم والخشوع أن تكون مانعة لفاعلها من الفحشاء والمنكر .  \r\n{  ولذكر الله أكبر } أي من كل شيء .  أو لذكر الله تعالى أكبر من ذكركم إياه .  أو لذكر العبد لله تعالى أكبر من سائر أعماله ؛  وهو أفضل الطاعات .  \r\n \r\n"}]