[{"text":"الٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ","aya":"1","page":"208","tafsir":"no text"},{"text":"أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓا۟ أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ قَالَ ٱلْكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٌ مُّبِينٌ","aya":"2","page":"208","tafsir":"{  أن لهم قدم صدق } القدم :  السابقة والسالفة .  والعرب تسمى كل سابق في خير أو شر قدما .  وإضافته إلى الصدق من إضافة الموصوف إلى الصفة ،  كما في مسجد الجامع ،  فتفيد المدح ،  وما قدموه هو الإيمان .  أو الأعمال الصالحة المستتبعة للثواب .  أي أن لهم سابقة فضل ومنزلة رفيعة عند ربهم . <br \/>\r\nأو أجرا حسنا . أو ثوابا كريما بما أسلفوا .  وسمي قدما لأنه لا ينال إلا بالسعي وهو لا يحصل إلا بالقدم ،  فسمي المسبب باسم السبب . <br \/>\r\n<br \/>\r\n"},{"text":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُدَبِّرُ ٱلْأَمْرَ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعْدِ إِذْنِهِۦ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ فَٱعْبُدُوهُ أَفَلَا تَذَكَّرُونَ","aya":"3","page":"208","tafsir":"{  خلق السماوات والأرض }( آية 54 الأعراف ص 262 ) .  {  يدبر الأمر } يقضى ويقدر شئون جميع الكائنات على وفق الحكمة والوجه الأكمل .  وأصل التدبير :  النظر في أدبار الأمور وأعقابها ،  لتقع على الوجه المحمود ."},{"text":"إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ ٱللَّهِ حَقًّا إِنَّهُۥ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ بِٱلْقِسْطِ وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ","aya":"4","page":"208","tafsir":"{  وعد الله حقا } وعدكم بالبعث والرجوع إليه وعدا ،  وحق ذلك الوعد حقا ،  أي ثبت ووجب ثباتا ووجوبا لا شك فيه ،  فيجازيكم على جحودكم ، {  إنه يبدأ الخلق .  .  .  } دليل على قدرته ،  وهو كالتعليل لما قبله .  {  والذين كفروا } أي وليجزي الذين كفروا بكفرهم {  لهم شراب من حميم } أي ماء حار بالغ نهاية الحرارة .  والجملة بيان لجزائهم في الآخرة . <br \/>\r\n<br \/>\r\n"},{"text":"هُوَ ٱلَّذِى جَعَلَ ٱلشَّمْسَ ضِيَآءً وَٱلْقَمَرَ نُورًا وَقَدَّرَهُۥ مَنَازِلَ لِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلْحَقِّ يُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍ يَعْلَمُونَ","aya":"5","page":"208","tafsir":"{  جعل الشمس ضياء .  .  .  } شروع في بيان أدلة كمال قدرته تعالى وعظيم حكمته وتدبيره ،  ردا على منكري البعث .  أي هو الذي جعل الشمس ذات ضياء في النهار  ،  والقمر ذا نور في الليل ،  وقدر سير القمر في منازله الثمانية والعشرون في كل شهر وتقديرا بديعا محكما ،  ليعرف بذلك ابتداء وانتهاء الشهور والسنين وعددها والحساب بالأوقات من الأشهر والأيام .  وبذلك تنتظم مصالح العباد في العبادات والمعاملات وسائر الشئون  المعاشية .  وهو الذي جعل الليل والنهار خلفة يتعاقبان دائما بحسب طلوع الشمس وغروبها  ،  ويتفاوتان بحسب الأمكنة طولا وقصرا . <br \/>\r\n<br \/>\r\n"},{"text":"إِنَّ فِى ٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَءَايَٰتٍ لِّقَوْمٍ يَتَّقُونَ","aya":"6","page":"208","tafsir":"no text"}]