[
    {
        "text": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَٰهُ مِن كُلِّ شَىْءٍ سَبَبًا",
        "tafsir": "{  من كل شيء سببا } أي علما أو طريقا يوصله إليه .\r\n\r\n",
        "sura": "18",
        "aya": "84",
        "page": "303"
    },
    {
        "text": "فَأَتْبَعَ سَبَبًا",
        "tafsir": "{  فأتبع سببا } سلك طريقا أفضى به إلى المغرب .  يقال :  أتبع واتبع بمعنى واحد وهو السير .\r\n\r\n",
        "sura": "18",
        "aya": "85",
        "page": "303"
    },
    {
        "text": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا قُلْنَا يَٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا",
        "tafsir": "{  حتى إذا بلغ مغرب الشمس } أي منتهى الأرض المعمورة في زمنه من جهة المغرب ،  وكذا يقال في قوله تعالى : {  حتى إذا بلغ مطلع الشمس } .  {  وجدها تغرب في عين حمئة } أي رآها في نظره عند غروبها كأنها تغرب في عين مظلمة وإن لم تكن كذلك في الحقيقة ،  كما أن راكب البحر يراها كأنها تطلع من البحر وتغيب فيه إذا لم ير الشط .  والذي في أرض ملساء واسعة يراها كأنها تطلع من الأرض وتغيب فيها .  و{  حمئة } أي ذات حمأة وهي الطين الأسود ،  من حمئت البئر تحمأ حمأ :  صارت فيها الحمأة .  وقرئ {  حامية } أي حارة ،  اسم فاعل من حمي يحمي حميا\r\n\r\n",
        "sura": "18",
        "aya": "86",
        "page": "303"
    },
    {
        "text": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًا نُّكْرًا",
        "tafsir": "{  عذابا نكرا } منكرا فظيعا ،  وهو عذاب جهنم .\r\n\r\n",
        "sura": "18",
        "aya": "87",
        "page": "303"
    },
    {
        "text": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَٰلِحًا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًا",
        "tafsir": "{آمَنَ} {صَالِحاً}\r\n(88) - وَأَمَّا مَنْ تَابَعَنَا عَلَى مَا نَدْعُوهُ إِلَيْهِ مِنْ عِبَادَةِ اللهِ، وَحْدَهُ لاَ شَرِيكَ لَهُ، فَلَهُ المَثُوبَةُ الحُسْنَى فِي الدَّارِ الآخِرَةِ، جَزَاءً لَهُ عَلَى إِيمَانِهِ وَعَمَلِهِ الصَّالِحِ، وَسَنُعَامِلُهُ بِرِفْقٍ فِي الدُّنْيَا، وَسَنُعَلِّمُهُ مَا يَتَيَسَّرُ لَنَا تَعْلِيمُهُ مِمَّا يُقَرِّبُهُ إِلى رَبِّهِ، وَيَلِينُ لَهُ قَلْبُهُ، وَلاَ يَشُقُّ عَلَيْهِ فِعْلُهُ.",
        "sura": "18",
        "aya": "88",
        "page": "303"
    },
    {
        "text": "ثُمَّ أَتْبَعَ سَبَبًا",
        "tafsir": "(89) - ثُمَّ قَفَلَ رَاجِعاً فَسَلَكَ الطَّرِيقَ مِنْ مَغْرِبِ الشَّمْسِ إِلى مَشْرِقِهَا.",
        "sura": "18",
        "aya": "89",
        "page": "303"
    },
    {
        "text": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا",
        "tafsir": "{  لم نجعل لهم من دونها سترا } أي لم نجعل لهم من دون الشمس ما يستترون به من البناء أو من البناء واللباس ،  فهم قوم عراة يسكنون الأسراب والكهوف في نهاية المعمورة من جهة المشرق .\r\n\r\n",
        "sura": "18",
        "aya": "90",
        "page": "303"
    },
    {
        "text": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
        "tafsir": "(91) - لَقَدْ كَانَ حَالُ ذِي القَرْنَيْنِ كَمَا وَصَفْنَا مِنْ قَبْلُ: مَكَّنَا لَهُ فِي الأَرْضِ، وَبَلَغَ مَطْلِعَ الشَّمْسِ وَمَغْرِبَهَا، وَنَحْنُ عَلَى عِلْمٍ وَاطِّلاَعٍ عَلَى جَمِيعِ أَحْوَالِهِ وَأَحْوَالِ جَيْشِهِ، لاَ يَخْفَى عَلَيْنَا مِنْهُ شَيءٌ.\r\nخُبْراً - عِلْماً شَامِلاً.",
        "sura": "18",
        "aya": "91",
        "page": "303"
    },
    {
        "text": "ثُمَّ أَتْبَعَ سَبَبًا",
        "tafsir": "(92) - ثُمَّ أَتْبَعَ طَرِيقاً ثَالِثاً مُعْتَرِضاً مِنْ مَشَارِقِ الأَرْضِ إِلى الشِّمَالِ.",
        "sura": "18",
        "aya": "92",
        "page": "303"
    },
    {
        "text": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
        "tafsir": "{  بين السدين } الجبلين ،  وسمي الجبل سدا لأنه سد فجا من الأرض .  قيل :  إنهما فيما يقرب من عرض تسعين درجة من جهة الشمال .\r\n\r\n",
        "sura": "18",
        "aya": "93",
        "page": "303"
    },
    {
        "text": "قَالُوا۟ يَٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
        "tafsir": "{  خرجا } وقرئ {  خراجا } ومعناها الجعل من المال .  وقيل :  الخرج المصدر ،  أطلق على الخراج وهو اسم لما يخرج من الأموال .\r\n{  على أن تجعل بيننا وبينهم سدا } حاجزا يمنعهم من الوصول إلينا ،  والإفساد في أرضنا .\r\n\r\n",
        "sura": "18",
        "aya": "94",
        "page": "303"
    },
    {
        "text": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
        "tafsir": "{  ردما } حاجزا حصينا وجدارا متينا ،  وهو أوثق من السد وأحكم .  يقال :  ثوب مردم ،  أي فيه رقاع فوق رقاع .  وسحاب مردم :  أي متكاثف بعضه فوق بعض .\r\n\r\n",
        "sura": "18",
        "aya": "95",
        "page": "303"
    },
    {
        "text": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا",
        "tafsir": "{  آتوني زبر الحديد } قطعه العظيمة .  جمع زبرة - كغرفة – وهي القطعة الكبيرة من الحديد .  وأصل الزبر :  الاجتماع ،  ومنه زبرة الأسد ،  لما اجتمع من الشعر على كاهله .  زبرت الكتاب :  أي كتبته وجمعت حروفه .  {  بين الصدفين } جانبي الجبلين ،  وأصل الصدف الميل في خف\r\nالبعير إلى الجانب الوحشي .  وسمي كل واحد من الجانبين صدفا لكونه مصادفا ومقابلا للآخر ،  من قولك :  صادفت الرجل ،  أي لاقيته ،  ولذا لا يقال للمفرد صدف حتى يصادفه الآخر ،  فهو من الأسماء المتضايقة كالزوج والشفع . {  قطرا } نحاسا مذابا ،  أو رصاصا مذابا .  وأصله من القطر ،  لأنه إذا أذيب قطر كما يقطر الماء .\r\n\r\n",
        "sura": "18",
        "aya": "96",
        "page": "303"
    },
    {
        "text": "فَمَا ٱسْطَٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَٰعُوا۟ لَهُۥ نَقْبًا",
        "tafsir": "{  أن يظهروه } يعلو ظهره ويرقوا عليه لملامسته وارتفاعه {  نقبا } خرقا لصلابته وثخانته .\r\n\r\n",
        "sura": "18",
        "aya": "97",
        "page": "303"
    }
]