[
    {
        "text": "وَمَا كُنتَ بِجَانِبِ ٱلْغَرْبِىِّ إِذْ قَضَيْنَآ إِلَىٰ مُوسَى ٱلْأَمْرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ",
        "tafsir": "{ٱلشَّاهِدِينَ}\r\n(44) - يُنَبِّهُ اللهُ تَعَالى النَّاسَ إِلى البُرهَانِ عَلَى نُبُوَّةِ رَسُولِهِ مُحَمَّدٍ صلى الله عليه وسلم، إِذْ أَخْبَرَ عَنْ أَمورٍ حَدَثتْ في سَالِفِ الأَزْمَانِ لَمْ يَكُن العَرَبُ يَعْرِفُونَها، وقَصَّها الرَّسُولُ الكَريمُ بِتَفَاصِيلِهَا وَهُوَ رَجُلٌ أُميٌّ لا يَقْرَأُ وَلا يَكْتُبُ؛ وأَشَارَ اللهُ تَعالى إِلى هذا الأَمرِ بَعدَ عَدَدٍ مِنَ القصَصِ المُتَعَلِّقَةِ بالأَولِينَ مَعَ أَنبِيائِهِمْ، وَرَدَتْ في القُرآنِ: مِثْلِ قِصَّةِ نُوحٍ، ومَريَمَ، وَيُوسُفَ. وهنا يَقُولُ تَعالى لِنَبيِّهِ: إِنَّكَ يَا مُحَمَّدُ لم تَكُنْ في الجَانِبِ الغَربيَّ مِنَ الوَادِي حِينَمَا كَلَّمَ اللهُ تَعالى مُوسَى مِنَ الشَّجَرةِ عَلَى شَاطِئِ الوَادِي، وَلمْ تَكُنْ مُشَاهِداً لِشَيءٍ مِمَّا وَقَعَ، لكِنَّ اللهَ أَوْحَاهُ إِليكَ، وَأَخْبَركَ بهِ لِيَكُونَ ذَلِكَ حُجَّةً وبُرهَاناً على صِدْقِ نُبُوَّتِكَ.\r\nقَضَيْنا - عَهدْنَا.\n",
        "sura": "28",
        "aya": "44",
        "page": "391"
    },
    {
        "text": "وَلَٰكِنَّآ أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ ٱلْعُمُرُ وَمَا كُنتَ ثَاوِيًا فِىٓ أَهْلِ مَدْيَنَ تَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرْسِلِينَ",
        "tafsir": "{  وما كنت ثاويا في أهل مدين .  .  .  } أي وما كنت مقيما في أهل مدين وقت تلاوتك على أهل مكة قصة موسى وشعيب ؛  حتى تنقلها إليهم بطريق المشاهدة ،  وإنما أتتك بطريق الوحي ،  فإخبارك بها إنما هو عن وحي إلهي ،  ورسالة ربانية .  والضمير في قوله :   \" تتلو عليهم \"  لأهل مكة ،  والجملة حالية .\r\n\r\n",
        "sura": "28",
        "aya": "45",
        "page": "391"
    },
    {
        "text": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذْ نَادَيْنَا وَلَٰكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
        "tafsir": "{  لتنذر قوما .  .  .  } أي لتنذرهم العقاب الذي أتاهم من نذير قبلك ؛  أي على لسانه وبواسطته .\r\nو  \" ما \"  اسم موصول مفعول ثان  \" لتنذر \"  ،  و  \" من نذير \"  متعلق ب  \" أتاهم \"  .  وهذا القول في تفسير الآية جار على ظواهر القرآن ؛  قال تعالى :   \" وإن من أمة إلا خلا فيها نذير \"  {[264]} ،   \" أن تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشير ونذير \"  {[265]} .  وقيل :  القوم هم العرب المعاصرون له صلى الله عليه وسلم ؛  إذ لا يتصور إنذاره لمن سلفهم .  و  \" ما \"  نافية ؛  أي لم يأتهم نذير قبلك .\r\nفإذا قيل :  إنهم قد أتاهم نذير لأنهم من ذرية إسماعيل وقد بعث إلى العرب وذراريهم لعدم انقطاع رسالته بموته ؛  فيجب عليهم العمل بها إلى أن يبعث إليهم رسول آخر .  يقال :  إن المراد من عدم إتيان نذير إليهم أنه لم تأتهم ولم تصل إليهم دعوة رسول قبله على حقيقتها .  ولا شك أن أحكام رسالة إسماعيل قد أندرست ؛  لتطاول الأمد بين بعثته وبعثة نبينا صلى الله عليه وسلم ،  ولم يقف الأكثرون في أغلب هذه الأوقات المتطاولة على حقيقتها ؛  فجعل ذلك بمنزلة عدم إتيان النذير لهؤلاء المعاصرين .\r\nولا يحمل لفظ القوم على العرب عامة ،  لا مع إبقاء عدم الإتيان على ظاهره لمنافاته لقوله :   \" وإن من أمة إلا خلا فيها نذير \"  وقد أرسل إليهم إسماعيل ،  ولا مع تأويله بما ذكر للقطع ببلوغ دعوة إسماعيل إلى العرب بعده في الجملة وفي بعض الأزمنة .\r\nالشرط ،  وجوابها محذوف تقديره :  لما أرسلناك إليهم رسولا .  و  \" لو \"  الثانية :  تحضيضية ،  وجوابها قوله  \" فنتبع آياتك \"  .  وحاصل معنى الآية :  أنه تعالى أرسل إليهم ليبطل تعللهم عند حلول العذاب بهم بسبب كفرهم بقولهم :   \" لولا أرسلت إلينا رسولا فنتبع آياتك ونكون من المؤمنين \"  ،  وهو كقوله تعالى :   \" وما كنا معذبين حتى نبعث رسولا \"  {[266]} .  ومعناها التركيبي :  لولا إصابة المصيبة لهم بما اكتسبوا من الكفر المسبب عنها قولهم المذكور لما أرسلناك إليهم رسولا .  فجعلت الإصابة سببا للإرسال ؛  باعتبار ترتب القول المذكور عليها ،  ولذا أدخلت عليها  \" لولا \"  ،  وعطف القول عليها بالفاء المفيدة للسببية .",
        "sura": "28",
        "aya": "46",
        "page": "391"
    },
    {
        "text": "وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{  قالوا سحران تظاهرا } أي قال كفار مكة :  ما أوتي موسى ومحمد سحران تعاونا بتصديق كل منهما الآخر ،  وإنا بكل واحد من الكتابين كافرون .  وقرئ  \" سحران  \"  أي موسى ومحمد عليهما الصلاة والسلام .\r\n\r\n",
        "sura": "28",
        "aya": "47",
        "page": "391"
    },
    {
        "text": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوا۟ لَوْلَآ أُوتِىَ مِثْلَ مَآ أُوتِىَ مُوسَىٰٓ أَوَلَمْ يَكْفُرُوا۟ بِمَآ أُوتِىَ مُوسَىٰ مِن قَبْلُ قَالُوا۟ سِحْرَانِ تَظَٰهَرَا وَقَالُوٓا۟ إِنَّا بِكُلٍّ كَٰفِرُونَ",
        "tafsir": "{تَظَاهَرَا} {كَافِرُونَ}\r\n(48) - فَلَمَّا أَرسَلَ اللهُ تَعَالى إِليهِم مُحَمَّداً صلى الله عليه وسلم رَسُولاً، قَالَ هؤلاءِ الكُفَّارُ عَلى وجهِ التَّعَنُّتِ، والعِنَادِ، والكُّفرِ، والإِلحَادِ: هَلاَّ جَاءَ بِمُعْجِزَةٍ مِثلَمَا جَاءَ عَلى يَدي مُوسَى (كَالعَصَا واليَدِ...)، وقدْ جَاءَ مُوسى بِكُلِّ هذهِ الآياتِ العَظيمَةِ إِلى فِرْعَوْنَ ومَلَئِهِ، فَلَم يُؤْمِنُوا، وكَفَروا واسْتَكْبَرُوا كَمَا كَفَرَ كَثيرٌ مِنَ البَشَرِ بِمَا أُوتِيَ مُوسَى مِنْ تِلْكَ الآياتِ، وقَالُوا لِمُوسَى وَهَارُونَ: إِنَّهُما سَاحِرَانَ تَعَاوَنَا وتَنَاصَرَا، وَصَدَّقَ كُلٌّ مِنْهُمَا الآخَرَ، وأَعلَنُوا كُفْرَهُمْ بِمَا جَاءَهُمْ بِهِ مُوسَى وَهَارُونَ.\r\n(وَقيلَ بَلِ المَقْصُودُ بِقَولِهِمْ سِحْرانِ تَظَاهَرَا وَتَعَاوَنَا التَّورَاةُ والقُرآنُ، وقِيلَ بَلْ مُوسَى وَمُحَمَّدٌ). ",
        "sura": "28",
        "aya": "48",
        "page": "391"
    },
    {
        "text": "قُلْ فَأْتُوا۟ بِكِتَٰبٍ مِّنْ عِندِ ٱللَّهِ هُوَ أَهْدَىٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{بِكِتَابٍ} {صَادِقِينَ}\r\n(49) - كَثيراً مَا يَقْرِنُ اللهُ تَعَالى ذِكْرَ التَّورَاةِ بِذِكْرِ القُرآنِ، وَهُنَا يَقُول مُخَاطِباً نَبِيَّهُ صلى الله عليه وسلم، قُلْ يَا مُحَمَّدُ لِهؤلاءِ المُكَذّبينَ: أئْتُونَا بِكتابٍ مُنْزَلٍ مِنْ عندِ اللهِ يَكُونُ أَكثَرَ هِدَايةً مِنَ التَّورَاةِ والقُرآنِ، لأَترُكَهُما وأَتَبَعَهُ، هذا إِنْ كُنتُمْ صَادِقينَ فيما تَقُولُونَ مِنْ أَنَّ اللهُ أَنْزَلَ خَيْراً مِنْهُما، وأَكْثَرَ وضُوحاً وتَفْصِيلاً.\n",
        "sura": "28",
        "aya": "49",
        "page": "391"
    },
    {
        "text": "فَإِن لَّمْ يَسْتَجِيبُوا۟ لَكَ فَٱعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيْرِ هُدًى مِّنَ ٱللَّهِ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
        "tafsir": "{هَوَاهُ} {ٱلظَّالِمِينَ}\r\n(50) - فَإِنْ لَمْ يَفْعَلُوا مَا طَلَبتَهُ مِنْهُمْ مِنَ الإِتيَانِ بكِتَابٍ أَهْدَى مِنَ التَّورَاةِ والقُرآنِ، وَلَمْ يَتَّبِعُوا الحَقَّ فَاعْلَمْ أَنَّهُمْ إِنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَيَتَكَلَّمُونَ بِغَيْرِ حُجَّةٍ مَأْخُوذَةٍ مِنْ كِتَابِ اللهِ، واللهُ تَعَالى لا يَهْدِي القَوْمَ الظَّالِمِينَ، وَلا يُوفِّقُهُمْ إِلى اتِّبَاعِ سَبِيلِ الحَقِّ وَالرَّشَادِ.\n",
        "sura": "28",
        "aya": "50",
        "page": "391"
    }
]