[
    {
        "text": "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا",
        "tafsir": "{  إنا فتحنا لك فتحا مبينا } إخبار عن صلح الحديبية :  عند الجمهور .  وسمي هذا الصلح فتحا لاشتراكهما في الظهور على المشركين ،  فإنهم ما سألوا الصلح إلا بعد أن ظهر المسلمون عليهم ورموهم بسهام وحجارة .  وقيل :  هو إخبار عن فتح مكة :  والتعبير عنه بالماضي قبل وقوعه لتحققه .  قال ابن عطية :  والقول الأول هو الصحيح . <br />\r\n<br />\r\n",
        "sura": "48",
        "aya": "1",
        "page": "511"
    },
    {
        "text": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًا مُّسْتَقِيمًا",
        "tafsir": "{  ليغفر لك الله ما تقدم من ذنبك وما تأخر .  .  .  } هو كناية عن عدم المؤاخذة .  أو المراد بالذنب :  ما فرط خلاف الأولى بالنسبة إلى مقامه صلى الله عليه وسلم ؛  فهو من باب :  حسنات الأبرار سيئات المقربين .  أو المراد بالغفران :  الحيلولة بينه وبين الذنوب كلها ،  فلا يصدر منه ذنب ؛  لأن الغفر هو الستر .  والستر إما بين العبد والذنب ،  وهو اللائق بمقام النبوة .  أو بين الذنب وعقوبته ،  وهو اللائق بغيره .  واللام في  \" ليغفر \"  للعلة الغائية :  أي أن مجموع المتعاطفات الأربعة غاية للفتح المبين ومسبب عنه لا كل واحد منها .  والمعنى :  يسترنا لك هذا الفتح لإتمام النعمة عليك ،  وهدايتك إلى الصراط المستقيم ،  ولنصرك نصرا عزيزا .  ولما امتن الله<br />\r\nعليه بهذه النعم صدرها بما هو أعظم ،  وهو المغفرة الشاملة ؛  ليجمع له بين عزى الدنيا والآخرة .  فليست المغفرة مسببة عن الفتح . <br />\r\n<br />\r\n",
        "sura": "48",
        "aya": "2",
        "page": "511"
    },
    {
        "text": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا",
        "tafsir": "(3) - وَيْنَصُرُكَ اللهُ عَلَى مَنْ عَادَاكَ نَصْراً ذَا عِزَّةٍ.\n",
        "sura": "48",
        "aya": "3",
        "page": "511"
    },
    {
        "text": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَٰنًا مَّعَ إِيمَٰنِهِمْ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
        "tafsir": "{  أنزل السكينة .  .  .  } أوجد الطمأنينة والثبات في قلوبهم بهذا الصلح الذي ترتب عليه الأمن بعد الخوف ؛  \"  ليزدادوا يقينا على يقينهم . {  ولله جنود السموات والأرض } يدبر أمرها كما يشاء ؛  فيسلط بعضها على بعض تارة ،  ويوقع بينها السلم والصلح أخرى ؛  حسبما تقتضيه مشيئته .  ومن ذلك هذا الصلح العظيم<br />\r\n<br />\r\n",
        "sura": "48",
        "aya": "4",
        "page": "511"
    },
    {
        "text": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًا",
        "tafsir": "{  ليدخل المؤمنين والمؤمنات .  .  .  } أي دبر ما دبر ليشكر المؤمنون نعمته تعالى فيدخلهم الجنة ،  ولينغيظ أعداؤهم فيعذبهم بالنار . {  ويكفر عنهم سيئاتهم } يغطيها ،  والمراد يمحو أثرها ولا يعاقب عليها . <br />\r\n<br />\r\n",
        "sura": "48",
        "aya": "5",
        "page": "511"
    },
    {
        "text": "وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَآءَتْ مَصِيرًا",
        "tafsir": "{  الظانين بالله ظن السوء } أي ظن الأمر الفاسد المذموم ،  وهو أن الله تعالى لا ينصر رسوله والمؤمنين ،  وأنهم لا يرجعون إلى المدينة أبدا لاستئصالهم بمكة . {  عليهم دائرة السوء } دعاء عليهم بأن يحيق بهم ما تربصوه بالمؤمنين .  والدائرة في الأصل :  الخط المحيط بالمركز ،  ثم استعملت في النازلة المحيطة بمن نزلت به ،  إلا أن أكثر ما تستعمل في المكروه . <br />\r\n<br />\r\n",
        "sura": "48",
        "aya": "6",
        "page": "511"
    },
    {
        "text": "وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n\r(7) - يُؤكِّدُ اللهُ تَعَالى قُدْرَتَهُ عَلَى الانْتِقَامِ مِنْ أَعْدَائِهِ، وَأَعْدَاءِ رَسُولِهُ، المُنَافِقِينَ وَالمُشْرِكِين، فَقَالَ تَعَالى: إِنَّهُ يَمْلِكُ جُنُودَ السَّماوَاتِ وَالأَرْضِ مِنَ المَلاَئِكَةِ وَالإِنْسِ، وَالجِنِّ، والصَّيْحَةِ، وَالرَّجْفَةِ، والزَّلاَزِلِ والفَيَضَانَاتِ، وَالرِّيحِ العَقِيمِ.. فإِذا شَاءَ أَنْ يُهلِكَ أَعْدَاءَهُ سَلَّطَ بَعْضَ هؤْلاءِ الجُنُودِ عَلَيهِم فَأَهْلَكَهُمْ وَاللهُ غَالِبٌ لا يُرَدُّ بَأْسُهُ، حَكِيمٌ في شَرْعِهِ وَتَدْبِيرِهِ.\n",
        "sura": "48",
        "aya": "7",
        "page": "511"
    },
    {
        "text": "إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
        "tafsir": "{أَرْسَلْنَاكَ} {شَاهِداً}\r\n(8) - إِنَّا أَرْسَلْنَاكَ يَا مُحمَّدُ شَاهِداً عَلَى الخَلْقِ فِيما أَجَابُوكَ بِه عَلَى دَعْوَتِكَ إِيَّاهُمْ للإِيمَانِ باللهِ، فَتُبَشِّر المُؤْمِنينَ الذِينَ استَجَابُوا للهِ وَلِرَسُولِهِ بِأنَّ لَهُمُ الجَنَّةَ في الآخِرَةِ، والثَّوابَ الحَسَنَ، وَتُنْذِرَالمُكَذِّبينَ المُعْرِضِينَ عَمَّا دَعَوْتَهُمْ إِليهِ، بِعَذابٍ أليمٍ في نَارِ جَهَنَّمَ.\n",
        "sura": "48",
        "aya": "8",
        "page": "511"
    },
    {
        "text": "لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
        "tafsir": "{  وتعزروه وتوقروه } تنصروه وتعظموه .  وقيل :  التعزير :  النصرة مع التعظيم .  والتوقير :  التعظيم والإجلال والتفخيم .  والضميران لله تعالى ؛  بقرينة قوله : {  وتسبحوه بكرة وأصيلا } أي تنزهوه عما لا يليق به .  أو تصلوا له تعالى غدوة وعشيا ،  والمراد ظاهرهما أو جميع النهار .  ويكنى عن جميع الشيء بطرفيه ؛  كما يقال :  شرقا وغربا لجميع الدنيا . <br />\r\n<br />\r\n",
        "sura": "48",
        "aya": "9",
        "page": "511"
    }
]