[
    {
        "text": "وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةً وَٰحِدَةً وَلَا يَزَالُونَ مُخْتَلِفِينَ",
        "tafsir": "(118) - يَا أَيُّها النَّبِيُّ إِنَّكَ حَرِيصٌ عَلَى إِيمَانِ قَوْمِكَ، وَحَزِينٌ لإِعْرَاضِهِمْ، أَوْ إِعْرَاضِ أَكْثَرِهِمْ، عَنْ إِجَابَةِ دَعْوَتِكَ، وَاللهُ قَادِرٌ عَلَى أَنْ يَجْعَلَ النَّاسَ كُلَّهُمْ أُمَّةً وَاحِدَةً، عَلَى دِينٍ وَاحِدٍ، بِمُقْتَضَى الغَرِيزَةِ وَالفِطْرَةِ، وَلَكِنَّهُ تَعَالَى خَلَقَهُمْ مُتَفَاوِتِينَ فِي الاسْتِعْدَادِ، وَكَسْبِ العِلْمِ. وَكَانُوا فِي أَطْوَارِهِمْ الأُولَى لاَ اخْتِلاَفَ بَيْنَهُمْ، ثُمَّ كَثُرَتْ حَاجَاتُهُمْ وَتَنَوَّعَتْ، وَكَثُرَتْ مَطَالِبُهُمْ، فَظَهَرَ فِيهِم الاسْتِعْدَادُ لِلاخْتِلاَفِ، وَهُمْ لاَ يَزَالُونَ مُخْتَلِفِينَ فِي شُؤُونِهِمِ الدِّينِيَّةِ وَالدُّنْيَوِيَّةِ، تَبَعاً لِمُيُولِهِمْ وَشَهَوَاتِهِمْ، وَاسْتِعْدَادِهِم الفِطْرِيِّ، يَتَعَصَّبُ كُلُّ فَرِيقٍ لِرَأْيِهِ، وَلِمَا وَجَدَ عَليهِ آبَاءَهُ.",
        "sura": "11",
        "aya": "118",
        "page": "235"
    },
    {
        "text": "إِلَّا مَن رَّحِمَ رَبُّكَ وَلِذَٰلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
        "tafsir": "{  و لذلك خلقهم } أي خلق الناس مختلفين ،  بعضهم على الحق وبعضهم على الباطل ،  ليكون فريق منهم في الجنة وفريق في السعير ،  أو لرحمته خلق من خلق . <br />\r\n{  وتمت كلمة ربك }وجب حكمه وقضاؤه الأزلي . <br />\r\n<br />\r\n",
        "sura": "11",
        "aya": "119",
        "page": "235"
    },
    {
        "text": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَ وَجَآءَكَ فِى هَٰذِهِ ٱلْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
        "tafsir": "(120) - كُلُّ مَا قَصَصْنَاهُ عَلَيكَ مِنْ أَنْبَاءِ الرُّسُلِ المُتَقَدِّمِينَ، وَمَا جَرَى لَهُمْ مَعَ أَقْوَامِهِمْ، وَمَا احْتَمَلَهُ كُلُّ نَبِيٍّ مِنَ الأَذَى وَالتَّكْذِيبِ، وَكَيْفَ نَصَرَ اللهُ حِزْبَهُ مِنَ المُؤْمِنينَ، وَخَذَلَ أَعْدَاءَهُ مِنَ الكَافِرِينَ ... إِنَّمَا قَصَصْنَاهُ عَلَيْكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ، وَنُقَوِّيَ عَزْيمَتَكَ، وَلِتَتَأَسَّى بِإِخْوَانِكَ المُرْسَلِينَ. وَجَاءَكَ فِي هَذِهِ السُّورَةِ، المُشْتَمِلَةِ عَلَى قَصَصِ الأَنْبِياءِ، وَتَفَاصِيلِ مَا جَرَى لَهُمْ مَع أَقْوَامِهِمْ، القَصَصُ الحَقُّ، وَالنَّبَأ الصِّدْقُ، وَالمَوْعِظَةُ التِي يَرْتَدِعُ بِهَا الكَافِرُونَ، وَيَتَذَكَّرُ بِهَا المُؤْمِنُونَ.",
        "sura": "11",
        "aya": "120",
        "page": "235"
    },
    {
        "text": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنَّا عَٰمِلُونَ",
        "tafsir": "{  على مكانتكم } على حالتكم التي أنتم عليها وهي الكفر .  والأمر للتهديد .  ( آية 93 من هذه السورة ص 373 ) والله  أعلم .",
        "sura": "11",
        "aya": "121",
        "page": "235"
    },
    {
        "text": "وَٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
        "tafsir": "(122) - وَانْتَظِرُوا، وَنَحْنُ مَعَكُمْ مُنْتَظِرُونَ، لِمَنْ تَكُونُ عَاقِبَةُ الدَّارِ. فَمِنْ سُنَّةِ اللهِ تَعَالَى أَنْ لاَ يُفْلِحَ الظَّالِمُونَ. وَقَدْ أَنْجَزَ اللهُ تَعَالَى وَعْدَهُ لِرَسُولِهِ صلى الله عليه وسلم، وَنَصَرَهُ وَأَيَّدَهُ، وَجَعَلَ كَلِمَةَ اللهُ العُلْيا، وَكَلِمَةَ الذِينَ كَفَرُوا السُّفْلَى.",
        "sura": "11",
        "aya": "122",
        "page": "235"
    },
    {
        "text": "وَلِلَّهِ غَيْبُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَإِلَيْهِ يُرْجَعُ ٱلْأَمْرُ كُلُّهُۥ فَٱعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {بِغَافِلٍ}\r\n(123) - يُخْبِرُ اللهُ تَعَالَى أَنَّهُ وَحْدَهُ الذِي يَعْلَمُ الغَيْبَ فِي السَّمَاوَاتِ وَالأَرْضِ، وَأَنَّ المَرْجِعَ وَالمَآبَ إِلَيهِ، وَأَنَّهُ سَيُؤْتِي كُلَّ عَامِلٍ جَزَاءَ عَمَلِهِ يَوْمَ الحِسَابِ، فَلَهُ الخَلْقُ وَلَهُ الأَمْرُ كُلُّهُ. ثُمَّ يَأْمُرُ اللهُ تَعَالَى رَسُولَهُ صلى الله عليه وسلم بِعِبَادَتِهِ وَحْدَهُ وَالتَّوَكُّلِ عَلَيهِ، فَإِنَّهُ كَافٍ مَنْ تَوَكَّلَ عَلَيهِ وَأَنَابَ إِلَيهِ، وَيَقُولُ لَهُ: إِنَّهُ لاَ يَخْفَى عَلَى رَبِّكَ حَالُ مُكَذِّبِيكَ يَا مُحَمَّدُ، فَهُوَ عَالِمٌ، بِأَقْوَالِهِمْ وَأَعْمَالِهِمْ، وَسَيَجْزِيهِمْ عَلَى ذَلِكَ أَتَمَّ الجَزَاءِ، فِي الدُّنْيا وَالآخِرَةِ، وَسَيَنْصُرُكَ وَحِزْبَكَ عَلَيْهِمْ فِي الدُّنْيا وَالآخِرَةِ.\n",
        "sura": "11",
        "aya": "123",
        "page": "235"
    },
    {
        "text": "الٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ",
        "tafsir": "{آيَاتُ} {ٱلْكِتَابِ}\r\n(1) - أَلِفْ، لاَمْ رَا - وَتُقْرأُ مُقَطَّعَةً، كُلُّ حَرْفٍ عَلَى حِدَةٍ، اللهُ أَعْلَمُ بِمُرَادِهِ.\r\nهذِهِ الآيَاتُ هِيَ آيَاتُ القرآنِ (الكِتَابِ) الجَلِيِّ الوَاضِح، الذِي يُفصِحُ عَنِ الأَشْيَاءِ المُبْهَمَةِ مِنْ حَقَائِقِ الدِّينِ، وَأَحْكَامِ الشَّرِيعَةِ وَيُفَسِّرُها، وَيُبَيِّنُها لِمَنْ يُريدُ أَنْ يِسْتَرْشِدَ بِهَا.",
        "sura": "12",
        "aya": "1",
        "page": "235"
    },
    {
        "text": "إِنَّآ أَنزَلْنَٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
        "tafsir": "{أَنْزَلْنَاهُ} {قُرْآناً}\r\n(2) - لَقَدْ أَنْزَلْنَا هَذَا القُرْآنَ بِاللُّغَةِ العَرَبِيَّةِ، لُغَةِ القَوْمِ الذِينَ أَنْزِلَ إِلَيْهِمْ، لِيَفْهَمُوهُ، وَيَتَدَبَّرُوهُ، وَيَعْقِلُوهُ.",
        "sura": "12",
        "aya": "2",
        "page": "235"
    },
    {
        "text": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ ٱلْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هَٰذَا ٱلْقُرْءَانَ وَإِن كُنتَ مِن قَبْلِهِۦ لَمِنَ ٱلْغَٰفِلِينَ",
        "tafsir": "بسم الله الرحمن الرحيم<br />\r\n{  نحن نقص عليك أحسن القصص } نبين لك قصة يوسف بن يعقوب – عليه السلام – أحسن البيان ،  وإن كانت من قبل ذلك لم تقرع سمعك .  يقال :  قص عليه الخبر ،  أعلمه إياه .  واقتص الحديث :  رواه على وجهه .  وأصله من قولهم :  قص الأثر قصا وقصصا ،  تتبعه . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "3",
        "page": "235"
    },
    {
        "text": "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَٱلشَّمْسَ وَٱلْقَمَرَ رَأَيْتُهُمْ لِى سَٰجِدِينَ",
        "tafsir": "{  يا أبت } أصله  يا أبي ،  فحذفت الياء وعوض عنها تاء التأنيث اللفظي ،  ونقلت إليها كسرة الباء ،  ثم فتحت الباء على القاعدة في فتح ما قبل تاء التأنيث . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "4",
        "page": "235"
    }
]