[{"text":"قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ قُلِ ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ فَأَنَّىٰ تُؤْفَكُونَ","aya":"34","page":"213","tafsir":"{  فأنى تؤفكون } فكيف تصرفون مع ذلك عن الحق إلى الضلال ،  وعن التوحيد إلى الشرك ( آية 75 المائدة ص 202 )"},{"text":"قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِىٓ إِلَى ٱلْحَقِّ قُلِ ٱللَّهُ يَهْدِى لِلْحَقِّ أَفَمَن يَهْدِىٓ إِلَى ٱلْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّىٓ إِلَّآ أَن يُهْدَىٰ فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ","aya":"35","page":"213","tafsir":"{  أمن لا يهدي .  .  } هذه قراءة حفص ويعقوب أي لا يهتدي أبدلت التاء دالا – لاتحاد<br \/>\r\nمخرجهما- وأدغمت في الدال ،  وكسرت الهاء تخلصا من التقاء الساكنين .  والمعنى :  وإذا كان شركاؤكم لا يهدون إلى الحق فأنا أسألكم :  آلله الذي يهدي إلى الحق حقيق بالإتباع أم الأوثان التي لا تهتدى إلا أن تهدى ؟  أي لا تنتقل من مكان إلى مكان إلا أن تحمل وتنقل .  فبين الله بهذا عجز الأوثان والأصنام حتى عن حالها في أنفسها . <br \/>\r\n<br \/>\r\n"},{"text":"وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَفْعَلُونَ","aya":"36","page":"213","tafsir":"no text"},{"text":"وَمَا كَانَ هَٰذَا ٱلْقُرْءَانُ أَن يُفْتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ","aya":"37","page":"213","tafsir":"{  وما كان هذا القرآن .  .  .  } زعم المشركون أن محمدا صلى الله عليه وسلم قد اختلق القرآن من تلقاء نفسه ،  فأخبر الله تعالى أن هذا القرآن وحي أنزله عليه ،  وأنه مبرأ عن الاختلاق<br \/>\r\nوالافتراء ،  وأنه لا يقدر عليه أحد إلا الله . ثم ذكر ما يؤكد ذلك بقوله :  {  ولكن تصديق الذي بين يديه } أي ما سبقه من الكتب المنزلة ،  فهو موافق لها في أصولها .  {  و تفصيل الكتاب } أي تفصيل ما كتب وأثبت من الشرائع .  {  لا ريب فيه } أي لا شك فيه أنه كذلك . <br \/>\r\n<br \/>\r\n"},{"text":"أَمْ يَقُولُونَ ٱفْتَرَىٰهُ قُلْ فَأْتُوا۟ بِسُورَةٍ مِّثْلِهِۦ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَٰدِقِينَ","aya":"38","page":"213","tafsir":"{  أم يقولون افتراه } {  أم } منقطعة بمعنى بل التي للانتقال والهمزة التي للإنكار ،  عند الجمهور .  أي بل أيقولون افتراه واختلقه ؟  وهو قول منهم في غاية الشناعة .  {  قل } إن كان الأمر كما تزعمون{  فأتوا بسورة مثله } أي فأتوا من عند أنفسكم ،  أو ممن سبقكم من فصحاء العرب وبلغائهم بسورة مماثلة له في صفاته وخصائصه ،  فحيث عجزتم عن ذلك دل على أنه ليس من كلام البشر . <br \/>\r\n{  وادعوا من استطعتم } دعاءه والاستعانة به من آلهتكم أو من غيرها .  {  إن كنتم صادقين } في أني افتريته . <br \/>\r\n<br \/>\r\n"},{"text":"بَلْ كَذَّبُوا۟ بِمَا لَمْ يُحِيطُوا۟ بِعِلْمِهِۦ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُۥ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","aya":"39","page":"213","tafsir":"{  بل كذبوا .  .  .  }أي فما أجابوا وما قدروا ،  بل سارعوا إلى تكذيبه من غير أن يتدبروا ما فيه ، <br \/>\r\nو يقفوا على ما في تضاعيفه من الأدلة على صدقه ،  وأنه كلام رب العالمين .  ومسارعة الإنسان إلى تكذيب ما لم يحط به علما من أفحش الجهل . {  و لما يأتهم تأويله } أي ولم يعرفوا معانيه المنبئة عن علو شأنه مع انسياقها إلى النفوس بنفسها بمجرد التأمل والتدبر .  فالتأويل :  بمعنى التفسير .  والإتيان مجاز عن المعرفة .  أو ولم ينتظروا وقوع ما أخبر به من الأمور المستقبلة مع توقعه .  ومسارعتهم إلى التكذيب دون انتظار ذلك مع قيام تلك الأدلة على صدقه – غاية في الجهالة .  فالتأويل :  بمعنى وقوع مدلوله ،  وهو عاقبته وما يئول إليه . <br \/>\r\n<br \/>\r\n"},{"text":"وَمِنْهُم مَّن يُؤْمِنُ بِهِۦ وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِۦ وَرَبُّكَ أَعْلَمُ بِٱلْمُفْسِدِينَ","aya":"40","page":"213","tafsir":"no text"},{"text":"وَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعْمَلُ وَأَنَا۠ بَرِىٓءٌ مِّمَّا تَعْمَلُونَ","aya":"41","page":"213","tafsir":"{  لي عملي ولكم عملكم } لي ثمرة عملي ،  ولكم ثمرة أعمالكم من الثواب والعقاب يوم الحساب . <br \/>\r\n<br \/>\r\n"},{"text":"وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ وَلَوْ كَانُوا۟ لَا يَعْقِلُونَ","aya":"42","page":"213","tafsir":"no text"}]