[
    {
        "text": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَمْحَقَ ٱلْكَٰفِرِينَ",
        "tafsir": "{وليمحص الله الذين آمنوا} :  وليطهرهم ويصفيهم من الذنوب، من المحص، أو التمحيص. يقال: محصت الذهب بالنار ومحصته، إذا أزلت عنه ما يشوبه من خبث. أو من التمحيص بمعنى الابتلاء والاختبار. {ويمحق الكافرين} :  يهلكهم إن كانت الدولة عليهم، من المحق، وهو محو الشيء والذهاب به. وأصله: نقص الشيء قليلا قليلا حتى يفنى. يقال: محق هذا الطعام، إذا نقصه حتى أفناه محقا .",
        "sura": "3",
        "aya": "141",
        "page": "68"
    },
    {
        "text": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُوا۟ مِنكُمْ وَيَعْلَمَ ٱلصَّٰبِرِينَ",
        "tafsir": "{أم حسبتم أن تدخلوا. .} : عتاب للمنهزمين يوم أحد، أي بل أظننتم أن تدخلوا الجنة وتنالوا درجة القرب والرضا، ولما تجاهدوا في سبيل الله جهاد الصابرين على مره وشدائده! ولقد كنتم قبل هذا اليوم تتمنون أن تنالوا مرتبة الشهادة، لتلحقوا بمن استشهد من إخوانكم ببدر، وتلحون من أجل ذلك على الرسول صلى الله عليه وسلم في الخروج إلى القتال، فلما حمى وطيسه ورأيتم بأعينكم ما تمنيتم حين استشهد بعض إخوانكم لم تلبثوا أن انهزمتم، ولم تثبتوا لأعداكم! . \r\n{ولما يعلم الله الذين} :  أي ولم تجاهدوا جهاد الصابرين فيعلم الله ذلك منكم. وهو مثل ما يقال: ما علم الله في فلان خيرا، ويراد: ما فيه خير حتى يعلمه. فهو كناية عن نفي تحقق هذا الجهاد منهم في الماضي مع توقعه في المستقبل .",
        "sura": "3",
        "aya": "142",
        "page": "68"
    },
    {
        "text": "وَلَقَدْ كُنتُمْ تَمَنَّوْنَ ٱلْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ",
        "tafsir": "يخاطب الله تعالى من شهد وقعة أحد من المسلمين الذين لم يشهدوا بدرا، وكانوا يتحرقون شوقا للقتال مع رسول الله صلى الله عليه وسلم ليكون لهم يوم كيوم بدر، وقد ألحوا على الرسول صلى الله عليه وسلم في الخروج إلى أحد ليقاتلوا المشركين. ويقول تعالى لهؤلاء: لقد كنتم تتمنون الموت في سبيل الله قبل أن تلاقوا القوم في ميدان المعركة، فها أنتم ترون ما كنتم تتمنون فما بالكم دهشتم عندما وقع الموت فيكم؟ وما بالكم تحزنون وتضعفون عن لقاء ما كنتم تحبون وتتمنون؟",
        "sura": "3",
        "aya": "143",
        "page": "68"
    },
    {
        "text": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ أَفَإِي۟ن مَّاتَ أَوْ قُتِلَ ٱنقَلَبْتُمْ عَلَىٰٓ أَعْقَٰبِكُمْ وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ ٱللَّهَ شَيْـًٔا وَسَيَجْزِى ٱللَّهُ ٱلشَّٰكِرِينَ",
        "tafsir": "{انقلبتم على أعقابكم} رجعتم إلى ما كنتم عليه من الكفر والضلال. يقال لكم من رجع إلى حاله السيئ الأول: نكص على عقبيه، وارتد على عقبيه. والعقب: مؤخر الرجل، وجمعه أعقاب .",
        "sura": "3",
        "aya": "144",
        "page": "68"
    },
    {
        "text": "وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ ٱللَّهِ كِتَٰبًا مُّؤَجَّلًا وَمَن يُرِدْ ثَوَابَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَن يُرِدْ ثَوَابَ ٱلْءَاخِرَةِ نُؤْتِهِۦ مِنْهَا وَسَنَجْزِى ٱلشَّٰكِرِينَ",
        "tafsir": "{وما كان لنفس أن تموت. .} تحريض على الجهاد، و إعلام بأن الحذر لا يدفع القدر، وأن أحدا لن يموت قبل أجله، وإن خاض المهالك واقتحم المعارك، فقد كتب الله ذلك مؤقتا، قدر فيه الأجل المعلوم، فلا يتقدم ولا يتأخر .",
        "sura": "3",
        "aya": "145",
        "page": "68"
    },
    {
        "text": "وَكَأَيِّن مِّن نَّبِىٍّ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا۟ لِمَآ أَصَابَهُمْ فِى سَبِيلِ ٱللَّهِ وَمَا ضَعُفُوا۟ وَمَا ٱسْتَكَانُوا۟ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ",
        "tafsir": "{وكأين من نبي قاتل. .} كلام مستأنف، سيق توبيخا للمنهزمين، حيث لم يستنوا بسنن الربانيين المجاهدين مع الرسل، مع أنهم أولى بذلك حيث كانوا خير أمة أخرجت للناس. (وكأين) كلمة مركبة من كاف التشبيه وأي الاستفهامية المنونة، ثم هجر معنى جزئيها وصارت كلمة واحدة بمعنى كم الخبرية المفيدة للتكثير، يكنى بها عن عدد مبهم فتفتقر إلى تمييز بعدها. وهي مبتدأ خبره جملة {قاتل معه ربيون} أي وكثير من الأنبياء قاتل معه لإعلاء كلمة الله وإعزاز دينه علماء أتقياء. أو عابدون أو جماعات كثيرة، فما جبنوا وما ضعفوا عن الجهاد وما خضعوا للأعداء. و (ربيون) جمع ربي وهو العالم بربه، منسوب إلى الرب كالرباني، وكسر الراء من تغيرات النسب. أو منسوب إلى الربة وهي الجماعة. {فما وهنوا. .} أي فما جبنوا عن الجهاد. وأصل الوهن: الضعف. أريد به ما ذكر بقرينة عطف قوله: (وما ضعفوا) عليه. {وما استكانوا} أي ما خضعوا، من الاستكانة وهي الخضوع. واصلها من السكون  لأن الخاضع يسكن لمن خضع له. أو ما ذلوا، من الكون. يقال: أكانه يكينه إذا ذله .",
        "sura": "3",
        "aya": "146",
        "page": "68"
    },
    {
        "text": "وَمَا كَانَ قَوْلَهُمْ إِلَّآ أَن قَالُوا۟ رَبَّنَا ٱغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِىٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ",
        "tafsir": "{ٱلْكَافِرِينَ} - فاحتسب هؤلاء المؤمنون (الرِّبِّيُّونَ) الله عند اشتداد الخطب، وهم يقاتلون أعداءهم، ولم يكن لهم من قول عند نزول الكوارث إلا الدعاء إلى الله أن يغفر لهم بجهادهم ما كانوا ألموا به من ذنوب، وتجاوزوا فيه حدود الشرائع، وأن يثبت أقدامهم على الصراط القويم، حتى لا تزحزحهم الفتن، ولا يعروهم الفشل حين مقابلة الأعداء في ساحة الحرب. \r\nالإسراف- مجاوزة الحد.",
        "sura": "3",
        "aya": "147",
        "page": "68"
    },
    {
        "text": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنْيَا وَحُسْنَ ثَوَابِ ٱلْءَاخِرَةِ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
        "tafsir": "{فَآتَاهُمُ} {ٱلآخِرَةِ} - فآتاهم الله النصر والظفر على الأعداء، وهما ثواب الدنيا، وجمع لهم، إلى ذلك الظفر، حسن ثواب الآخرة، وهو الفوز برضوان الله ورحمته، والله يحب الذين يحسنون العمل، لأنهم يقيمون سنته في أرضه، ويظهرون بأنفسهم وأعمالهم أنهم جديرون بخلافة الله فيها.",
        "sura": "3",
        "aya": "148",
        "page": "68"
    }
]