[
    {
        "text": "وَٱتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِۦ يَٰقَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِى وَتَذْكِيرِى بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلْتُ فَأَجْمِعُوٓا۟ أَمْرَكُمْ وَشُرَكَآءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ ٱقْضُوٓا۟ إِلَىَّ وَلَا تُنظِرُونِ",
        "tafsir": "{  كبر عليهم مقامي } عظم وشقت عليكم قيامي ، أي وجودي بينكم ،  أو إقامتي بين أظهركم ،  أو على دعوتكم مدة طويلة ،  فهو اسم مكان ،  أو مصدر ميمي . {  فأجمعوا أمركم } أعزموا\r\nوصمموا على إهلاكي .  يقال :  كأجمع أمره وأجمع عليه ،  أي عزمه وصمم عليه .  وأصله جعل أمره مجموعا بعد ما كان مفرقا . {  و شركاءكم } أي مصاحبين لهم في العزم على إهلاكي .  {  ثم لا يكن أمركم } ثم لا يكن أمركم مستورا عليكم بل أظهروه وجاهروني به ،  فإن الستر إنما يصار إليه اتقاء الهرب أو نحوه ،  وذلك محال في حقي ،  فلم يكن للستر وجه .  والغمة :  الستر ،  من غمه إذا ستره . و {  عليكم } متعلق ب{  غمة } . \r\n{  ثم اقضوا إلي .  .  .  .  } أدوا إلى ذلك الأمر الذي تريدون بي ،  كما يؤدى الرجل دينه إلى غريمه ،  من القضاء بمعنى الأداء .  يقال :  قضى دينه ،  إذا أداه . {  ولا تنظرون } ولا تمهلوني بل عجلوا أشد ما تقدرون عليه .  والكلام خارج مخرج التهكم . \r\n\r\n",
        "sura": "10",
        "aya": "71",
        "page": "217"
    },
    {
        "text": "فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
        "tafsir": "(72) - فَإِنْ أَعْرَضْتُمْ عَنْ تَذْكِيرِي، وَأَدْبَرْتُمْ عَنِ الطَّاعَةِ (تَوَلَّيْتُمْ)، فَلاَ يَضُرُّنِي ذَلِكَ لأَنَّنِي لَمْ أَطْلُبْ مِنْكُمْ أَجْراً عَلَى نُصْحِي لَكُمْ، وَإِنَّمَا أَطْلُبُ الأَجْرَ مِنَ اللهِ رَبِّ العَالَمِينَ الذِي أَمَرَنِي بِأَن أَكُونَ مِنَ المُسْلِمِينَ، المُؤْمِنينَ العَابِدِينَ القَائِمِينَ بِأَمْرِ رَبِّهِمْ.",
        "sura": "10",
        "aya": "72",
        "page": "217"
    },
    {
        "text": "فَكَذَّبُوهُ فَنَجَّيْنَٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ وَجَعَلْنَٰهُمْ خَلَٰٓئِفَ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُنذَرِينَ",
        "tafsir": "{  وجعلناهم خلائف } وصيرنا الناجين يخلفون في الأرض من هلكوا بالطوفان . \r\n\r\n",
        "sura": "10",
        "aya": "73",
        "page": "217"
    },
    {
        "text": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِۦ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ بِهِۦ مِن قَبْلُ كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ ٱلْمُعْتَدِينَ",
        "tafsir": "{  نطبع } أي مثل ذلك الطبع المحكم نطبع على قلوب المتجاوزين للحدود في الكفر والفساد ،  وذلك بخذلانهم وتخليتهم وشأنهم لانهماكهم في الضلال والطبع :  الختم والاستيثاق . \r\n\r\n",
        "sura": "10",
        "aya": "74",
        "page": "217"
    },
    {
        "text": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ بِـَٔايَٰتِنَا فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
        "tafsir": "{وَهَارُونَ} {وَمَلَئِهِ} {بِآيَاتِنَا}\r\n(75) - ثُمَّ اللهُ بَعَثَ الرُّسُلَ، الذِينَ أَتَوا بَعْدَ نُوحٍ، مُوسَى وَهَارُونَ إِلى فِرْعَوْنَ وَأَشْرَافِ قَوْمِهِ (مَلَئِهِ - وَقَدْ خَصَّ اللهُ تَعَالَى الأَشْرَافَ بِالذِّكْرِ لأَِنَّ  الدَّهْمَاءَ كَانُوا تَبَعاً لَهُمْ). وَكَانُوا قَوْماً رَاسِخِينَ فِي الإِجْرَامِ وَالظُّلْمِ وَالفَسَادِ، وَقَدْ أَيَّدَ اللهُ تَعَالَى مُوسَى وَهَارُونَ بِآيَاتٍ وَحُجَجٍ وَبَرَاهِينَ، عَلَى وَحْدَانِيَّةِ اللهِ، وَعَلَى صِدْقِ نُبُوَّتِهِمَا، فَاسْتَكْبَرُ فِرْعَوْنُ وَمَلَؤُهُ عَن اتِّبَاعِ الحَقِّ، وَالانْقِيَادِ لَهُ. وَقَدْ ارْتَكَبُوا بِرَفْضِهِم الاسْتِجَابَةِ لِدَعْوَّةِ اللهِ إِثْماً عَظِيماً.",
        "sura": "10",
        "aya": "75",
        "page": "217"
    },
    {
        "text": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوٓا۟ إِنَّ هَٰذَا لَسِحْرٌ مُّبِينٌ",
        "tafsir": "(76) - فَلَمَّا جَاءَهُمْ مُوسَى وَهَارُونُ بِالحَقِّ الوَاضِحِ، وَالدَّلِيلِ القَاطِعِ، عَلَى صِدْقِ نُبُوَّتِهِمَا، قَالُوا: إِنَّ هذا لَسِحْرٌ وَاضِحٌ لِمَنْ رَآهُ وَعَايَنَهُ، وَهُمْ يَعْلَمُونَ فِي قَرَارَةِ نُفُوسِهِمْ أَنَّهُمْ كَاذِبُونَ، وَلَكِنَّهُمْ لَمْ يَجِدُوا شَيْئاً آخَرَ يَنْسُبُونَ إِليهِ المُعْجِزَاتِ التِي أَرْسَلَ اللهُ بِهَا مُوسَى إِلَيْهِمْ.",
        "sura": "10",
        "aya": "76",
        "page": "217"
    },
    {
        "text": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ أَسِحْرٌ هَٰذَا وَلَا يُفْلِحُ ٱلسَّٰحِرُونَ",
        "tafsir": "{ٱلسَّاحِرُونَ}\r\n(77) - وَقَالَ لَهُمْ مُوسَى مُوَّبِخاً، وَمُسْتَنْكِراً قَوْلَهُمْ َواتِّهَامَهُمْ إِيَّاهُ بِالسِّحْرِ: أَتَقُولُونَ لِلْحَقِّ الوَاضِحِ الظَّاهِرِ، لَمَّا جَاءَكُمْ، إِنَّهُ سِحْرٌ، فَهَلْ هذا سِحْرٌ، وَإِنَّكُمْ لَتَعْلَمُونَ فِي قَرَارَةِ نُفُوسِكُمْ أَنَّهُ لَيْسَ بِسِحْرٍ، وَلاَ يَنْجَحُ السَّاحِرُونَ وَلا يُفْلِحُونَ، لأَِنَّ السِّحْرَ بَاطِلٌ.",
        "sura": "10",
        "aya": "77",
        "page": "217"
    },
    {
        "text": "قَالُوٓا۟ أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلْكِبْرِيَآءُ فِى ٱلْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ",
        "tafsir": "{  لتلفتنا } لتصرفنا وتلوينا{  عما وجدنا عليه آباؤنا } من الدين . و اللفت :  الصرف واللي . \r\nيقال :  لفته يلفته لفتا ،  صرفه إلى ذات اليمين أو الشمال .  ولفت الشيء وفتله :  لواه عنه وصرفه . \r\n\r\n",
        "sura": "10",
        "aya": "78",
        "page": "217"
    }
]