[{"text":"وَٱلْمُحْصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتْ أَيْمَٰنُكُمْ كِتَٰبَ ٱللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمْ أَن تَبْتَغُوا۟ بِأَمْوَٰلِكُم مُّحْصِنِينَ غَيْرَ مُسَٰفِحِينَ فَمَا ٱسْتَمْتَعْتُم بِهِۦ مِنْهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَٰضَيْتُم بِهِۦ مِنۢ بَعْدِ ٱلْفَرِيضَةِ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا","aya":"24","page":"82","tafsir":"{  والمحصنات من النساء }أي وحرمت عليكم ذوات الأزواج من النساء قبل مفارقة أزواجهم لهن .  سمين محصنات لأن الأزواج أحصنوهن عن الفاحشة .  أو هن أحصن أنفسهن عنها ،  من الإحصان ،  أعفت ،  فهي حاصن وحاصنة وحصان .  وأحصنها زوجها فيه محصنة .  ويقال :  رجل محصن ،  إذا تزوج .  \r\n{  إلا ما ملكت أيمانهم }استثناء من تحريم نكاح ذوات الأزواج .  والمراد به المسببات اللاتي سبين ولهن أزواج في دار الحرب ،  فيحل لمالكهن وطؤهن بعد الاستبراء ،  لارتفاع النكاح بينهن وبين أزواجهن بمجرد السبي ،  أو بسبيهن وحدهن دون أزواجهن .  \r\n{  كتاب الله عليكم }أي كتب الله عليكم تحريم هذه المحرمات المذكورات كتابا ،  وفرضه فريضة .  \r\n{  محصنين غير مسافحين }محصنين أنفسكم بمن تطلبوهن بأموالكم من الاستمتاع المحرم ،  غير زانين .  فالمراد بالإحصان هنا :  العفة ،  وتحصين النفس من الوقوع في الفاحشة .  وبالسفاح :  الزنى :  من السفح وهو صب الماء وسيلانه ،  وسمي به الزنى لأن الزاني لا غرض له إلا صب النطفة فقد دون النسل .  و{  محصنين }و{  غير مسافحين }حالان من فاعل{  تبتغوا } .  \r\n{  فما استمتعتم به منهن فآتوهن أجورهن فريضة }فرض الله تعالى على الأزواج الذين ابتغوا الزوجات محصنين غير مسافحين أن يعطوهن مهورهن عوضا عن انتفاعهم بهن .  ومعلوم أن النكاح الذي يحقق الإحصان ولا يكون الزوج به مسافحا ،  هو النكاح الصحيح الدائم المستوفي شرائطه .  فبطل نكاح المتعة بهذا القيد ،  لأنه لا يحقق الإحصان ،  ولا يقصد به إلا سفح الماء وقضاء الشهوة .  \r\nوجملة القول في المتعة :  أنها أحلت في السفر للضرورة ،  ثم حرمت يوم خيبر ،  ثم أبيحت يوم فتح \r\nمكة ،  وهو يوم أوطاس{[101]} لاتصالهما ،  ثم حرمت بعد ثلاث تحريما مؤبدا إلى يوم القيامة ،  كما في حديث سيرة بن معبد الجهني ،  وعليه انعقد إجماع الأئمة .  وما نسب إلى ابن عباس من حلها مطلقا غير صحيح ،  فإنه ما كان يحلها إلا للمضطر ،  وكان يقول :  ما هي إلا كالميتة والدم ولحم الخنزير .  على أنه قد صح رجوعه عن القول بحلها بقوله-فيما رواه الترميذي والبيهقي والطبراني- :  إن المتعة كانت في أول الإسلام حتى نزلت الآية :  {  إلا على أزواجهم أو ما ملكت أيمانهم }{[102]} فكل فرج سواهما فهو حرام ."},{"text":"وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ ٱلْمُحْصَنَٰتِ ٱلْمُؤْمِنَٰتِ فَمِن مَّا مَلَكَتْ أَيْمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلْمُؤْمِنَٰتِ وَٱللَّهُ أَعْلَمُ بِإِيمَٰنِكُم بَعْضُكُم مِّنۢ بَعْضٍ فَٱنكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلْمَعْرُوفِ مُحْصَنَٰتٍ غَيْرَ مُسَٰفِحَٰتٍ وَلَا مُتَّخِذَٰتِ أَخْدَانٍ فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَٰحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى ٱلْمُحْصَنَٰتِ مِنَ ٱلْعَذَابِ ذَٰلِكَ لِمَنْ خَشِىَ ٱلْعَنَتَ مِنكُمْ وَأَن تَصْبِرُوا۟ خَيْرٌ لَّكُمْ وَٱللَّهُ غَفُورٌ رَّحِيمٌ","aya":"25","page":"82","tafsir":"{  طولا }غنى وسعة .  وهو كناية عما يصرف إلى المهر والنفقات .  {  أن ينكح المحصنات }أي الحرائر ،  بدليل مقابلتهن بالمملوكات .  وعبر عنهن بذلك لأن حرمتهن أحصنتهن عن نقص الإماء .  \r\n{  وآتوهن أجورهن بالمعروف }أي أدوا إلى مواليهن مهورهن عن طيب نفس منكم ،  دون مطل أو مضارة ،  ولا تبخسوا منه شيئا استهانة بهن لكونهن مملوكات .  \r\n{  محصنات غير مسافحات }عفائف غير معلنات بالزنى ،  ولا متخذات أصدقاء يزنون بهن سرا .  \r\nجمع خدن ،  وهو الصاحب والخليل .  وكانوا في الجاهلية يحرمون ما ظهر من الزنى ويستحلون ما خفي منه ،  فرحمها الله بقوله :  {  ولا تقربوا الفواحش ما ظهر منها وما بطن }{[103]} .  و{  محصنات } منصوب على الحال من المفعول في قوله :  {  فانكحوهن } .  {  ذلك لمن خشي العنت }أي نكاح الإماء لمن خاف \r\nالإثم بسبب غلبة الشهوة ،  وشق عليه الصبر عن الجماع .  وأصل العنت :  انكسار العظم بعد جبر ،  فاستعير لكل مشقة وضرر ،  ولا ضرر أعظم من مواقعة المآثم ."},{"text":"يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ ٱلَّذِينَ مِن قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","aya":"26","page":"82","tafsir":"{  سنن الذين من قبلكم }طرائق من تقدمكم من أهل الرشد لتسلكوها .  جمع سنة ،  وهي الطريقة .  \r\n \r\n"}]