[
    {
        "text": "إِنَّ يَوْمَ ٱلْفَصْلِ مِيقَٰتُهُمْ أَجْمَعِينَ",
        "tafsir": "{إن يوم الفصل} بين المحق والمبطل {ميقاثهم} أي وقت موعدهم {أجمعين} .",
        "sura": "44",
        "aya": "40",
        "page": "498"
    },
    {
        "text": "يَوْمَ لَا يُغْنِى مَوْلًى عَن مَّوْلًى شَيْـًٔا وَلَا هُمْ يُنصَرُونَ",
        "tafsir": "{يوم لا يغني مولى عن مولى شيئا} لا يدفع قريب عن قريبه، ولا صديق عن صديقه شيئا من العذاب. والمولى: يطلق على القريب؛ كابن العم ونحوه، وعلى الصاحب والحليف .",
        "sura": "44",
        "aya": "41",
        "page": "498"
    },
    {
        "text": "إِلَّا مَن رَّحِمَ ٱللَّهُ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "tafsir": "ولا ينفع الناس في ذلك اليوم إلا رحمة الله، فمن رحمه الله تعالى منهم، فإنه لا يحتاج إلى قريب يدفع عنه، ولا إلى ناصر ينصره، والله تعالى هو العزيز في انتقامه من أعدائه، الرحيم بأوليائه وأهل طاعته.",
        "sura": "44",
        "aya": "42",
        "page": "498"
    },
    {
        "text": "إِنَّ شَجَرَتَ ٱلزَّقُّومِ",
        "tafsir": "{إن شجرت الزقوم} [آية 62 الصافات ص 229] .",
        "sura": "44",
        "aya": "43",
        "page": "498"
    },
    {
        "text": "طَعَامُ ٱلْأَثِيمِ",
        "tafsir": "{طعام الأثيم} كثير الآثام وهو الكافر .",
        "sura": "44",
        "aya": "44",
        "page": "498"
    },
    {
        "text": "كَٱلْمُهْلِ يَغْلِى فِى ٱلْبُطُونِ",
        "tafsir": "{كالمهل} كالنحاس المذاب [آية 29 الكهف ص 475] .",
        "sura": "44",
        "aya": "45",
        "page": "498"
    },
    {
        "text": "كَغَلْىِ ٱلْحَمِيمِ",
        "tafsir": "{الحميم} أي الماء البالغ غاية الحرارة .",
        "sura": "44",
        "aya": "46",
        "page": "498"
    },
    {
        "text": "خُذُوهُ فَٱعْتِلُوهُ إِلَىٰ سَوَآءِ ٱلْجَحِيمِ",
        "tafsir": "{خذوه فاعتلوه} يقال للزبانية: خذوا الأثيم الفاجر؛ فجروه بقهر وسوقوه بعنف إلى {سواء الجحيم} وسطها؛ من العتل وهو الأخذ بمجامع الشيء وجره بقهره. يقال: عتلت الرجل أعتله وأعتله عتلا، إذا جذبته جذبا عنيفا، وسقته بجفاء. وقرئ بضم التاء .",
        "sura": "44",
        "aya": "47",
        "page": "498"
    },
    {
        "text": "ثُمَّ صُبُّوا۟ فَوْقَ رَأْسِهِۦ مِنْ عَذَابِ ٱلْحَمِيمِ",
        "tafsir": "ويقال لحرس جهنم من الملائكة: بعد أن تدخلوه وسط الجحيم، صبوا فوق رأسه من الماء الشديد الحرارة زيادة في العذاب.\r\nالحميم- الماء الذي بلغ النهاية في الحرارة.",
        "sura": "44",
        "aya": "48",
        "page": "498"
    },
    {
        "text": "ذُقْ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْكَرِيمُ",
        "tafsir": "وبعد إدخاله إلى سواء الجحيم، وصب الحميم فوق رأسه، يقال له على سبيل التقريع والاستهزاء به: ذق هذا العذاب المذل المهين اليوم، فإنك كنت في الدنيا تزعم أنك العزيز في قومك، الكريم في حسبك.",
        "sura": "44",
        "aya": "49",
        "page": "498"
    },
    {
        "text": "إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمْتَرُونَ",
        "tafsir": "{إن هذا ما كنتم به تمترون} إن هذا العذاب هو ما كنتم فيه تجادلون وتخاصمون في الدنيا على مذهب الشك والريبة. وقد كانوا في إنكار البعث صنفين: صنف يجحده وهم أئمة الكفر، وصنف حائر فيه، يجحده إذا سمع مقالة أولئك، ويشك فيه إذا سمع الآيات الدالة عليه؛ ومنشأ هذه الحيرة عدم التصديق بالرسالة، والإيمان بصدق الخبر مع الجهالة وفساد الاستعداد .",
        "sura": "44",
        "aya": "50",
        "page": "498"
    },
    {
        "text": "إِنَّ ٱلْمُتَّقِينَ فِى مَقَامٍ أَمِينٍ",
        "tafsir": "وبعد أن ذكر الله تعالى الأشقياء وحالهم يوم القيامة، وما يلاقونه من أهوال وعذاب، أتبع ذلك ببيان حال المؤمنين الصالحين في ذلك اليوم الشديد الهول، فقال تعالى: إن الذين اتقوا الله في الدنيا سيكونون في مكان يقيمون فيه، ويأمنون فيه الموت والهم والحزن والعذاب.",
        "sura": "44",
        "aya": "51",
        "page": "498"
    },
    {
        "text": "فِى جَنَّٰتٍ وَعُيُونٍ",
        "tafsir": "{جَنَّاتٍ} - وسيكونون في حدائق وارفة الظلال، كثيرة الفواكه، كثيرة المياه، والأنهار تسرح في أرجائها، وسيكون لهم حق التمتع بجميع ما فيها من النعيم بدون حساب ولا تحديد.",
        "sura": "44",
        "aya": "52",
        "page": "498"
    },
    {
        "text": "يَلْبَسُونَ مِن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَقَٰبِلِينَ",
        "tafsir": "{سندس} مارق من الحرير. واحده سندسه. {وإستبرق} ما غلظ منه .",
        "sura": "44",
        "aya": "53",
        "page": "498"
    },
    {
        "text": "كَذَٰلِكَ وَزَوَّجْنَٰهُم بِحُورٍ عِينٍ",
        "tafsir": "{كذلك} أي الأمر كذلك. {بحور} يحار فيهن الطرف لفرط حسنهن، وجمال بياضهن، وصفاء ألوانهن؛ جمع حوراء، وهي التي يحار فيها الطرف. أو البيضاء؛ من الحور وهو البياض. {عين} جمع عيناء، أي واسعة العينين .",
        "sura": "44",
        "aya": "54",
        "page": "498"
    },
    {
        "text": "يَدْعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ",
        "tafsir": "{فَاكِهَةٍ} {آمِنِينَ} - ويطلبون ما يشتهون من أنواع الفاكهة وهم آمنون من أن تنقطع عنهم، ومن أن يصيبهم منها أذى.\r\nيدعون- يطلبون ويتمنون.",
        "sura": "44",
        "aya": "55",
        "page": "498"
    },
    {
        "text": "لَا يَذُوقُونَ فِيهَا ٱلْمَوْتَ إِلَّا ٱلْمَوْتَةَ ٱلْأُولَىٰ وَوَقَىٰهُمْ عَذَابَ ٱلْجَحِيمِ",
        "tafsir": "{وَوَقَاهُمْ} - ولا يخشون في الجنة موتا أبدا، بعد أن ذاقوا، طعم الموتة الأولى حين انقضاء آجالهم في الحياة الدنيا، وقد وقاهم الله ونجاهم من عذاب جهنم الأليم.",
        "sura": "44",
        "aya": "56",
        "page": "498"
    },
    {
        "text": "فَضْلًا مِّن رَّبِّكَ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "tafsir": "وقد أنجاهم الله تعالى من عذاب الجحيم، وآمنهم من خوف الموت تفضلا منه عليهم، وإحسانا منه إليهم، وهذا الذي فاز به هؤلاء الكرام البررة، من عطاء ربهم، وفضله، وكرمه، هو الفوز العظيم.",
        "sura": "44",
        "aya": "57",
        "page": "498"
    },
    {
        "text": "فَإِنَّمَا يَسَّرْنَٰهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
        "tafsir": "{فإنما يسرناه بلسانك} سهلنا عليك تلاوته وتبليغه إليهم، منزلا بلغتك ولغتهم. {لعلهم يتذكرون} كي يتعظوا فيؤمنوا به ويعملوا بما فيه؛ لكنهم لم يتعظوا ولم يؤمنوا .",
        "sura": "44",
        "aya": "58",
        "page": "498"
    },
    {
        "text": "فَٱرْتَقِبْ إِنَّهُم مُّرْتَقِبُونَ",
        "tafsir": "{فارتقب إنهم مرتقبون} فانتظر ما يحل بهم إنهم ينتظرون ما يحل بك؛ كما قالوا: \" نتربص به ريب المنون\" .  والله أعلم .",
        "sura": "44",
        "aya": "59",
        "page": "498"
    }
]