[{"text":"أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ","aya":"77","page":"12","tafsir":""},{"text":"وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ","aya":"78","page":"12","tafsir":"{  وَمِنْهُمْ أُمِّيُّونَ } أي جهال بالتوراة .  جمع أمي ،  وهو الذي لا يقرا ولا يكتب ،  نسبة إلى الأم ،  لأن الكتاب كان في الرجال دون النساء ،  فنسي من لا يكتب ولا يقرأ من الرجال إلى أمه في جهله بهما دون أبيه \r\n{  أَمَانِيَّ } أي لكن يعتقدون أكاذيب وأباطيل افتعلها أحبارهم ،  فأخذوها عنهم تقليدا لهم لفرط جهلهم .  جمع أمنية ،  وهي الصورة الحاصلة في النفس من تمني الشيء وتقديره .  من منى الشيء ،  قدره وأكثر ما يكون التمني في تصور الشيء عن ظن وتخمين ،  فصار الكذب له املك ،  و ساغ أن يعبر عن الكذب بالتمني ،  وعن الأكاذيب بالأماني ،  كما فسره مجاهد .  والاستثناء منقطع .  \r\n \r\n"},{"text":"فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًا قَلِيلًا فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ","aya":"79","page":"12","tafsir":"{  فَوَيْلٌ } أي عذاب أليم ،  أو فضيحة أو حسرة أو هلكة ،  أو واد في جهنم .  وهو في الأصل مصدر لا فعل له من لفظه ،  مثل :  ويح ،  ولا يثنى ولا يجمع .  \r\n \r\n"},{"text":"وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ","aya":"80","page":"12","tafsir":"{  أَيَّاماً مَّعْدُودَةً } أي أربعين يوما ،  كما يزعمون .  وهي مدة عبادتهم العجل .  \r\n{  بَلَى } تمسكم النار مخلدين فيها .  وهي حرف جواب كنعم وأجل ،  إلا أنها لا تقع جوابا إلا لنفي متقدم ،  إبطالا ونقضا وإيجابا له ،  سواء دخله استفهام أم لا .  ففي نحو :  ما قام زيد .  تقول بلى ،  أي قد قام .  وفي نحو :  أليس زيد قائما ؟  تقول بلى ،  أي هو قائم .  ومنه :  {  أَلَستُ بِرَيِّكُم قَالُوا بَلَى }{[37]} أي أنت ربنا ولو قالوا نعم ،  لكفروا ."},{"text":"بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ","aya":"81","page":"12","tafsir":""},{"text":"وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ هُمْ فِيهَا خَٰلِدُونَ","aya":"82","page":"12","tafsir":""},{"text":"وَإِذْ أَخَذْنَا مِيثَٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ","aya":"83","page":"12","tafsir":""}]