[
    {
        "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِۦ نَفْسُهُۥ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ٱلْوَرِيدِ",
        "tafsir": "{ما توسوس به نفسه} أي ما تحدثه به وتخطره بباله. والوسوسة: الصوت الخفي. {ونحن أقرب إليه من حبل الوريد} أي ونحن بعلمنا به وبأحواله كلها أقرب إليه من أقرب شيء إليه، وهو عرق الوريد الذي في باطن عنقه. وهو مثل في فرط القرب. والحبل: العرق فالمراد القرب بالعلم لا القرب في المكان لاستحالتة عليه تعالى .",
        "sura": "50",
        "aya": "16",
        "page": "519"
    },
    {
        "text": "إِذْ يَتَلَقَّى ٱلْمُتَلَقِّيَانِ عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٌ",
        "tafsir": "{إذ يتلقى المتلقيان} أي يكتب الملكان في صحيفتي حسناته وسيئاته ما يعمله. {عن اليمين} قعيد {وعن الشمال قعيد} .  فأحدهما عن يمينه لكتابة الحسنات، والآخر عن شماله لكتابة السيئات .",
        "sura": "50",
        "aya": "17",
        "page": "519"
    },
    {
        "text": "مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ",
        "tafsir": "{ما يلفظ من قول إلا لديه} ملك {رقيب} حافظ يكتب قوله {عتيد} معد مهيأ لذلك حاضر عنده لا يفرقه. والمراد\r\nبه: الإثنان المتلقيان؛ وأن كلا منهما رقيب عتيد. يقال: عتد الشيء– ككرم– عتادة وعتادا، حضر؛ فهو عتد وعتيد. ويتعدى بالهمزة والتضعيف فيقال: أعتده صاحبه وعتده: إذا عده وهيأه .",
        "sura": "50",
        "aya": "18",
        "page": "519"
    },
    {
        "text": "وَجَآءَتْ سَكْرَةُ ٱلْمَوْتِ بِٱلْحَقِّ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ",
        "tafsir": "{وجاءت سكرة الموت} شدته وكربه {بالحق} بحقيقة الأمر من سعادة الميت وشقاوته أو بنفس الموت، وهو الأمر الذي لا بد أن يكون لكل حي. {ذلك ما كنت منه تحيد} أي الموت هو ما كنت منه أيها الإنسان تهرب وتفر في حياتك فلم ينفعك منه الهرب والفرار. يقال: حاد عن الشيء، يحيد حيدة وحيودا، تنحى عنه وبعد .",
        "sura": "50",
        "aya": "19",
        "page": "519"
    },
    {
        "text": "وَنُفِخَ فِى ٱلصُّورِ ذَٰلِكَ يَوْمُ ٱلْوَعِيدِ",
        "tafsir": "ونفخ في الصور نفخة واحدة، فذلك هو يوم القيامة قد جاءك بأهواله، وهو اليوم الذي أوعد الله الكافرين بأنه سيجزيهم فيه على كفرهم بالعذاب الأليم.",
        "sura": "50",
        "aya": "20",
        "page": "519"
    },
    {
        "text": "وَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ",
        "tafsir": "{وجاءت كل نفس} برة أو فاجرة {معها سائق} ملك يسوقها إلى المحشر. {وشهيدا} ملك يشهد عليها بعملها .",
        "sura": "50",
        "aya": "21",
        "page": "519"
    },
    {
        "text": "لَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَٰذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلْيَوْمَ حَدِيدٌ",
        "tafsir": "ثم يقال للكافر إذا عاين ما لم يكن يصدق به في الدنيا لغفلته: {لقد كنت في غفلة من هذا} الذي تعاينه. {فكشفنا عنك غطاءك} فأنزلنا عنك الغفلة التي كانت تحجبك عن أمور المعاد. {فبصرك اليوم حديد} نافذ قوي تبصر به ما كنت تجحده في الدنيا. يقال: هو حديد النظر وحديد الفهم، إذا كان نافذا .",
        "sura": "50",
        "aya": "22",
        "page": "519"
    },
    {
        "text": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَىَّ عَتِيدٌ",
        "tafsir": "{وقال قرينه هذا ما لدي عتيد} أي قال شيطانه المقيض له في الدنيا: هذا– أي الكافر– الذي عندي وفي ملكتي مهيأ لجهنم بإغوائي وإضلالي. أو قال الملك الموكل بكتابة السيئات: هذا الذي في صحيفته من السيئات مكتوب عندي عتيد مهيأ للعرض ؛",
        "sura": "50",
        "aya": "23",
        "page": "519"
    },
    {
        "text": "أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ",
        "tafsir": "فيقال للملكين من خزنة النار، أو للسائق والشهيد: {ألقيا في جهنم كل كفار عنيد} إطرحا في جهنم كل مبالغ في الكفر، شديد في العناد وإباء الانقياد للحق .",
        "sura": "50",
        "aya": "24",
        "page": "519"
    },
    {
        "text": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ",
        "tafsir": "كان لا يؤدي ما عليه من الحقوق، ولا ينفق في سبيل البر، والصدقة، وصلة الرحم، وكان معتديا على خلق الله يؤذيهم بلسانه ويده ظلما وعدوانا، وهو يثير الريبة والشك لمن نظر إليه.\r\nمعتد- ظالم متجاوز الحد.\r\nمريب- شاك في الله ودينه- أو مثير للشك والريبة.",
        "sura": "50",
        "aya": "25",
        "page": "519"
    },
    {
        "text": "ٱلَّذِى جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلْقِيَاهُ فِى ٱلْعَذَابِ ٱلشَّدِيدِ",
        "tafsir": "{آخَرَ} - وقد أشرك بالله فعبد معه غيره. ثم يكرر تعالى الأمر للملكين، السائق والشهيد، بأن يقذفا هذا المستحق للعذاب في نار جهنم ليذوق العذاب الشديد المؤلم.",
        "sura": "50",
        "aya": "26",
        "page": "519"
    },
    {
        "text": "قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطْغَيْتُهُۥ وَلَٰكِن كَانَ فِى ضَلَٰلٍۭ بَعِيدٍ",
        "tafsir": "{قال قرينه} أي الشيطان؛ ردا لقوله ربنا أطغاني شيطاني. {ربنا ما أطغيته ولكن كان في ضلال بعيد} فأعنته عليه بالإغواء والتزيين من غير قسر له ولا إلجاء .",
        "sura": "50",
        "aya": "27",
        "page": "519"
    },
    {
        "text": "قَالَ لَا تَخْتَصِمُوا۟ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِٱلْوَعِيدِ",
        "tafsir": "{وقد قدمت إليكم بالوعيد} على الكافر في دار العمل في كتبي وعلى ألسنة رسلي؛ فلا تطمعوا في الخلاص مما أنتم فيه بالمعاذير الباطلة .",
        "sura": "50",
        "aya": "28",
        "page": "519"
    },
    {
        "text": "مَا يُبَدَّلُ ٱلْقَوْلُ لَدَىَّ وَمَآ أَنَا۠ بِظَلَّٰمٍ لِّلْعَبِيدِ",
        "tafsir": "{وما أنا بظلام للعبيد} إذا آخذهم بما قدموا، وأعاقبهم بما أسلفوا؛ فعذابهم عدل لا شائبة للظلم فيه .",
        "sura": "50",
        "aya": "29",
        "page": "519"
    },
    {
        "text": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ",
        "tafsir": "ويحدث كل ما تقدم في يوم القيامة، وهو اليوم الذي يسأل فيه الرب تعالى جهنم ويقول لها: هل امتلأت بمن دخلها من أفواج الكفار والمجرمين والعصاة؟ وترد جهنم قائلة: وهل بقي شيء تزيدونني به من هؤلاء الظالمين؟.",
        "sura": "50",
        "aya": "30",
        "page": "519"
    },
    {
        "text": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
        "tafsir": "{وأزلفت الجنة للمتقين. .  .} أدنيت وقربت للذين اتقوا ربهم بأداء فرائضه واجتناب معاصيه في مكان غير بعيد منهم. يقال: أزلفه، إذا قربه؛ ومنه الزلفة والزلفى، بمعنى القربة والمنزلة .",
        "sura": "50",
        "aya": "31",
        "page": "519"
    },
    {
        "text": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ",
        "tafsir": "{ولكل أواب حفيظ} لكل رجاع إلى الله حافظ لحدوده؛ بدل من\" المتقين\" .",
        "sura": "50",
        "aya": "32",
        "page": "519"
    },
    {
        "text": "مَّنْ خَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ وَجَآءَ بِقَلْبٍ مُّنِيبٍ",
        "tafsir": "{بقلب منيب} راجع إلى الله تعالى مخلص في طاعته .",
        "sura": "50",
        "aya": "33",
        "page": "519"
    },
    {
        "text": "ٱدْخُلُوهَا بِسَلَٰمٍ ذَٰلِكَ يَوْمُ ٱلْخُلُودِ",
        "tafsir": "{بِسَلاَمٍ} - ويقال لهؤلاء الأبرار المكرمين: ادخلوا الجنة سالمين من العذاب والهموم والخوف، واطمئنوا وقروا عينا فهذا يوم الخلود في هذا النعيم، فهو دائم عليكم لا تحولون عنه ولا تزولون، ولا أنتم منه تخرجون.",
        "sura": "50",
        "aya": "34",
        "page": "519"
    },
    {
        "text": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ",
        "tafsir": "{يَشَآءُونَ} - ولهم فيها ما يطلبون وما يشتهون، ثم يزيدهم من فضله فوق ما سألوا مما لم يخطر لهم على بال.",
        "sura": "50",
        "aya": "35",
        "page": "519"
    }
]