[{"text":"قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم مُّشْرِكِينَ","aya":"42","page":"409","tafsir":""},{"text":"فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ","aya":"43","page":"409","tafsir":"{  يصدعون } يتفرقون فريقين :  فريق في الجنة وفريق في السعير ؛  من التصدع وهو التفرق .  يقال :  صدعته صدعا – من باب نفع – شققته فانصدع .  وصدعت القوم صدعا فتصدعوا ،  أي فرقتهم ففرقوا .  وأصله  \" يتصدعون \"  فقلبت تاؤه صادا وأدغمت .  \r\n \r\n"},{"text":"مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ وَمَنْ عَمِلَ صَٰلِحًا فَلِأَنفُسِهِمْ يَمْهَدُونَ","aya":"44","page":"409","tafsir":"{  فلأنفسهم يمهدون } أي يوطئون لأنفسهم منازل في الجنة ؛  كما يوطئ الرجل لنفسه فراشا لئلا يصيبه في مضجعه ما ينغص عليه رقاده أو يؤذيه .  مأخوذ من مهد فراشه :  إذا وطأه .  \r\n \r\n"},{"text":"لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِن فَضْلِهِۦٓ إِنَّهُۥ لَا يُحِبُّ ٱلْكَٰفِرِينَ","aya":"45","page":"409","tafsir":""},{"text":"وَمِنْ ءَايَٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ","aya":"46","page":"409","tafsir":"ثم ذكر في آية 46 المبدوءة بقوله : {  ومن آياته } دليلا آخر ،  وهو إرسال الرياح مبشرات بالرحمة ،  ومنتفعا بها في البر والبحر .  وكل ذلك ليعلم الإنسان أن بعث من في القبور إذا نفخ في الصور أمر هين يسير على من هو على كل شيء قدير ؛  سبحانه !  جل شأنه وعز سلطانه !  \r\n{  تنتشرون } تتصرفون فيما هو قوام معاشكم ،  وتتقلبون في الأرض في أسفاركم ابتغاء رزقكم ."},{"text":"وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ","aya":"47","page":"409","tafsir":""},{"text":"ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَٰلِهِۦ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ","aya":"48","page":"409","tafsir":"{  فتثير سحابا } تهيجه وتنشره وتحركه ؛  من الثور وهو الهيجان . {  ويجعله كسفا } قطعا .  \r\n{  فترى الودق } المطر .  يقال :  ودق – كوعد – قطر [ آية 43 النور ص 87 ] . {  يخرج من خلاله } فرجه ووسطه ."},{"text":"وَإِن كَانُوا۟ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ","aya":"49","page":"409","tafsir":"{  لمبلسين } ساكتين من شدة الحزن آيسين [ آية 12 من هذه السورة ] ."},{"text":"فَٱنظُرْ إِلَىٰٓ ءَاثَٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","aya":"50","page":"409","tafsir":"{  فانظر إلى آثار رحمت الله } المترتبة على إنزال المكر ؛  من النبات والأشجار وأنواع الثمار – نظر اعتبار واستبصار لتستدل بها على قدرة الله تعالى على البعث .  \r\n \r\n"}]