[
    {
        "text": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدًا",
        "tafsir": "{  ما أظن أن تبيد } تهلك وتفنى .  يقال :  باد بيدا وبيودا ،  إذا هلك . \r\n\r\n",
        "sura": "18",
        "aya": "35",
        "page": "298"
    },
    {
        "text": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا",
        "tafsir": "{  خيرا منها منقلبا } مرجعا وعاقبة .  اسم مكان ،  من الانقلاب بمعنى الرجوع والانصراف عن الشيء إلى غيره .  أقسم أنه إذا فرض بعث في الآخرة ليجدن فيها خيرا من جنته التي في الدنيا . \r\n\r\n",
        "sura": "18",
        "aya": "36",
        "page": "298"
    },
    {
        "text": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّىٰكَ رَجُلًا",
        "tafsir": "{سَوَّاكَ}\r\n(37) - فَأَجَابَهُ صَاحِبُهُ المُؤْمِنُ يَعِظُهُ، وَيَزْجُرُهُ عَمَّا هُوَ عَلَيْهِ مِنَ الكُفْرِ، وَالغَيِّ، وَالاغْتِرَارِ: أَتَكْفُرُ بِاللهِ الذِي خَلَقَ الإِنْسَانَ مِنْ سُلالَةٍ مِنْ طِينٍ، ثُمَّ جَعَلَ نَسْلَهُ مِنْ مَاءٍ مَهِينٍ، ثُمَّ سَوَّاكَ رَجُلاً قَوِياً بَالِغاً؟",
        "sura": "18",
        "aya": "37",
        "page": "298"
    },
    {
        "text": "لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًا",
        "tafsir": "{  لكنا هو الله } أي لكن أنا أقول :  هو الله ربي . \r\n\r\n",
        "sura": "18",
        "aya": "38",
        "page": "298"
    },
    {
        "text": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًا وَوَلَدًا",
        "tafsir": "{  ولولا } كلمة تحضيض كهلا ،  وإذا دخلت على الماضي أفادت التوبيخ .  أي هلا قلت – عند دخولك جنتك إعجابك بها- ما أراه بها من الحسن والنضارة هو ما شاء الله تعالى ،  فرددت الأمر إلى المشيئة الإلهية ؟ \r\n\r\n",
        "sura": "18",
        "aya": "39",
        "page": "298"
    },
    {
        "text": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
        "tafsir": "{  ويرسل عليها حسبانا } عذابا{  من السماء } كالصواعق والسموم .  أو مرامي من عذابه ،  إما بردا وإما حجارة ،  وإما غيرهما مما يشاء .  {  فتصبح صعيدا } ترابا أو أرضا {  زلقا }لا نبات فيها .  أو مزلقة لا تثبت عليها قدم .  والمراد أنها تصبح عديمة النفع حتى منفعة المشي عليها . يقال :  مكان زلق ،  أي دحض ،  وهو في الأصل مصدر زلقت رجله تزلق زلقا ،  ومعناه الزلل في المشي لوحل ونحوه . \r\n\r\n",
        "sura": "18",
        "aya": "40",
        "page": "298"
    },
    {
        "text": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًا",
        "tafsir": "{  أو يصبح ماؤها غورا } غائرا ذاهبا في الأرض ،  مصدر وصف به للمبالغة وهو بمعنى الفاعل .  يقال :  غار الماء يغور غورا وغثورا ،  أي سفل في الأرض وذهب فيها . \r\n\r\n",
        "sura": "18",
        "aya": "41",
        "page": "298"
    },
    {
        "text": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًا",
        "tafsir": "{  وأحيط بثمره } أهلكت أثماره وأفنيت كلها ،  مأخوذ من إحاطة العدو بالإنسان ،  وهي استدارته به من جميع جوانبه ،  ومنه{  إلا أن يحاط بكم }{[214]} .  {  خاوية على عروشها } ( آية 259 البقرة ص 85 ) .",
        "sura": "18",
        "aya": "42",
        "page": "298"
    },
    {
        "text": "وَلَمْ تَكُن لَّهُۥ فِئَةٌ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
        "tafsir": "(43) - وَلَمْ تَكُنْ لَهُ جَمَاعَةٌ (فِئَةٌ) مِنْ عَشِيرَةٍ، أَوْ أَهْلٍ، وَوَلَدٍ، مِمَّنْ كَانَ يَفْتَخِرُ بِهِمْ، وَيَغْتَرٌّ، يَسْتَطِيعُونَ نَصْرَهُ، وَمَنْعَ مَا أَرَادَهُ اللهُ بِهِ. وَبِجَنَّتَيْهِ مِنْ خَرَابٍ وَدَمَارٍ، وَمَا كَانَ مُنْتَصِراً بِقُوَّتِهِ عَنِ انْتِقَامِ اللهِ مِنْهُ.",
        "sura": "18",
        "aya": "43",
        "page": "298"
    },
    {
        "text": "هُنَالِكَ ٱلْوَلَٰيَةُ لِلَّهِ ٱلْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
        "tafsir": "{  وخير عقبا } أي وهو تعالى خير عاقبة لمن والاه والعقب والعقب :  العاقبة .  يقال :  عاقبة أمره كذا وعقباه وعقبه ،  أي أخره وما يصير إليه منتهاه . \r\n\r\n",
        "sura": "18",
        "aya": "44",
        "page": "298"
    },
    {
        "text": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ ٱلرِّيَٰحُ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقْتَدِرًا",
        "tafsir": "{  فأصبح هشيما } يابسا متفتتا بعد البهجة والنضارة ،  من الهشم وهو كسر الشيء اليابس ،  ومنه هشم الثريد يهشمه :  كسره وثرده . {  تذروه الرياح } تفرقه وتنسفه .  يقال :  ذرت الريح الشيء تذروه ذروا وتذرية ،  أطارته وأذهبته . \r\n\r\n",
        "sura": "18",
        "aya": "45",
        "page": "298"
    }
]