[
    {
        "text": "ٱنفِرُوا۟ خِفَافًا وَثِقَالًا وَجَٰهِدُوا۟ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ ٱللَّهِ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
        "tafsir": "{  انفروا خفاقا وثقالا .  .  .  } أي على الصفة التي يخف عليكم الجهاد فيها ،  وعلى الصفة التي يثقل عليكم الجهاد فيها .  جمع خفيف وثقيل . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "41",
        "page": "194"
    },
    {
        "text": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتْ عَلَيْهِمُ ٱلشُّقَّةُ وَسَيَحْلِفُونَ بِٱللَّهِ لَوِ ٱسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَٱللَّهُ يَعْلَمُ إِنَّهُمْ لَكَٰذِبُونَ",
        "tafsir": "{  لو كان عرضا .  .  .  } نزلت في المنافقين الذين تخلفوا عن غزوة تبوك ،  واستأذنوا في القعود عنها بأعذار كاذبة ،  فأذن لهم النبي صلى الله عليه وسلم .  أي لو كان ما دعوا إليه غنما سهل المأخذ ،  وسفرا متوسطا بين القرب والبعد لا مشقة فيه ،  لخرجوا معك طمعا في المنافع التي تصل إليهم .  والعرض :  ما عرض لك من منافع الدنيا ومتاعها .  والسفر القاصد :  ما بينا . و كل متوسط بين الإفراط والتفريط فهو قاصد ،  أي ذو قصد ،  لأن كل واحد يقصده .  والقاصد<br />\r\nوالقصد :  المعتدل .  {  بعدت عليهم الشقة } أي المسافة التي تقطع بمشقة .  وتطلق على الناحية يقصدها المسافر وتلحقه المشقة في الوصول إليها .  وعلى السفر البعيد . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "42",
        "page": "194"
    },
    {
        "text": "عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُوا۟ وَتَعْلَمَ ٱلْكَٰذِبِينَ",
        "tafsir": "{ٱلْكَاذِبِينَ}\r\n(43) - لَقَدْ عَفَا اللهُ عَنْكَ، يَا أَيُّهَا الرَّسُولُ، فِيمَا أَدَّى إِلَيْهِ اجْتِهَادُكَ مِنَ الإِذْنِ لَهُمْ بِالْقُعُودِ، حِينَ اسْتَأَذَنُوكَ، فَهَلاَّ تَرَيَّثْتَ فِي الإِذْنِ لَهُمْ، وَتَوَقَّفْتَ عَنْهُ حَتَّى يَتَبَيَّنَ لَكَ أَمْرُهُمْ، وَيَنْجَلِيَ وَضْعُهُمْ، فَتَعْرِفَ الصَّادِقِينَ مِنْهُمْ وَالْكَاذِبِينَ فِي اعْتِذَارِهِمْ، فَتُعَامِلَ كُلاًّ بِمَا يَنْبَغِي أَنْ يُعَامَلَ بِهِ؟",
        "sura": "9",
        "aya": "43",
        "page": "194"
    },
    {
        "text": "لَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ أَن يُجَٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
        "tafsir": "{يَسْتَأْذِنُكَ} {ٱلآخِرِ} {يُجَاهِدُواْ} {بِأَمْوَالِهِمْ}\r\n(44) - لاَ يَسْتَأْذِنُكَ، فِي القُعُودِ عَنِ الجِهَادِ، أَحَدٌ يٌؤْمِنُ بِاللهِ وَرَسُولِهِ، لأِنَّهُمْ يَرَوْنَ الجِهَادَ قُرْبَةً إِلَى اللهِ، وَإِذَا نَدَبَهُمُ النَّبِيُّ إِلَيْهِ بَادَرُوا مُمْتَثِلِينَ، وَاللهُ يَعْلَمُ مَنْ هُمُ الْمُتَّقُونَ الذِينَ يَخْشَوْنَ اللهَ، وَيَطْلُبُونَ مَرْضَاتِهِ، وَيُعِدُّونَ لِلْجِهَادِ عُدَّتَهُ.",
        "sura": "9",
        "aya": "44",
        "page": "194"
    },
    {
        "text": "إِنَّمَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَٱرْتَابَتْ قُلُوبُهُمْ فَهُمْ فِى رَيْبِهِمْ يَتَرَدَّدُونَ",
        "tafsir": "{  في ريبهم يترددون } في شكهم الذي حل بقلوبهم يتحيرون ،  لا مع المؤمنين ولا مع الكفار .  وأصل معنى التردد :  الذهاب والمجيء ،  استعمل في التحير مجازا أو كناية ،  لأن المتحير لا يقر في مكانه . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "45",
        "page": "194"
    },
    {
        "text": "وَلَوْ أَرَادُوا۟ ٱلْخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةً وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ ٱقْعُدُوا۟ مَعَ ٱلْقَٰعِدِينَ",
        "tafsir": "{  فثبطهم } منعهم وحبسهم .  يقال :  ثبطه تثبيطا ،  قعد به عن الأمر ،  وشغله عنه ومنعه ،  تخذيلا ونحوه . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "46",
        "page": "194"
    },
    {
        "text": "لَوْ خَرَجُوا۟ فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا۟ خِلَٰلَكُمْ يَبْغُونَكُمُ ٱلْفِتْنَةَ وَفِيكُمْ سَمَّٰعُونَ لَهُمْ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ",
        "tafsir": "{  ما زادوكم إلا خبالا } شرا وفسادا ،  لأنهم جبناء مخذلون .  وأصل الخبال :  اضطراب ومرض يؤثر في العقل كالجنون .  أو هو الاضطراب في الرأي .  {  و لأوضعوا خلالكم .  .  } ولسعوا بينكم مسرعين بالنمائم وإفساد ذات البين ،  من الإيضاع ،  وهو في الأصل :  سرعة سير الإبل .  يقال :  أوضعت الناقة إذا أسرعت في سيرها . و أضعتها أنا :  حملتها على السير بسرعة ،  فيستعمل لازما ومتعديا .  والخلال :  جمع خلل وهو الفرجة بين الشيئين ،  واستعمل ظرفا بمعنى بين ومفعول الإيضاع محذوف ،  تقديره النمائم . <br />\r\n{  يبغونكم الفتنة } أي باغين لكم ما تفتنون به من الخلف فيما بينكم ،  وتهويل أمر العدو عليكم ، <br />\r\nوإلقاء الرعب في قلوبكم .  يقال :  أبغني كذا ،  وابغ لي كذا ،  أي اطلبه لأجلي . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "47",
        "page": "194"
    }
]