[{"text":"يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ","aya":"1","page":"553","tafsir":"{  يسبح لله ما في السموات .  .  .  } ينزهه تعالى ما لا يليق به جميع العوالم [ آية 1 الحديد ص 400 ]{  القدوس } البليغ في الطهارة والنزاهة عن جميع النقائص والعيوب [ آية 23 الحشر ص 420 ] ."},{"text":"هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّۦنَ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَٰلٍ مُّبِينٍ","aya":"2","page":"553","tafsir":"{  في الأميين } أي في أمة العرب الموجودين في زمانه ؛  لأن أكثرهم لا يكتبون ولا يقرءون [ آية 78 البقرة ص 34 ] . <br \/>\r\n{  ويزكيهم } يطهّرهم من دنس الكفر .  أو يحملهم على ما يصبرون له أزكياء طاهرين من خبائث العقائد والأعمال . {  والحكمة } الفقه في الدين ."},{"text":"وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","aya":"3","page":"553","tafsir":"{  وآخرين منهم } أي وبعث في آخرين من الأميّين . {  لما يلحقوا بهم } أي لم يجيئوا بعد ،  وسيجيئون ؛  وهم الذين جاءوا من العرب بعد الصحابة إلى يوم الدّين .  وجمع العرب :  قومه صلى الله عليه وسلم الذين بعث فيهم .  وأما المبعوث إليهم وهم الثقلان كافة فلم تتعرّض له هذه الآية ،  وقد تعرضت لإثباته آيات أخر . <br \/>\r\n<br \/>\r\n"},{"text":"ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ","aya":"4","page":"553","tafsir":"no text"},{"text":"مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ","aya":"5","page":"553","tafsir":"{  مثل الذين حملوا التوراة } ضرب الله هذا المثل لليهود الدين أوتوا التوراة وكلفوا العمل بها ؛  فأعرضوا عنها ولم ينتفعوا بها .  وكذبوا بمحمد صلى الله عليه وسلم ،  وقد أمروا ففيها بتصديقه واتباعه ؛  فشبههم بالحمار يحمل على ظهره أحمالا من كتب العلم لا يتنفع بها ،  ولا يعقل ما فيها ،  وليس له إلا ثقل الحمل من غير فائدة . <br \/>\r\n<br \/>\r\n"},{"text":"قُلْ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ","aya":"6","page":"553","tafsir":"{  قل يأيها الذين هادوا } نزلت لما ادعت اليهود الفضيلة ،  وقالوا :   \" نحن أنباء الله وأحباؤه \"  وزعموا أن الدار الآخرة لهم خالصة ،  وأنه لا يدخل الجنة إلا من كان هودا ؛  فأمر الله نبيه أن يظهر كذبهم بأن يقول لهم : {  إن زعمتم أنكم أولياء لله من دون الناس } وللأولياء عند الله كرامة{  فتمنوا الموت } لتنتقلوا من دار البلية إلى محل الكرامة{  إن كنتم صادقين } في زعمكم ؛  فإن من أيقن أنه من أهل الجنة أحب أن يتخلص إليها من هذه الدار المليئة بالأكدار . <br \/>\r\n<br \/>\r\n"},{"text":"وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ","aya":"7","page":"553","tafsir":"ثم أخبر سبحانه عن حالتهم المستقبلية بقوله :  {  ولا يتمنونه أبدا } قيل :  هو خاص بمن كانوا في عهده صلى الله عليه وسلم من اليهود . <br \/>\r\n<br \/>\r\n"},{"text":"قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَٰقِيكُمْ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","aya":"8","page":"553","tafsir":"{  عالم الغيب والشهادة } [ آية 23 الحشر 320 ] ."}]