[
    {
        "text": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا وَهُم مِّن فَزَعٍ يَوْمَئِذٍ ءَامِنُونَ",
        "tafsir": "{يَوْمَئِذٍ} {آمِنُونَ}\r\n(89) - وَمَنْ جَاءَ في ذَلِكَ اليَومِ رَبَّهُ مُؤْمِناً قَدْ عَمِلَ الصَّالِحَاتِ في الدُّنيا، فَإِنَّ اللهَ تَعَالى يُدْخِلُهُ الجَنَّةَ، وَيُجَنِّبُهُ الفَزَعَ الأَكبرَ الذي يُصِيبُ المُجرِمينَ الأَشقِياءَ في ذلكَ اليومِ.\n",
        "sura": "27",
        "aya": "89",
        "page": "385"
    },
    {
        "text": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِى ٱلنَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "{  فكبت وجوههم في النار } ألقوا بسبب شركهم في النار على وجوههم منكوسين .  يقال :  كبه وأكبه ،  إذا نكسه وقلبه على وجهه .  وكبكبوا إذا فعل ذلك بهم مرة بعد أخرى ؛  قال تعالى : {  فكبكبوا فيها هم والغاوون } {[263]} والله أعلم .",
        "sura": "27",
        "aya": "90",
        "page": "385"
    },
    {
        "text": "إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَٰذِهِ ٱلْبَلْدَةِ ٱلَّذِى حَرَّمَهَا وَلَهُۥ كُلُّ شَىْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
        "tafsir": "(91) - يَأْمُرُ اللهُ رَسُولَهُ صلى الله عليه وسلم بأَنْ يَقُولَ لِهؤُلاءِ المُكَذِّبينَ: إِنَّهُ أُمِرَ بعِبَادَةِ رَبِّ مَكَّةَ التي جَعَلَهَا بَلَداً حَراماً، لاَ يُسْتَبَاحُ فِيها دَمٌ، وَهُوَ رَبُّ كُلِّ شَيءٍ وَمَلِيكُهُ، لا إٍِلهَ إِلاَّ هُوَ، وَإِنَّ اللهَ أَمَرَ رَسُولَهُ بأَنْ يَكُونَ مِنَ المُسلِمِينَ لَهُ، المُوَحِّدِينَ المُخْلِصِينَ لِجَلاَلِهِ.\n",
        "sura": "27",
        "aya": "91",
        "page": "385"
    },
    {
        "text": "وَأَنْ أَتْلُوَا۟ ٱلْقُرْءَانَ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَا۠ مِنَ ٱلْمُنذِرِينَ",
        "tafsir": "{أَتْلُوَ} {ٱلْقُرْآنَ}\r\n(92) - وَقُلْ لَقَدْ أَمَرني رَبي بِأَنْ أَتلُوَ القُرآنَ عَلَى النَّاسِ، وَأُبَلِّغَهُمْ إِياهُ، وَلِي أُسْوَةٌ بِمَنْ تَقَدَّمَني مِنَ الرُّسُلِ، الذينَ أَنْذَرُوا أَقوَامَهُمْ، وَقَامُوا بتأْدِيَةِ الرِّسَالةِ، وَمَنِ اهْتَدَى فَإِنَّما يَهْتَدِي لِنَفْسِهِ وَيَنْتَفِعُ بِهُدَاهُ، وَمَنْ ضَلَّ فَإِنَّمَا يَضُرُّ نَفْسَهُ وَلا يَضُرُّ الله شَيْئاً.\n",
        "sura": "27",
        "aya": "92",
        "page": "385"
    },
    {
        "text": "وَقُلِ ٱلْحَمْدُ لِلَّهِ سَيُرِيكُمْ ءَايَٰتِهِۦ فَتَعْرِفُونَهَا وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
        "tafsir": "{آيَاتِهِ} {بِغَافِلٍ}\r\n(93) - وَقُلْ لَهُمُ: الحَمْدُ للهِ الذِي لاَ يُعَذِّبُ أَحَداً إِلاَّ بَعْدَ قِيَامِ الحُجَّةِ عَلَيه، والإِعذارِ إِليِهِ، وإِنَّهُ تَعَالى سَيُظْهِرُ للنَّاسِ آياتِهِ العِظَامَ لِيَعْرِفَهَا النَّاسُ، وَيتَّعِظُوا بِها، وَيَسْتَدِلُّوا بِهَا عَلَى وُجُودِهِ وَعَظَمَتِهِ، واللهُ يَعْلَمُ مَا يَفْعَلُهُ النَّاسُ جَمِيعاً لا يفُوتُهُ شَيءٌ مِنْ أَعمَالِهِمْ، وَلا يَغْفلُ عَنْ شَيءٍ مِنْهُ.\n",
        "sura": "27",
        "aya": "93",
        "page": "385"
    },
    {
        "text": "طسٓمٓ",
        "tafsir": "(1) - طَاسِينْ مِيمْ -.\r\nوَتُقْرَأُ مُقَطَّعَةً، كُلُّ حَرْفٍ عَلَى حِدَةٍ، الله أَعْلَمُ بِمُرَادِهِ.\r\n\r\n",
        "sura": "28",
        "aya": "1",
        "page": "385"
    },
    {
        "text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ",
        "tafsir": "{آيَاتُ} {ٱلْكِتَابِ}\r\n(2) - هَذِهِ الآياتُ هيَ آياتُ القُرآنِ الوَاضِحِ الجَلِيِّ. الذِي يَكْشِفُ عَنْ أُمورِ الدِّين، \r\nوأَخْبَارِ الأَوَّلِينَ، لَمْ تَتَقَوَّلْهُ أَنتَ يَا مُحَمَّدُ، وَلَمْ تَتَخَرَّصْهُ كَمَا زَعَمَ المُشْرِكُونِ.\n",
        "sura": "28",
        "aya": "2",
        "page": "385"
    },
    {
        "text": "نَتْلُوا۟ عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِٱلْحَقِّ لِقَوْمٍ يُؤْمِنُونَ",
        "tafsir": "{نَتْلُواْ} {نَّبَإِ}\r\n(3) - إِنَّنا نَذْكُرُ لَكَ مَا كَانَ مِنْ أَمرِ مُوسَى وفِرْعَونَ عَلَى حَقِيقَتِهِ، كَأَنَّكَ شَاهِدٌ حَاضِرٌ، \r\nوَلا يَعتَبِرُ بِآياتِ اللهِ إِِلاَّ مَنْ كَانَ مُؤمِناً، وَلَهُ قَلْبٌ وَاعٍ.\n",
        "sura": "28",
        "aya": "3",
        "page": "385"
    },
    {
        "text": "إِنَّ فِرْعَوْنَ عَلَا فِى ٱلْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْىِۦ نِسَآءَهُمْ إِنَّهُۥ كَانَ مِنَ ٱلْمُفْسِدِينَ",
        "tafsir": "{  علا في الأرض } استكبر وتجبر في أرض مصر ،  وجاوز الحد في العدوان حتى أدعى الربوبية ؛  من العلو وهو الارتفاع . {  وجعل أهلها شيعا } أي فرقا وأصنافا في أنواع الخدنة والتسخير في الأعمال الشاقة [ آية 65 الأنعام ص 227 ] .",
        "sura": "28",
        "aya": "4",
        "page": "385"
    },
    {
        "text": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسْتُضْعِفُوا۟ فِى ٱلْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ ٱلْوَٰرِثِينَ",
        "tafsir": "{أَئِمَّةً} {ٱلْوَارِثِينَ}\r\n(5) - ولكِنَّ قَضَاءَ اللهِ لاَ مَهْرَبَ مِنْهُ، وَلاَ يَنْفَعُ حَذَرٌ مِنْ قَدَرٍ، فَوُلِدَ مُوسَى وَتَرَبَّى عَلَى فِراشِ فِرْعَونَ، فَنَجَا مِنَ القَتْلِ، وَهكَذا مَنَّ اللهُ تَعالى عَلَى بَني إِسرائيلَ الذينَ كَانَ يَسْتَضْعِفُهُمْ فِرعَوْنُ في أرْضِ مِصْرَ، فَجَعَلَهُمْ أَئِمَّةً، وقُدْوَةً للنَّاسِ في زَمَانِهِمْ، وَأَوْرَثَهُمُ الأَرضَ المُقَدَّسَةَ التي وَعَدَهُمُ اللهُ بالسُّكْنَى فِيها عَلى لِسَانِ \r\nإِبراهِيمَ وَيَعقُوبَ.\n",
        "sura": "28",
        "aya": "5",
        "page": "385"
    }
]