[
    {
        "text": "وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
        "tafsir": "وقد انتقم الله تعالى من القوم، بعد أن كذبوا رسله إليهم، وقتلوا وليه، ولم يحتج الأمر إلى أن ينزل الله تعالى عليهم جندا من السماء لإهلاكهم، بل كان الأمر أيسر من ذلك.",
        "sura": "36",
        "aya": "28",
        "page": "442"
    },
    {
        "text": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ خَٰمِدُونَ",
        "tafsir": "{إن كانت إلا صحيحة واحدة} :  ما كانت هلكتهم إلا بصيحة واحدة من السماء، صاح بها جبريل عليه السلام {فإذا هم خامدون} أي: كالنار الخامدة التي استحالت رمادا [آية 15 الأنبياء ص 32] .",
        "sura": "36",
        "aya": "29",
        "page": "442"
    },
    {
        "text": "يَٰحَسْرَةً عَلَى ٱلْعِبَادِ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
        "tafsir": "{يا حسرة على العباد} :  يا غما وتندما على العباد المكذبين، أو منهم على أنفسهم في استهزائهم بالرسل [آية 167 البقرة ص 55] .",
        "sura": "36",
        "aya": "30",
        "page": "442"
    },
    {
        "text": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
        "tafsir": "ألم يتعظ هؤلاء المكذبون الكافرون بما حل بمن أهلكهم الله تعالى قبلهم من المكذبين السابقين، ويعتبروا بما نزل بهم، ويدركوا أنهم لا رجعة لهم إلى الحياة الدنيا؟\r\nكم أهلكنا- كثيرا ما أهلكنا.\r\nالقرون- الأمم.",
        "sura": "36",
        "aya": "31",
        "page": "442"
    },
    {
        "text": "وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
        "tafsir": "{وإن كل لما جميع لدينا محضرون} أي: ما كل المخلوقات إلا مجموعون لدينا يوم القيامة في المحشر، محضرون للجزاء والحساب .",
        "sura": "36",
        "aya": "32",
        "page": "442"
    },
    {
        "text": "وَءَايَةٌ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ",
        "tafsir": "{وآية لهم الأرض الميتة. .  .} اشتملت هذه الآية وما بعدها إلى آية 44 على ثلاثة أدلة على القدرة على البعث، وعلى ما يوجب الإقرار له تعالى بالوحدانية وإفراده بالعبادة أولها: – دليل أرضي بري. والثاني: دليل سماوي. والثالث: دليل أرضي بحري. ثم ذكر ثلاثة أدلة أخرى على ذلك في آيات 66– 68 مشاهدة في جسم الإنسان وقواه: أولها: الإبقاء على حاسة بصره. والثاني: الإبقاء على صورته الإنسانية. والثالث: تنكيس قواه ورده إلى أرذل عمره إذا عمر. ثم ذكر دليلا سابعا في آيات 71– 73 مشاهدا في خلق الأنعام ومنافعها ثم ذكر دليلا ثامنا في آية 77 مشاهدا في أطوار خلق الإنسان. ثم ذكر دليلا تاسعا في آية 80 مشاهدا في خلق الضد من ضده؛ فكيف مع تواتر هذه الدلائل ينكرون قدرته على أن يخلق مثلهم! وهو الخلاق العليم، الذي لا يتعاظم ولا يستعصي على قدرته شيء في ملكوته! ؟  .",
        "sura": "36",
        "aya": "33",
        "page": "442"
    },
    {
        "text": "وَجَعَلْنَا فِيهَا جَنَّٰتٍ مِّن نَّخِيلٍ وَأَعْنَٰبٍ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ",
        "tafsir": "{جَنَّاتٍ} {أَعْنَابٍ} - وأنشأ الله في هذه الأرض التي أحياها بالمطر بساتين من نخيل وأعناب، وفجر العيون فيها فأخذت المياه تنساب في جنباتها.\r\nفجرنا فيها- شققنا وأجرينا في الأرض.",
        "sura": "36",
        "aya": "34",
        "page": "442"
    },
    {
        "text": "لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلَا يَشْكُرُونَ",
        "tafsir": "{وما عملته أيديهم} أي: لم يعملوا الثمر وإنما الفاعل له هو الله تعالى وحده؛ والجملة حالية. أو ليأكلوا مما عملته أيديهم، وصنعوه بقواهم كالعصير والدبس وغيرهما .",
        "sura": "36",
        "aya": "35",
        "page": "442"
    },
    {
        "text": "سُبْحَٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
        "tafsir": "{سبحان الذي خلق الأزواج} أي: أسبح سبحانه؛ أي: أنزهه تعالى عما لا يليق به مما فعلوه، تنزيها خاصا به، حقيقا بشأنه عز وجل. والمراد بالأزواج: أنواع المخلوقات وأصنافها. يقال: زوج لكل واحد من القرينين، من الذكر والأنثى في الحيوان المتزاوج، ولكل قرينين فيه وفي غيره، ولكل ما يقترن بآخر مماثلا له أو مضادا. وقيل: المراد بالأزواج: خصوص الذكر والأنثى من الحيوان والنبات .",
        "sura": "36",
        "aya": "36",
        "page": "442"
    },
    {
        "text": "وَءَايَةٌ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ",
        "tafsir": "{وآية لهم الليل نسلخ منه النهار} أي: ننزع عنه النهار الذي هو كاللباس الساتر فتظهر الظلمة، أو نخرج منه النهار إخراجا لا يبقى معه أثر من ضوئه [آية 5 التوبة ص 311] .  والمراد: إزالة ضوء النهار من مكان الليل وموضع ظلمته ليظهر الليل. {فإذا هم مظلمون} أي: داخلون في الظلام .",
        "sura": "36",
        "aya": "37",
        "page": "442"
    },
    {
        "text": "وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّ لَّهَا ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
        "tafsir": "{والشمس تجري لمستقر لها} أي وآية لهم الشمس تسير مسرعة إلى مكان استقرارها كل يوم في رأى العين، وهو أفق الغرب خاصة. أو إلى مكان استقرارها، وهو الحد المعين الذي تنتهي إليه من فلكها في آخر السنة؛ فهي تجرى دائما، كلما انتهت من دورة استأنفت أخرى لتبلغه. شبه بمستقر المسافر إذا قطع مسيره؛ من حيث إن في كل منهما انتهاء إلى موضع معين، وإن كان للمسافر قرار بعد ذلك والشمس لا قرار لها بعده، بل تستأنف الحركة منه كما بدأت .",
        "sura": "36",
        "aya": "38",
        "page": "442"
    },
    {
        "text": "وَٱلْقَمَرَ قَدَّرْنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ",
        "tafsir": "{والقمر قدرناه منازل} أي قدرنا سيره في منازل، ينزل كل ليلة في منازل لا يتخطاه، ولا يتقاصر عنه، على تقدير مستو من ليلة المستهل إلى الثمانية والعشرين، ثم يستتر ليلتين إن كان الشهر تاما، وليلة إن نقص يوما؛ فإذا كان في آخر منازله دق وتقوس {حتى عاد} أي صار في رأى العين {كالعرجون القديم} أي العتيق اليابس، وهو عود العذق ما بين الشمارخ إلى منبته من النخلة. والعذق القنو من النخل وهو كالعنقود من العنب. والشماريخ: جمع شمراخ وشمروخ، وهو العثكال الذي عليه البسر. وسمى عرجونا من الانعراج وهو الانعطاف، شبه القمر في دقته وتقوسه واصفراره .",
        "sura": "36",
        "aya": "39",
        "page": "442"
    },
    {
        "text": "لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
        "tafsir": "{لا شمس ينبغي لها أن تدرك القمر} أي لا يصح له أن تدرك القمر في مسيرته فتجتمع معه في الليل؛ لأنه تعالى حدد لكل منهما وقتا معينا يظهر فيه سلطانه؛ فلا يدخل أحدهما في سلطان الآخر، بل يتعاقبان، وإلا لاختل تكون النبات وتدبيره عيش الإنسان والحيوان. {ولا الليل سابق النهار} أي ولا آية الليل– وهي القمر– تسبق آية النهار– وهي الشمس- ،  بحيث يظهر سلطانه في وقت ظهور سلطانها. {وكل في فلك يسبحون} يدورون. حكى ابن حزم وابن الجوزى وغيرهما الإجماع على أن السموات كرية مستدير؛ استدلالا بهذه الآية. وخالف في ذلك جماعة من أهل الجدل .",
        "sura": "36",
        "aya": "40",
        "page": "442"
    }
]