[
    {
        "text": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا۟ لَنَا هَٰذِهِۦ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥٓ أَلَآ إِنَّمَا طَٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "tafsir": "{  وإن تصبهم سيئة }أي قحط وجدب ،  وبلاء ومرض{  يطيروا بموسى ومن معه }أي يتطيروا ويتشاءموا بهم .  والأصل في إطلاق التطير على التشاؤم :  أن العرب كانت تزجر الطير فتتشاءم بالبارح ،  وهو ما ولاك مياسرة .  وتتيمن بالسانح ،  وهو ما ولاك ميامنة .  ومنه سموا الشؤم طيرا وطائرا\r\nو التشاؤم تطيرا .  وقد يطلق الطائر على الحظ والنصيب ،  خيرا كان أو شرا ،  ولكنه غالب في الشر .  {  إنما طائرهم عند الله }إنما سبب شؤمهم أعمالهم السيئة المكتوبة عند الله ،  فهي التي ساقت إليهم ما يسوؤهم ،  وليس موسى عليه السلام ومن معه . \r\n\r\n",
        "sura": "7",
        "aya": "131",
        "page": "166"
    },
    {
        "text": "وَقَالُوا۟ مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
        "tafsir": "{آيَةٍ}\r\n(132) - وَقَالَ هؤلاءِ لِمُوسَى: إِنَّهُمْ لَنْ يُؤْمِنُوا بِهِ مَهْما أَتَاهُمْ بِهِ مِنْ آيَاتٍ وَحُجَجٍ وَبَراهينَ، يُدَلِّلُ بِهَا عَلَى صِدْقِ مَا جَاءَهُمْ بِهِ، وَفِي ظَنِّهِمْ أَنَّ مَا يَأْتِيهِمْ بِهِ إِنَّمَا هُوَ مِنْ قَبيلِ السِّحْرِ.",
        "sura": "7",
        "aya": "132",
        "page": "166"
    },
    {
        "text": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٍ مُّفَصَّلَٰتٍ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
        "tafsir": "{  فأرسلنا عليهم الطوفان }هو المعروف .  وقيل :  هو الموت الجارف ،  وكان بسبب الطاعون أو الجدري .  والطوفان في الأصل :  اسم لكل شيء حادث يحيط بالجهات ويعم ،  كالماء الكثير ،  والقتل الذريع ،  والموت الجارف .  و{  القمل }ضرب من القراد .  أو هو السوس أو القمل المعروفان . \r\n\r\n",
        "sura": "7",
        "aya": "133",
        "page": "166"
    },
    {
        "text": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا۟ يَٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ",
        "tafsir": "{  وقع عليهم الرجز }أي نزل بهم العذاب بهذه الأمور الخسة التي أرسلها الله عليهم . \r\n\r\n",
        "sura": "7",
        "aya": "134",
        "page": "166"
    },
    {
        "text": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمْ يَنكُثُونَ",
        "tafsir": "{  ينكثون }ينقضون العهد الذي عاهدوه بقولهم :  {  لنؤمن لك ولنرسلن معك بني إسرائيل } . \r\nمن النكث ،  وأصله فك طاقات الصوف والمغزول ليغزل ثانيا ،  ثم استعير لنقض العهد بعد إبرامه .  يقال :  نكث العهد والحبل ينكثه وينكثه ،  نقضه . \r\n\r\n",
        "sura": "7",
        "aya": "135",
        "page": "166"
    },
    {
        "text": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَكَانُوا۟ عَنْهَا غَٰفِلِينَ",
        "tafsir": "{فَأَغْرَقْنَاهُمْ} {بِآيَاتِنَا} {غَافِلِينَ}\r\n(136) - بَعْدَ أَنِ ابْتَلاَهُمُ اللهُ بِالآيَاتِ الوَاحِدَةِ بَعْدَ الأُخْرَى، وَبَعْدَ أَنْ نَكَثُوا بِوُعُودِهِمْ المَرَّةَ تِلْوَ المَرَّةِ، انْتَقَمَ اللهُ مِنْهُمْ بِأَنْ أَغْرَقَهُمْ فِي البَحْرِ (اليَمِّ) الذِي فَرَقَهُ مُوسَى بِضَرْبَةٍ مِنْ عَصَاهُ، فَتَجَاوَزَهُ هُوَ وَبَنُو إِسْرائيلَ إِلى الطَّرفِ الآخَرِ مِنْهُ، ثُمَّ وَرَدَهُ فِرْعَوْنُ وَجُنُودُهُ، فَلَمَّا أَصْبَحُوا جَمِيعُهُم دَاخِلَهُ، أَطْبَقَ عَلَيْهِم المَوْجُ فَغَرِقُوا جَمِيعاً. وَقَدْ فَعَلَ اللهُ بِهِمْ ذَلِكَ لأَِنَّهُمْ كَذَّبُوا بِآيَاتِ اللهِ، وَتَغَافَلُوا عَنْها.",
        "sura": "7",
        "aya": "136",
        "page": "166"
    },
    {
        "text": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا۟ يُسْتَضْعَفُونَ مَشَٰرِقَ ٱلْأَرْضِ وَمَغَٰرِبَهَا ٱلَّتِى بَٰرَكْنَا فِيهَا وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا۟ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا۟ يَعْرِشُونَ",
        "tafsir": "{  وما كانوا يعرشون }يرفعون من الأبنية والقصور المشيدة .  أو يجعلون له العروش من الثمار والأعناب . \r\n\r\n",
        "sura": "7",
        "aya": "137",
        "page": "166"
    }
]