[{"text":"إِنَّ ٱلسَّاعَةَ لَءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ","aya":"59","page":"474","tafsir":"no text"},{"text":"وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ","aya":"60","page":"474","tafsir":"{  سيدخلون جهنم داخرين } صاغرين أذلاء [ آية 48 النحل ص 436 ] ."},{"text":"ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ","aya":"61","page":"474","tafsir":"{  الله الذي جعل لكم الليل .  .  .  } ذكر في هذه الآية وما بعدها ستة أدلة على قدرته تعالى على البعث ،  توجب الإقرار به وتوحيده في العبادة .  \r\n \r\n"},{"text":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَٰهَ إِلَّا هُوَ فَأَنَّىٰ تُؤْفَكُونَ","aya":"62","page":"474","tafsir":"{  فأنى تؤفكون } فكيف تصرفون عن عبادته عز وجل إلى عبادة غيره .  \r\n \r\n"},{"text":"كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَٰتِ ٱللَّهِ يَجْحَدُونَ","aya":"63","page":"474","tafsir":"no text"},{"text":"ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ","aya":"64","page":"474","tafsir":"{  والسماء بناء } كالقبة المضروبة على الأرض من غير عمد ولا حامل .  ويطلق البناء على ما يقيمه العرب من القباب للسكنى ؛  وإطلاقه على السماء على سبيل التشبيه البليغ .  \r\n{  فتبارك الله } تعالى بذاته وتعظم .  أو كثر خيره وإحسانه .  \r\n \r\n"},{"text":"هُوَ ٱلْحَىُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ","aya":"65","page":"474","tafsir":"{  مخلصين له الدين } أي الطاعة .  \r\n \r\n"},{"text":"قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَٰلَمِينَ","aya":"66","page":"474","tafsir":"{  وأمرت أن أسلم .  .  .  } أي أسلم أمري له تعالى وأنقاد لحكمه .  أو أخلص توحيدي له .  \r\n \r\n"}]