[{"text":"مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ أُكُلُهَا دَآئِمٌ وَظِلُّهَا تِلْكَ عُقْبَى ٱلَّذِينَ ٱتَّقَوا۟ وَّعُقْبَى ٱلْكَٰفِرِينَ ٱلنَّارُ","aya":"35","page":"254","tafsir":"{  أكلها دائم } ما يؤكل فيها لانقطاع لأنواعه . {  و ظلها } دائم لا يزول .  \r\n \r\n"},{"text":"وَٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمِنَ ٱلْأَحْزَابِ مَن يُنكِرُ بَعْضَهُۥ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ وَلَآ أُشْرِكَ بِهِۦٓ إِلَيْهِ أَدْعُوا۟ وَإِلَيْهِ مَـَٔابِ","aya":"36","page":"254","tafsir":"no text"},{"text":"وَكَذَٰلِكَ أَنزَلْنَٰهُ حُكْمًا عَرَبِيًّا وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَمَا جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا وَاقٍ","aya":"37","page":"254","tafsir":"no text"},{"text":"وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَٰجًا وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ","aya":"38","page":"254","tafsir":"{  ولقد أرسلنا .  .  .  } عابوا الرسول كان صلى الله عليه وسلم بكثرة الزواج فنزل : {  ولقد أرسلنا رسلا } وبعدم إجابة مقترحاتهم فنزل :  {  و ما كان لرسول أن يأتي بآية إلا بإذن الله } ،  وبعدم نزول ما خوفهم به من العذاب فنزل :  {  لكل أجل كتاب } ،  وينسخ الأحكام الثابتة في الشرائع  السابقة فنزل :  {  يمحو الله ما يشاء ويثبت } .  والأجل :  مدة الشيء .  والمراد به أزمنة الموجودات ،  فلكل موجود زمان يوجد فيه محدود ،  لا يزاد عليه ولا ينقص .  لا فرق في ذلك بين الأرزاق والآجال ،  والأحكام والشرائع ،  وإتيان المعجزات ونزول القرآن وغيره .  والكتاب :  ما تكتب فيه أزمنة المقدرات ،  وهو صحف  الملائكة أو اللوح المحفوظ .  فتأخر نزول العذاب بهم إنما هو لعدم حلول وقته المقدر له ،  قال تعالى : {  وما أهلكنا من قرية إلا ولها كتاب معلوم }{[192]} ."},{"text":"يَمْحُوا۟ ٱللَّهُ مَا يَشَآءُ وَيُثْبِتُ وَعِندَهُۥٓ أُمُّ ٱلْكِتَٰبِ","aya":"39","page":"254","tafsir":"{  يمحو الله ما يشاء ويثبت } المحو :  إذهاب أثر الكتابة والإثبات :  التدوين في الكتاب . فيمحو الله ما يشاء ويثبت في صحف الملائكة ،  إذ هي القابلة للمحو والإثبات ،  أو في اللوح المحفوظ – على قول بوقوعهما فيه – وذلك حسبما تقتضيه المشيئة والحكمة الإلهية ،  فينسخ ما يشاء نسخه من الأحكام ،  لاقتضاء الحكمة ذلك .  {  و ثبت } أي يبقى ما يشاء منها غير منسوخ .  أو يثبت منها ما يشاء  بتبديل المنسوخ بغيره ،  أو ببقاء الحكم غير منسوخ ،  أو بإنشاء حكم ابتداء . {  و عنده أم الكتاب } أم كل شيء :  أصله ،  وهو الذي لا يتغير ولا يتبدل ،  ولا يقع فيه محو ولا إثبات .   \r\nوالمراد به في القول المشهور :  اللوح المحفوظ الذي أثبت فيه جميع أحوال الخلق إلى يوم القيامة .  والكتاب الذي يقع فيه المحو و الإثبات هو صحف الملائكة دونه .  وفي قول آخر :  العلم الأزلي الذي لا يكون شيء إلا على وفق ما فيه ،  ومحال عليه التغيير والتبديل ،  والكتاب الذي يقع فيه المحو والإثبات هو اللوح المحفوظ .  \r\n \r\n"},{"text":"وَإِن مَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ٱلْبَلَٰغُ وَعَلَيْنَا ٱلْحِسَابُ","aya":"40","page":"254","tafsir":"no text"},{"text":"أَوَلَمْ يَرَوْا۟ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا وَٱللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِۦ وَهُوَ سَرِيعُ ٱلْحِسَابِ","aya":"41","page":"254","tafsir":"{  أو لم يروا أنا نأتي الأرض .  .  .  } أي  أنكروا نزول  ما وعدناهم ،  أو شكوا ولم يروا أننا نفتح أرضهم من جوانبها ونلحقها بدار الإسلام .  أو أولم يروا هلاك من قبلهم وخراب ديارهم كقوم عاد وثمود ،  فكيف يأمنون حلول ذلك بهم .  والله اعلم .  \r\n \r\n"},{"text":"وَقَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ ٱلْمَكْرُ جَمِيعًا يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ ٱلْكُفَّٰرُ لِمَنْ عُقْبَى ٱلدَّارِ","aya":"42","page":"254","tafsir":"no text"}]