[
    {
        "text": "مِّنَ ٱلْمُؤْمِنِينَ رِجَالٌ صَدَقُوا۟ مَا عَٰهَدُوا۟ ٱللَّهَ عَلَيْهِ فَمِنْهُم مَّن قَضَىٰ نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ وَمَا بَدَّلُوا۟ تَبْدِيلًا",
        "tafsir": "{  فمنهم من قضى نحبه } أدى نذره ،  ووفى بعهده مع الله حتى استشهد في سبيله .  والنحب :  النذر .  وقضاؤه :  الوفاء به .  يقال :  نحب – كنصر – إذا نذر .  وقيل  \" قضى نحبه \"  :  أي مات على ما هو عليه من الصدق والوفاء . \r\n\r\n",
        "sura": "33",
        "aya": "23",
        "page": "421"
    },
    {
        "text": "لِّيَجْزِىَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
        "tafsir": "{  ليجزي الله .  .  .  } أي ابتلاهم الله برؤية ذلك الخطب ليجزى{  ويعذب المنافقين } أي في الآخرة{  إن شاء } أن يموتوا على نفاقهم{  أو يتوب عليهم } أي يوفقهم للتوبة ،  أو يقبل توبتهم إذا تابوا فلا يعذبهم فيها . \r\n\r\n",
        "sura": "33",
        "aya": "24",
        "page": "421"
    },
    {
        "text": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ بِغَيْظِهِمْ لَمْ يَنَالُوا۟ خَيْرًا وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزًا",
        "tafsir": "(25) - وَرَدَّ اللهُ المُشْرِكينَ، مِنْ قَرَيْشٍ وَغَطْفَانَ وَأسَدٍ وَسُلَيْمٍ، بِغَيْظِهِمْ لِفْوتِ مَا أَمَلُوهُ مِنَ الظَّفَرِ بِمُحَمَّدٍ وَصَحْبِهِ، وَالفَوْزِ بِالغَنائِم، وَلَمْ يَحْتَجِ المُؤْمِنُونَ إِلى مُنَازَلَتِهِمْ لإِجْبَارِهِمْ عَلَى الانْسِحَابِ، وَإِنَّما سَلَّطَ اللهُ عَلَيهِمْ رِيحاً، وَأْرْسَلَ عَلَيهِمْ مَلائِكَتَهُ يُلْقُونَ الرُّعْبَ فِي قُلُوبِهِمْ، فَانْسَحَبُوا مَخْذُولِينَ مَفْلُولِينَ فَكَفَى اللهُ المُؤْمِنينَ شَرَّ القِتَالِ، وَنَصَرَ عَبْدَهُ، وَأَعَزَّ جُنْدَهُ، وَهزَمَ الأَحْزَابَ وَحْدَهُ، لاَ إِلهَ إِلاَّ هُوَ. وَكَانَ اللهُ قَوِيّاً عَزِيزاً، لاَ يُغْلَبُ وَلاَ يُضَامُ.\n",
        "sura": "33",
        "aya": "25",
        "page": "421"
    },
    {
        "text": "وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنْ أَهْلِ ٱلْكِتَٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا",
        "tafsir": "{  وأنزل الذين ظاهروهم .  .  .  } وأنزل يهود قريظة الذين عاونوا الأحزاب على قتال المسلمين ،  ونقضوا العهد الذي كان بينهم وبين الرسول صلى الله عليه وسلم غدرا وخيانة . {  من صياصيهم } أي من حصونهم جمع صيصية وهي كل ما يتحصن به ؛  ومنه قيل لقرن الثور والظبي وشوكة الديك التي في رجله :  صيصية ؛  لتحصّنها بها .  وكان ذلك إثر غزوة الخندق في آخر ذي القعدة ،  وقد حاصرهم الرسول صلى الله عليه وسلم خمسا وعشرين ليلة ،  ثم طلبوا حين اشتد البلاء عليهم أن ينزلوا على حكم سعد بن معاذ ورضي بذلك رسول الله صلى الله عليه وسلم ،  فحكم فيهم أن تقتل الرجال ،  وتقسم الأموال ،  وتسبى الذراري والنساء ؛  فكبّر النبي صلى الله عليه وسلم وقال :  ( لقد حكمت فيهم بحكم الله من فوق سبعة أرقعة ) .  فكان القتلى منهم على ما قيل ستمائة أو سبعمائة مقاتل . \r\n\r\n",
        "sura": "33",
        "aya": "26",
        "page": "421"
    },
    {
        "text": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَٰرَهُمْ وَأَمْوَٰلَهُمْ وَأَرْضًا لَّمْ تَطَـُٔوهَا وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
        "tafsir": "{  وأرضا لم تطئوها } أي وأورثكم أرضا لم تطئوها بعد بقصد القتال وهي خيبر ،  وهي مدينة كبيرة محصنة ،  بينها وبين المدينة أربع مراحل ،  وكان فتحها في شهر المحرم من السنة السابعة .  وتفصيل هذه الغزوات في السيرة . \r\n\r\n",
        "sura": "33",
        "aya": "27",
        "page": "421"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ إِن كُنتُنَّ تُرِدْنَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا",
        "tafsir": "{  قل لأزواجك .  .  .  } طلب أزواج النبي صلى الله عليه وسلم – وهن تسع – السعة في النفقة وثيابا للزينة .  فأمر أن يخيرهن بين التسريح بإحسان لينلن الدنيا ،  وبين الصبر على ضيق الحال ليظفرن في\r\nالآخرة بالحسنى ؛  فاخترن – رضي الله عنهن – الله ورسوله والدار الآخرة .  وقد كافأهن الله على ذلك بحرمة الزيادة عليهن ،  وحرمة استبدالهن بقوله :   \" لا يحل لك النساء من بعد ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن \"  . {  أمتعكن } أعطكن متعة الطلاق ،  وهي مستحبة للمطلقات الدخول بهن اللاتي سمي لهن مهر ؛  وهي حق على المتقين [ آية 236 البقرة ص 78 ] . {  وأسرحكن سراحا جميلا } أطلقنكن طلاقا خاليا من الضرار أو من الخصومة ،  وهو التسريح بإحسان .",
        "sura": "33",
        "aya": "28",
        "page": "421"
    },
    {
        "text": "وَإِن كُنتُنَّ تُرِدْنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلْءَاخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلْمُحْسِنَٰتِ مِنكُنَّ أَجْرًا عَظِيمًا",
        "tafsir": "{ٱلآخِرَةَ} {لِلْمُحْسِنَاتِ}\r\n(29) - أَمَّا الخُطَّةُ الثَّانِيَةُ التِي أَمَر اللهُ تَعَالى رَسُولَهُ صلى الله عليه وسلم بِعَرْضِها عَلَى أَزْواجِهِ فَهِيَ: إِنْ كُنَّ يُرِدْنَ رِضَاءَ اللهِ، وَرِضَاءَ رَسُولِهِ، وَثَوَابَ الدَّارِ الآخِرَةِ، وَيَرْضَيْنَ بِمَا هُنَّ عَليهِ مِنْ عَيْشٍ خَشِنٍ، فَعَلَيهِنَّ أَنْ يُطِعْنَ الله وَرَسُولَهُ، لأَنَّ الله أَعَدَّ لِلمُحْسِنَاتِ مِنْهُنَّ فِي الأَفْعَالِ والأَقوالِ ثَوَاباً عَظِيماً تُسْتَحقَرُ الدُّنيا وَزِينَتُها وَزخْرُفُها بِالمُقُارَنَةِ بِهِ.\n",
        "sura": "33",
        "aya": "29",
        "page": "421"
    },
    {
        "text": "يَٰنِسَآءَ ٱلنَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفَٰحِشَةٍ مُّبَيِّنَةٍ يُضَٰعَفْ لَهَا ٱلْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
        "tafsir": "{  يا نساء النبي من يأت منكن بفاحشة .  .  .  } وعظ لنسائه صلى الله عليه وسلم مع عصمة الله لهن وطهارتهن من كل سوء .  أي من يأت منكن بمعصية ظاهرة القبح يضاعف عقابها ؛  فإن المعصية من رفيع الشأن أشد قبحا ؛  فناسب أن يضاعف جزاؤها .  والجملة الشرطية لا تقتضي وقوع الشرط ؛  كما في قوله تعالى :   \" لئن أشركت ليحبطن عملك \"  {[277]} .",
        "sura": "33",
        "aya": "30",
        "page": "421"
    }
]