[
    {
        "text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ كَانَ أَكْثَرُهُم مُّشْرِكِينَ",
        "tafsir": "{عَاقِبَةُ}\r\n(42) - وَلَمَّا كَانَ ظُهُورُ الفَسَادِ مِنْ نَتِيجَةِ أَعْمَالِ العِبَادِ وَتَقْصِيرِهِمْ فِي حَقِّ أَنْفُسِهِم، وَفي حَقِّ خَالِقِهِمْ، وَمُخَالَفَتِهِمْ شَرْعَ اللهِ، فَقَدْ لَفَتَ اللهُ تَعَالى أَنْظَارَ العِبادِ إِلى مَا حَلَّ بالأُمَمِ المُفْسِدَةِ السَّالِفَةِ، وَكَيفَ دَمَّرَهُمُ اللهُ وَلَمْ يُبْقِ مِنْهُم أحَداً، فَقَالَ تَعَالى: قُلْ يَا مُحَمَّدُ لهؤلاءِ المُشرِكينَ مِنْ قَومِكَ: سِيرُوا فِي أرضِ اللهِ الواسِعَة، فَانظُرُوا إِلى مَسَاكِنِ الذينَ كَفَرُوا باللهِ، وَكَذَّبُوا رُسُلَهُ، كَيفَ أَهْلَكَهُمُ اللهُ بِعَذابٍ مِنْ عِنْدِهِ، وَجَعَلَهُمْ عِبْرَةً لأنَّ أَكْثَرَهُمْ كَانُوا مُشْرِكِينَ باللهِ.\n",
        "sura": "30",
        "aya": "42",
        "page": "409"
    },
    {
        "text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ",
        "tafsir": "{  يصدعون } يتفرقون فريقين :  فريق في الجنة وفريق في السعير ؛  من التصدع وهو التفرق .  يقال :  صدعته صدعا – من باب نفع – شققته فانصدع .  وصدعت القوم صدعا فتصدعوا ،  أي فرقتهم ففرقوا .  وأصله  \" يتصدعون \"  فقلبت تاؤه صادا وأدغمت . \r\n\r\n",
        "sura": "30",
        "aya": "43",
        "page": "409"
    },
    {
        "text": "مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ وَمَنْ عَمِلَ صَٰلِحًا فَلِأَنفُسِهِمْ يَمْهَدُونَ",
        "tafsir": "{  فلأنفسهم يمهدون } أي يوطئون لأنفسهم منازل في الجنة ؛  كما يوطئ الرجل لنفسه فراشا لئلا يصيبه في مضجعه ما ينغص عليه رقاده أو يؤذيه .  مأخوذ من مهد فراشه :  إذا وطأه . \r\n\r\n",
        "sura": "30",
        "aya": "44",
        "page": "409"
    },
    {
        "text": "لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِن فَضْلِهِۦٓ إِنَّهُۥ لَا يُحِبُّ ٱلْكَٰفِرِينَ",
        "tafsir": "{آمَنُواْ } {ٱلصَّالِحَاتِ} {ٱلْكَافِرِينَ}\r\n(45) - وَيَجْمَعُ اللهُ تَعَالى الخَلائِقَ يَومَ القِيَامَةِ لِيُحَاسِبَهُمْ عَلَى أَعْمَالِهِمْ، ثُمَّ يُفَرِّقُهُمْ بِحَسَبِ هذهِ الأعمالِ، فأمَّا الذينَ آمنوُا وعَمِلُوا الصَّالِحَاتِ فَيَجزِيهِمْ مِنْ فَضْلِهِ، فَيُضَاعِفُ لهُمْ رَبُّهُمُ الحَسَنَاتِ، وأَمّا الكَافِرونَ فإِنَّهُمْ يَلْقَونَ جَزَاءَهُمْ العَادِلَ، بِلاَ جَوْرٍ وَلا ظُلْمٍ، مَعَ أَنَّهُ تَعَالى لا يُحِبُّ الكَافِرينَ، ولكِنّهُ لا يَجْزِيهِمْ إِلا بالعَدْلِ التَّامِّ.\n",
        "sura": "30",
        "aya": "45",
        "page": "409"
    },
    {
        "text": "وَمِنْ ءَايَٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "tafsir": "ثم ذكر في آية 46 المبدوءة بقوله : {  ومن آياته } دليلا آخر ،  وهو إرسال الرياح مبشرات بالرحمة ،  ومنتفعا بها في البر والبحر .  وكل ذلك ليعلم الإنسان أن بعث من في القبور إذا نفخ في الصور أمر هين يسير على من هو على كل شيء قدير ؛  سبحانه !  جل شأنه وعز سلطانه ! \r\n{  تنتشرون } تتصرفون فيما هو قوام معاشكم ،  وتتقلبون في الأرض في أسفاركم ابتغاء رزقكم .",
        "sura": "30",
        "aya": "46",
        "page": "409"
    },
    {
        "text": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ",
        "tafsir": "{بِٱلْبَيِّنَاتِ}\r\n(47) - وَلَقَدْ أَرْسَلْنَا، يَا مُحَمَّدُ، قَبْلَكَ رُسُلاً إِلى أَقْوامِهِمْ بالدَّلاَئلِ الوَاضِحَاتِ عَلَى أَنَّهُمْ رُسُلُ اللهِ، وأَنَّهُمْ مُرْسَلُونَ إِليهمْ لدَعْوَتِهِمْ إِلى عبادةِ اللهِ وحدَهُ لا شَريكَ لهُ، فَكَذَّبَتِ الأَقْوامُ رُسُلَها، فانتَقَمْنا مِنَ الكَافِرينَ الذينَ اجْتَرَحُوا السِّيِّئاتِ، وَنجَّينا الذينَ آمنُوا باللهِ، واسْتَجَابُوا لدَعْوةِ رُسُلِهِ وقدْ أَوْجَبنا عَلَى أَنْفُسِنا نَصرَ المُؤْمِنينَ، وَكَذَلِكَ نَفْعَلُ، فَلاَ تَبْتَئِسْ يَا مُحَمَّدُ لما تَرَاهُ مِنْ تَكْذِيبِ قَوْمِكَ لَكَ، وَمِنْ إِيذَائِهِمْ إِيَّاكَ، فَسَنَنْصُرُكَ عَليهِمْ.\n",
        "sura": "30",
        "aya": "47",
        "page": "409"
    },
    {
        "text": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَٰلِهِۦ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
        "tafsir": "{  فتثير سحابا } تهيجه وتنشره وتحركه ؛  من الثور وهو الهيجان . {  ويجعله كسفا } قطعا . \r\n{  فترى الودق } المطر .  يقال :  ودق – كوعد – قطر [ آية 43 النور ص 87 ] . {  يخرج من خلاله } فرجه ووسطه .",
        "sura": "30",
        "aya": "48",
        "page": "409"
    },
    {
        "text": "وَإِن كَانُوا۟ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ",
        "tafsir": "{  لمبلسين } ساكتين من شدة الحزن آيسين [ آية 12 من هذه السورة ] .",
        "sura": "30",
        "aya": "49",
        "page": "409"
    },
    {
        "text": "فَٱنظُرْ إِلَىٰٓ ءَاثَٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  فانظر إلى آثار رحمت الله } المترتبة على إنزال المكر ؛  من النبات والأشجار وأنواع الثمار – نظر اعتبار واستبصار لتستدل بها على قدرة الله تعالى على البعث . \r\n\r\n",
        "sura": "30",
        "aya": "50",
        "page": "409"
    }
]