[
    {
        "text": "مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ أَوْ مِثْلِهَآ أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  ما ننسخ من آية } لما قال الكافرون :  إن محمدا يأمر أصحابه بأمر ثم ينهاهم عنه ويأمرهم بخلافه ،  ويقول اليوم قولا\r\nويرجع عنه غدا ،  وأنه ما يقول إلا من تلقاء نفسه-أنزل الله هذه الآية بيانا لوجه حكمة النسخ ،  وأنها رعاية مصالح العباد ،  وأن النسخ من عند الله لا من عند محمد صلى الله عليه وسلم .\r\nوالنسخ :  الرفع والإزالة ،  يقال :  نسخت الشمس الظل ،  إذا أذهبته وأبطلته ،  ونسخ الآية تارة برفع حكمها مع بقاء تلاوتها ،  وتارة برفع تلاوتها مع بقاء حكمها ،  وتارة برفعهما معا .  وتارة يكون النسخ يبدل ،  وتارة بغير بدل ،  كما تقرر في الأصول .  والمراد به في الآية نسخ الحكم ببدل .\r\nوإنساء الآية – من النسيان- إذهابها من القلوب حتى لا تذكرها ،  وهو النوع الثالث من النسخ والمعنى :  ما ننسخ من آية فنرفع حكمها ،  أو نمحو من القلوب ،  نأت بدلها بما هو أنفع لكم وأسهل ،  وأكثر لأجركم .  أو بمثلها في المنفعة والثواب .  فما نسخ بالأخف فهو في العمل أيسر ،  وما نسخ بالأشد فهو في الثواب أكثر ،  وقرئ  \"  ننسأها  \"  ،  من النسئ بمعنى التأخير ،  أي نؤخر إنزالها من اللوح المحفوظ .\r\n\r\n",
        "sura": "2",
        "aya": "106",
        "page": "17"
    },
    {
        "text": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(107) - يُنَبِّهُ اللهُ تَعَالَى نَبِيّه صلى الله عليه وسلم إِلَى أنَّهُ تَعَالَى وَحْدَهُ هُوَ مَالِكُ السَّمَاوَاتِ وَالأَرْض، وَلَيْسَ لِلنَّاسِ مِنْ دُونِهِ مِنْ نَاصِرٍ، وَعَلَى الخَلْقِ السَّمْعُ وَالطَّاعَةُ لأَِمْرِهِ وَنَهْيهِ، لَهُ أَنْ يَنْسَخَ مَا يَشَاءُ مِنَ الأَحْكَامِ، وَيُبْطِلُهَا، لأَِنَّ الأَعْمَالَ الشَّرْعِيَّةَ، وَالأَحْكَامَ الخُلُقِيَّةَ قَدْ تَكُونُ فِيها مَصْلَحَةٌ فِي وَقْتٍ، وَتَكُونُ مَفْسَدَةً فِي وَقْتٍ آخَرَ.\r\nالوَلِيُّ - القَريبُ والصَّدِيقُ.\r\nالنَّصِيرُ - المُعِينُ.",
        "sura": "2",
        "aya": "107",
        "page": "17"
    },
    {
        "text": "أَمْ تُرِيدُونَ أَن تَسْـَٔلُوا۟ رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ وَمَن يَتَبَدَّلِ ٱلْكُفْرَ بِٱلْإِيمَٰنِ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
        "tafsir": "{أَن تَسْأَلُواْ} {كَمَا سُئِلَ} {بِٱلإِيمَانِ}\r\n(108) - نَهَى اللهُ المُؤْمِنينَ عَنْ كَثْرَةِ السُّؤَالِ لِلْنَّبِيِّ (صلى الله عليه وسلم) عَنِ الأَشْيَاءِ قَبْلَ وُقُوعِهَا، عَلَى وَجْهِ التَّعَنُّتِ وَالاقْتِرَاحِ، كَمَا سَأَلَ بَنُو إِسْرَائِيلَ مُوسَى تَكْذِيباً وَعِنَاداً وَتَعَنُّتاً، فَقَالُوا لَهُ: أَرِنَا اللهَ جَهْرَةً. وَشَبَّهَ اللهُ حَالَ الذِينَ عَدَلُوا عَنْ تَصْدِيقِ الأنْبِياءِ وَاتِّبَاعِهِمْ، وَالطَّاعَةِ لَهُمْ، إِلىَ مُخَالَفَتِهِمْ وَتَكْذِيبِهِمْ وَالاقتراحِ عَلَيهِمْ بِالأَسْئِلَةِ التِي لاَ يَحْتَاجُونَ إِلَيها، وَإِنَّمَا يَفْعَلُونَ ذلِكَ عَلَى وَجْهِ التَّعَنُّتِ وَالكُفْرِ، بِحَالِ الذِي خََرَجَ مِنَ الإِيمَانِ إِلَى الكُفْرِ وَالضَّلاَلَةِ، فَضَلَّ الطَّرِيقَ المُسْتَقِيمَ.\r\n(يُروَى فِي سَبَبِ نُزُولِ هذِهِ الآيَةِ أَنَّ رَافِعَ بْنَ خُزَيْمَةَ وَوَهَبَ بْنِ زَيْدٍ قَالاَ لِلنَّبِيِّ صلى الله عليه وسلم : ائْتِنَا بِكِتَابٍ مِنَ السَّمَاءِ نَقْرَؤُهُ، وَفَجِّرِ الأَنْهَارَ نَتْبَعْكَ).\r\nالسُّؤَالُ - الاقْتِرَاحُ المَقْصُودُ بِهِ التَّعَنُّتُ.\r\nبَدَّلَ وَتَبَدَّلَ - جَعَلَ شَيْئاً مَوْضِعَ شَيءٍ.",
        "sura": "2",
        "aya": "108",
        "page": "17"
    },
    {
        "text": "وَدَّ كَثِيرٌ مِّنْ أَهْلِ ٱلْكِتَٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَٰنِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْحَقُّ فَٱعْفُوا۟ وَٱصْفَحُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦٓ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  فاعفوا واصفحوا } فتجاوزوا عما كان منهم من عداوة وحسد .  والعفو :  ترك العقوبة على الذنب .\r\nوالصفح :  ترك اللوم والعقاب عليه ،  وهوأبلغ من العفو ،  إذ قد يعفوالإنسان ولا يصفح .\r\n{  حتى يأتي الله بأمره } أي بأمره بقتالهم .  أوبالجزاء يوم القيامة .  والأمر على الأول واحد الأوامر ،  وعلى الثاني واحد الأمور .\r\n\r\n",
        "sura": "2",
        "aya": "109",
        "page": "17"
    },
    {
        "text": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ٱللَّهِ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
        "tafsir": "{ٱلصَّلاَةَ} {وَآتُواْ} {ٱلزَّكَاةَ}\r\n(110) - يَحُثُّ اللهُ تَعَالَى المُؤْمِنِينَ عَلَى الاشْتِغَالِ بِمَا يَنْفَعُهُمْ فِي الدُّنْيا، وَيُسَاعِدُهُمْ عَلَى تَحْقِيقِ النَّصْرِ الذِي وَعَدَهُمْ بِهِ، وَبِمَا يَنْفَعُهُمْ فِي الآخِرَةِ، وَيُوصِلُهُمْ إِلى الفَُوْزِ بِجَنَّةِ اللهِ وَرِضْوَانِهِ، مِثلِ إِقَامَةِ الصَّلاةِ، وَإِيتَاءِ الزَّكَاةِ حَتَّى تَطْمَئِنَّ نُفُوسُهُمْ إِلى رِضَا اللهِ وَرِضْوَانِهِ، وَإِلَى حُسْنِ العَاقِبَةِ فِي الآخِرَةِ، فََتَكُونَ أَثْبَتَ عَلَى تَحَمُّلِ الصِّعَابِ وَالشَّدَائِدِ. وَيُعْلِمُ اللهُ المُؤْمِنِينَ أَنَّ كُلَّ مَا يُقَدِّمُونَهُ لأَنْفُسِهِمْ مِنْ عَمَلٍ صَالِحٍ وَخَيْرٍ يَجِدُونَ ثَوَابَهُ عِنْدَ اللهِ مَحْفُوظاً لِيَومِ الحِسَابِ، لاَ يَضِيعُ عَلَيهِمْ مِنْهُ شَيءٌ، لأَِنَّ اللهَ عَلَى عِلْمٍ وَبَصِيرَةٍ بِمَا يَعْمَلُونَ مِنْ خَيْرٍ وَشَرٍّ، وَأَنَّهُ سَيُجَازِيهِمْ عَلَى جَمِيعِ أَعْمَالِهِمْ.",
        "sura": "2",
        "aya": "110",
        "page": "17"
    },
    {
        "text": "وَقَالُوا۟ لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَٰرَىٰ تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا۟ بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{  تلك أمانيهم } أي دعوى اليهود :  لن يدخل الجنة إلا من كان هودا .  ودعوى النصارى :  لن يدخل الجنة إلا من كان نصارى ،  وزعمهم جميعا حرمان المسلمين منها أماني باطلة ،  تمنوها على الله بغير حق .\r\n{  قل هاتوا برهانكم } أي أحضروا حجتكم على ما ادعيتموه من اختصاصكم بدخول الجنة .  و \"  هاتوا \"  فعل أمر ،  وهاؤه أصلية .  والبرهان على صحة الدعوى ،  مصدر بره يبره إذا أبيض ،  سميت به الحجة لنصوع دلالتها على المطلوب ،\r\nومنه :  أبره إذا أتي بالبرهان .  أومن البره ،  وهو القطع ،  ومنه :  البرهة وهي القطعة من الزمان ،  وسميت به الحجة لأن بها قطع دعوى الخصم .  أومن البرهنة بمعنى البيان .\r\n\r\n",
        "sura": "2",
        "aya": "111",
        "page": "17"
    },
    {
        "text": "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "tafsir": "{  بلى من أسلم } أي ليس الأمر كما زعمتم ،  وإنما يدخل الجنة من اخلص دينه وعبادته لله وحده ،  وهو متبع في أمر ربه ،  محسن عمله .\r\n\r\n",
        "sura": "2",
        "aya": "112",
        "page": "17"
    }
]