[
    {
        "text": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "tafsir": "{  و ما لهم ألا يعذبهم الله } وأي شيء يمنع من عذابهم بعد خروجك وخروج المستضعفين من بين أظهرهم ،  أي لا مانع منه بعد ذلك خصوصا بعد وجود مقتضيه .  وقد أوقع الله بهم بأسه يوم بدر فقتل صناديدهم ،  وأسر سراتهم وأذلوا . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "34",
        "page": "181"
    },
    {
        "text": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
        "tafsir": "{  مكاء } صفيرا .  يقال :  مكا الطير يمكوا مكوا ومكاء ،  إذا صفر .  وهو في الأصل اسم طائر أبيض يوجد بالحجاز له صفير .  {  و تصدية } تصفيفا .  وكانوا يطوفون بالبيت عراة ،  يصفرون ويصفقون ،  وكانوا إذا سمعوا الرسول صلى الله عليه وسلم يصلي ويتلوا القرآن صفروا وصفقوا ،  ليخلطوا عليه قراءته ،  ويشغلوا عنه من يسمعه . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "35",
        "page": "181"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
        "tafsir": "{  إن الذين كفروا ينفقون أموالهم }نزلت في المطعمين يوم بدر ،  وكانوا أثنى عشر رجلا من قريش – منهم أبو جهل- يطعم كل واحد منهم كل يوم عشر جزر .  {  ثم تكون عليهم حسرة } أي ندامة وأسفا لقواتها من غير ثمرة .  يقال :  حسر يحسر ،  ندم .  والحسرة اسم منه ،  وهي التلهف والتأسف على الفائت ( آية167 البقرة ص 55 ) .",
        "sura": "8",
        "aya": "36",
        "page": "181"
    },
    {
        "text": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
        "tafsir": "{  فيركمه جميعا } يجمعه ويضم بعضه إلى بعض .  يقال :  ركم الشيء يركمه ،  إذا جمعه وألقى بعضه على بعض .  وارتكم الشيء وتراكم :  اجتمع ،  ومنه : {  سحاب مركوم }{[175]} .",
        "sura": "8",
        "aya": "37",
        "page": "181"
    },
    {
        "text": "قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ",
        "tafsir": "{سُنَّةُ}\r\n(38) - قُلْ، أيُّها الرَّسُولُ، لِهَؤُلاَءِ الكَافِرِينَ: إِنَّهُمْ إِنْ يَنْتَهُوا عَنْ أَعْمَالِهِمِ السَّيِّئَةِ، وَعَما هُمْ فِيهِ مِنَ الكُفْرِ وَالمُشَاقَّةِ وَالعِنَادِ، وَيَدْخُلُوا فِي الإِسْلاَمِ وَالطَّاعَةِ، يَغْفِرِ اللهُ مَا قَدْ سَلَفَ مِنْ كُفْرِهِمْ وَذُنُوبِهِمْ وَخَطَايَاهُمْ، أمَّا إذا اسْتَمَرُّوا عَلَى مَا هُمْ فِيهِ، وَعَادُوا إلى المُشَاقَّةِ وَالحَرْبِ وَالخِصَامِ، فَقَدْ مَضَتْ سُنَّةُ اللهِ فِي الكُفَّارِ مِنْ قُرَيْشٍ وَمَنْ سَبَقَهُمْ مِنَ الأُمَمِ بِأنَّ مَصِيرَهُمْ سَيَكُونُ إلى الدَّمَارِ وَالخِذْلانِ فِي الحَيَاةِ الدُّنيا، وَبَعْدَ ذَلِكَ يَصِيرُونَ إلى نَارِ جَهَنَّمَ، وَإلى الذُّلِّ وَالصَّغَارِ فِي الآخِرَةِ.\r\nسُنَّةُ الأَوَّلِينَ - عَادَةُ اللهِ فِي المُكَذِّبِينَ لِرُسُلِهِ.",
        "sura": "8",
        "aya": "38",
        "page": "181"
    },
    {
        "text": "وَقَٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
        "tafsir": "{  لا تكون فتنة } لا يوجد منهم شرك .  أو لا يفتتن مؤمن عن دينه . <br />\r\n<br />\r\n",
        "sura": "8",
        "aya": "39",
        "page": "181"
    },
    {
        "text": "وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
        "tafsir": "{مَوْلاَكُمْ}\r\n(40) - وَإنِ اسْتَمَرُّوا عَلَى خِلاَفِهِمْ لَكُمْ، وَمُحَارَبَتِهِمْ إيَّاكُمْ فَاعْلَمُوا أنَّ اللهَ هُوَ مَوْلاَكُمْ وَنَاصِرُكُمْ عَلَى أَعْدَائِهِ وَأعْدَائِكُمْ، وَهُوَ نِعْمَ المَوْلَى وَنِعْمَ النَّاصِرُ، فَأيْقِنُوا بِنَصْرِ اللهِ لَكُمْ، وَهُوَ متَوَلِّي أُمُورِكُمْ، فَلاَ تُبَالُوا بِهِمْ، وَلاَ تَخْشَوْهُمْ.",
        "sura": "8",
        "aya": "40",
        "page": "181"
    }
]