[
    {
        "text": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا۟ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلْأَنفُسِ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
        "tafsir": "{وتحمل أثقالكم. .  .} أي وتحمل الإبل أحمالكم الثقيلة إلى بلد لم تكونوا بالغيه بها إلا بمشقة أنفسكم وعنائها. أو إلا بذهاب نصف أنفسكم، أي نصف قوتكم. والأثقال: جمع ثقل، وهو ما يثقل الإنسان حمله من متاع وغيره. والشق– بالكسر- :  المشقة. ومن كل شيء: نصفه. وقرئ بفتح الشين بمعنى المشقة أيضا. وقيل: المفتوح المصدر، والمكسور الاسم .",
        "sura": "16",
        "aya": "7",
        "page": "268"
    },
    {
        "text": "وَٱلْخَيْلَ وَٱلْبِغَالَ وَٱلْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
        "tafsir": "{والخيل. .} ثم ذكر أنواعا أخرى من الحيوان المنتفع  به. {ويخلق مالا تعلمون} ويخلق  لكم غير ذلك أشياء ترتفقون بها، وتنتفعون بثمراتها في الدنيا، لا تعلمونها الآن ولا تخطر لكم ببال، وستعلمونها حين يجيء الوقت المقدر لخلقها، والله عليم خبير .",
        "sura": "16",
        "aya": "8",
        "page": "268"
    },
    {
        "text": "وَعَلَى ٱللَّهِ قَصْدُ ٱلسَّبِيلِ وَمِنْهَا جَآئِرٌ وَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
        "tafsir": "{وعلى الله قصد السبيل} بيان طريق الهدى، بنصب الدلائل عليه وإرسال الرسل، وإنزال الكتب لدعوة الناس إليه. والسبيل: الطريق. والقصد منه: هو المستقيم الذي لا اعوجاج فيه وهو الإسلام. يقال: سبيل قصد وقاصد، أي مستقيم، كأنه يقصد الوجه الذي يؤمه السالك ولا يعدل  عنه، فهو نحو: طريق سائر. {ومنها جائر} أي ومن جنس السبيل معوج منحرف عن الحق، وهو ملل الكفر  ونحل أهل  الأهواء الضالة، من الجور ضد العدل وضد القصد .",
        "sura": "16",
        "aya": "9",
        "page": "268"
    },
    {
        "text": "هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً لَّكُم مِّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
        "tafsir": "{هو الذي أنزل. .  .} شروع في ذكر أنواع أخرى من النعم على الإنسان والحيوان. {ومنه شجر} أي ومن الماء ينبت شجر وهو ما ترعاه الماشية. {فيه تسيمون} أي ترعون دوابكم. يقال: أسام فلان  إبله  يسميها إسامة، إذا أخرجها إلى المرعى. وسامت هي تسوم  سوما، إذا رعت حيث شاءت. وأصل السوم: الإبعاد في المرعى .",
        "sura": "16",
        "aya": "10",
        "page": "268"
    },
    {
        "text": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرْعَ وَٱلزَّيْتُونَ وَٱلنَّخِيلَ وَٱلْأَعْنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
        "tafsir": "{ٱلأَعْنَابَ} {ٱلثَّمَرَاتِ} {لآيَةً} - فيخرج الله من الأرض، بما ينزله من المطر، الزروع والحبوب والزيتون والنخيل والأعناب والثمار الأخرى، المختلفة في طعومها وألوانها وأشكالها، مع أنها كلها تسقى بماء واحد، وتخرج في أرض واحدة. وفي ذلك آيات باهرات للذين يتفكرون بصنع الله ويعقلون.",
        "sura": "16",
        "aya": "11",
        "page": "268"
    },
    {
        "text": "وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومُ مُسَخَّرَٰتٌۢ بِأَمْرِهِۦٓ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
        "tafsir": "{وسخر لكم الليل. .  .} بيان لأنواع أخرى سماوية وأرضية مما خلق لنفع الإنسان. {والنجوم مسخرات بأمره} بتدبيره الجاري على وفق مشيئته تعالى. والجملة مبتدأ وخبر، والجار والمجرور متعلق بالخبر .",
        "sura": "16",
        "aya": "12",
        "page": "268"
    },
    {
        "text": "وَمَا ذَرَأَ لَكُمْ فِى ٱلْأَرْضِ مُخْتَلِفًا أَلْوَٰنُهُۥٓ إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَذَّكَّرُونَ",
        "tafsir": "{وما ذرأ لكم في الأرض} معطوف على {النجوم} أي  وما خلق لأجلكم في الأرض من حيوان ونبات ومعادن، حال كونه {مختلفا ألوانه} أي أصنافه وأنواعه في الخلقة والهيئة، والخواص والمنافع .",
        "sura": "16",
        "aya": "13",
        "page": "268"
    },
    {
        "text": "وَهُوَ ٱلَّذِى سَخَّرَ ٱلْبَحْرَ لِتَأْكُلُوا۟ مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا۟ مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "tafsir": "{وهو الذي سخر البحر. .  .} بيان لنوع آخر مما خلق للانتفاع به وهو البحار. {حلية} بالكسر: ما يتحلى به نساؤكم ويتزين به، كاللؤلؤ والمرجان. وجمعها حلى ووحلي. أما جمع الحلي –بفتح السكون- فهو حلي. {وترى الفلك مواخر فيه} جواري في البحر، تشق الماء شقا. يقال: مخرت السفينة تمخر وتمخر مخرا  ومخورا، إذا جرت تشق بالماء بمقدمها. وأصل المخر: الشق. يقال: مخر الماء الأرض، إذا شقها .",
        "sura": "16",
        "aya": "14",
        "page": "268"
    }
]