[
    {
        "text": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا وَمَا عَمِلَتْ مِن سُوٓءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُۥٓ أَمَدًۢا بَعِيدًا وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
        "tafsir": "{  محضرا } مشاهدا في الصحف لم يبخس منه شيء ،  قال تعالى :  ( ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا } {[87]} .",
        "sura": "3",
        "aya": "30",
        "page": "54"
    },
    {
        "text": "قُلْ إِن كُنتُمْ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِى يُحْبِبْكُمُ ٱللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{  تحبون الله } أي تحبون طاعته أو ثوابه .  وأكمل من ذلك :  محبته تعالى لذاته ،  لا طمعا في ثوابه ،  ولا خوفا من عقابه . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "31",
        "page": "54"
    },
    {
        "text": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْكَٰفِرِينَ",
        "tafsir": "{ٱلْكَافِرِينَ}\r\n(32) - وَقُلْ لَهُمْ يَا مُحَمَّدُ: أَطِيعُوا اللهَ بِاتِّبَاعِ أوَامِرِهِ، وَاجْتِنَابِ نَوَاهِيهِ، وَأطِيعُوا رَسُولَهُ بِاتِّبَاعِ سُنَّتِهِ وَدَعْوَتِهِ، فَإنْ رَفَضُوا ذَلِكَ، وَخَالَفُوا عَنْ أمْرِ اللهِ، فَهُمْ كَافِرُونَ، وَاللهُ لاَ يُحِبُّ الكَافِرينَ.\r\nالتَّوَلِّي - الإِعْرَاضُ بِالبَدَنِ.",
        "sura": "3",
        "aya": "32",
        "page": "54"
    },
    {
        "text": "إِنَّ ٱللَّهَ ٱصْطَفَىٰٓ ءَادَمَ وَنُوحًا وَءَالَ إِبْرَٰهِيمَ وَءَالَ عِمْرَٰنَ عَلَى ٱلْعَٰلَمِينَ",
        "tafsir": "{  إن الله اصطفى آدم } نزلت حين قال اليهود :  نحن أبناء إبراهيم وإسحاق ويعقوب ،  ونحن على دينهم .  أي أن الله تعالى اختار هؤلاء لأداء رسالته وهي الإسلام ،  وأنتم على غير دين الإسلام ،  إذ أمركم باتباعه فخالفتم ،  إليكم رسولا بشر به موسى وعيسى فكذبتم ،  وهو من بيت النبوة ،  ومن ذرية إبراهيم ،  كموسى وعيسى عليهما السلام ،  وقد اصطفاه كما اصطفى من قبله فلم كفرتم به ؟  . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "33",
        "page": "54"
    },
    {
        "text": "ذُرِّيَّةًۢ بَعْضُهَا مِنۢ بَعْضٍ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
        "tafsir": "(34) - وَهِيَ ذُرِّيةٌ صَالِحَةٌ تَوَارَثَتِ الصَّلاَحَ وَالتُّقَى وَالإِيمَانَ بِاللهِ، وَهُمْ أشْبَاهٌ وَأمْثَالٌ فِي الخَيْرِ وَالفَضِيلَةِ التِي كَانَتْ سَبَباً فِي اصْطِفَائِهِمْ.\r\nالذُّرِّيَةُ - الأنْسَالُ - الأَوْلاَدُ وَالأحْفَادُ وَأنْسَالُهُمْ.",
        "sura": "3",
        "aya": "34",
        "page": "54"
    },
    {
        "text": "إِذْ قَالَتِ ٱمْرَأَتُ عِمْرَٰنَ رَبِّ إِنِّى نَذَرْتُ لَكَ مَا فِى بَطْنِى مُحَرَّرًا فَتَقَبَّلْ مِنِّىٓ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "{  امرأة عمران } هي حنة أم مريم .  وعمران هذا ،  غير عمران أبي موسى عليه السلام ،  وبينهما نحو ألف وثمنمائة سنة . <br />\r\n{  محرر } مخلصا لعبادتك وخدمة بيت المقدس ،  معتقا من أمر الدنيا ،  من حررت العبد :  خلصته من الرق وأعتقته .  ورجل حر :  إذا كان خالصا لنفسه ،  ليس لأحد عليه يد وتصرف . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "35",
        "page": "54"
    },
    {
        "text": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَآ أُنثَىٰ وَٱللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ ٱلذَّكَرُ كَٱلْأُنثَىٰ وَإِنِّى سَمَّيْتُهَا مَرْيَمَ وَإِنِّىٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيْطَٰنِ ٱلرَّجِيمِ",
        "tafsir": "{  أعيذها بك } أمنعها وأجيرها بحفظك ،  من العوذ ،  وهو أن تلتجئ إلى غيرك وتتعلق به .  يقال :  عاذ فلان بفلان إذا استجار به ،  ومنه العوذة ،  وهي التميمة والرقية . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "36",
        "page": "54"
    },
    {
        "text": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنۢبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا ٱلْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا قَالَ يَٰمَرْيَمُ أَنَّىٰ لَكِ هَٰذَا قَالَتْ هُوَ مِنْ عِندِ ٱللَّهِ إِنَّ ٱللَّهَ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
        "tafsir": "{  وكفلها زكريا } ضمها الله تعالى إلى زكريا وجعله كافلا لها ،  وضامنا لمصالحها –وهو زوج خالتها –بالقرعة التي أجروها حينما اختلفوا فيمن يكفلها ،  من الكفالة بمعنى الضمان .  يقال :  كفله وتكفل به وأكفله إياه ،  ضمنه .  والكفيل :  الضامن ،  كالكافل ،  وهو الذي يعول غيره . <br />\r\n{  المحراب } هو غرفة في بيت المقدس ،  لا يصعد إليها إلا بسلم أو هو المسجد ،  وكانت مساجدهم تسمى المحاريب .  وسمي محرابا لأنه محل محاربة الشيطان والهوى . <br />\r\n{  أنى لك هذا } من أين يجيء لك هذا الرزق الذي أرى عندك في غير أوانه ؟  وتستعمل ( أنى ) بمعنى من أين ومتى وكيف ،  لتضمنها معانيها . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "37",
        "page": "54"
    }
]