[{"text":"قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ غَيْرَ ٱلْحَقِّ وَلَا تَتَّبِعُوٓا۟ أَهْوَآءَ قَوْمٍ قَدْ ضَلُّوا۟ مِن قَبْلُ وَأَضَلُّوا۟ كَثِيرًا وَضَلُّوا۟ عَن سَوَآءِ ٱلسَّبِيلِ","aya":"77","page":"121","tafsir":"{  لا تغلوا في دينكم }لا تجاوزوا الحد في دينكم ، فترفعوا عيسى عن رتبة الرسالة ، وأمه عن رتبة الصديقية إلى ما انتحلتموه في حقهما . {  غير الحق } غلوا باطلا . {  قد ضلوا من قبل } وهو أسلافهم الذين كانوا قبل البعثة . {  وضلوا عن سواء السبيل }أي عن قصد طريق الحق الذي هو الإسلام .  \r\nبعد البعثة ، بسبب حسدهم و بغيهم ،  وتكذيبهم الرسول صلى الله عليه وسلم . و السواء في الأصل : الوسط المعتدل ، والمراد به الدين الحق .  \r\n \r\n"},{"text":"لُعِنَ ٱلَّذِينَ كَفَرُوا۟ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبْنِ مَرْيَمَ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ","aya":"78","page":"121","tafsir":""},{"text":"كَانُوا۟ لَا يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا۟ يَفْعَلُونَ","aya":"79","page":"121","tafsir":""},{"text":"تَرَىٰ كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ ٱلَّذِينَ كَفَرُوا۟ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ أَن سَخِطَ ٱللَّهُ عَلَيْهِمْ وَفِى ٱلْعَذَابِ هُمْ خَٰلِدُونَ","aya":"80","page":"121","tafsir":"{  ترى كثيرا منهم يتولون الذين كفروا }أي ترى كثيرا من اليهود ، وهم كعب بن الأشرف وأصحابه ، يوالون المشركين و يضافونهم ، لعداوتهم لرسول الله صلى الله عليه و سلم ، ويتواطئون معهم على محاربته .  \r\n \r\n"},{"text":"وَلَوْ كَانُوا۟ يُؤْمِنُونَ بِٱللَّهِ وَٱلنَّبِىِّ وَمَآ أُنزِلَ إِلَيْهِ مَا ٱتَّخَذُوهُمْ أَوْلِيَآءَ وَلَٰكِنَّ كَثِيرًا مِّنْهُمْ فَٰسِقُونَ","aya":"81","page":"121","tafsir":""},{"text":"لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةً لِّلَّذِينَ ءَامَنُوا۟ ٱلْيَهُودَ وَٱلَّذِينَ أَشْرَكُوا۟ وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً لِّلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَٰرَىٰ ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ","aya":"82","page":"121","tafsir":"{  لتجدن أشد الناس .  .  }أي لتجدن أشد الكفار عداوة للمؤمنين اليهود ، لشدة شكيمتهم وتضاعف كفرهم ، و انهماكهم في اتباع أهوائهم وتمرنهم على التمرد ، والاستعصاء على الأنبياء ، وتمكن الحسد والبغي في قلوبهم ، إلى حد استيجاب إيصال الأذى والشر إلى من خالفهم في الدين ، وقد جعلهم الله قرناء المشركين في شدة العداوة للمؤمنين ، بل هم أعرق فيها ولذا قدموا في الذكر عليهم ، {  ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى }فهم ألين عريكة وأساس انقياد إلى الحق ، وفيهم من هو معرض عن الدنيا و لذاتها والتنافس فيها ، ومن كان شأنه ذلك لا يحسد الناس ولا يعاديهم .  \r\nوالآية نزلت في النجاشي وأصحابه . وقيل : في الوفد الذين قدموا مع جعفر بن أبي طالب مسلمين . وقيل : في جماعة من أهل الكتاب كانوا على شريعة من الحق مما جاء به عيسى عليه السلام ، فلما بعث محمد صلى الله عليه و سلم آمنوا به وصدقوه ، فأثنى الله تعالى عليهم في هذه الآية . {  ذلك بأن منهم قسيسين و رهبانا و أنهم لا يستكبرون }عن إتباع الحق والانقياد له إذا فهموه . أو أنهم يتواضعون ولا يتكبرون \r\nكاليهود .  و{  قسيسين }أي علماء ، جمع قسيس صيغة مبالغة : من تقسس الشيء إذا تتبعه بالليل .  سموا بذلك في الأصل لتتبعهم العلم بكثرة{  ورهبانا }أي عبادا ، جمع راهب ، من الرهبة وهي المخافة . ومنه الترهب وهو التعبد .  والرهبانية وهي الغلو في تحمل التعبد من فرط الرهبة .  \r\n \r\n"}]