[
    {
        "text": "فَلَمَّآ أَن جَآءَ ٱلْبَشِيرُ أَلْقَىٰهُ عَلَىٰ وَجْهِهِۦ فَٱرْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
        "tafsir": "{أَلْقَاهُ}\r\n(96) - فَلَمَّا جَاءَهُ حَامِلُ القَمِيصِ، الذِي أَرْسَلَهُ يُوسُفُ، أَلْقَى القَمِيصَ عَلَى وَجْهِ أَبِيهِ فَارْتَدَّ بَصِيراً، وَقَالَ يَعْقُوبُ لِبَنِيهِ، أَلَمْ أَقُلْ لَكُمْ إِنَّنِي أَعْلَمُ مِنَ اللهِ شَيْئاً لاَ تَعْلَمُونَهُ أَنْتُمْ، وَهُوَ أَنَّهُ سَيَرُدَّ عَلَيَّ يُوسُفَ، وَقَدْ أَرْسَلْتُكُمْ لِمِصْرَلاعْتَقَادِي أَنَّهُ حَيٌّ فِيهَا، وَأَنَّهُ ذُو مَكَانَةٍ.",
        "sura": "12",
        "aya": "96",
        "page": "247"
    },
    {
        "text": "قَالُوا۟ يَٰٓأَبَانَا ٱسْتَغْفِرْ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ",
        "tafsir": "{يٰأَبَانَا} {خَاطِئِينَ}\r\n(97) - فَأَقْبَلُوا عَلَى أَبِيهِمْ مُعْتَذِرِينَ عَمَّا كَانَ مِنْهُمْ، وَرَجَوْهُ أَنْ يَصْفَحَ عَنْهُمْ، وَأَنْ يَسْتَغْفِرَ لَهُم اللهَ عَمَّا ارْتَكَبُوهُ مِنْ ذُنْوبٍ وَأَخْطَاءٍ بِعُقُوقِ أَبِيهِمْ وَإِيذَاءِ أَخَوَيْهِمْ، لأَِنَّهُمْ كَانُوا مُتَعَمِّدِينَ فِي ارْتِكَابِ هَذِهِ الخَطَايَا.",
        "sura": "12",
        "aya": "97",
        "page": "247"
    },
    {
        "text": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّىٓ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
        "tafsir": "(98) - قَالَ لَهُمْ أَبُوهُمْ: سَأَسْتَغْفِرُ لَكُمُ اللهَ رَبِّي، فَهُوَ تَوَّابٌ عَلَى مَنْ تَابَ مِنْ ذَنْبِهِ وَأَصْلَحَ، وَهُوَ رَحِيمٌ يُحِبُّ العَفْوَ وَالمَغْفِرَةِ.\n",
        "sura": "12",
        "aya": "98",
        "page": "247"
    },
    {
        "text": "فَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَبَوَيْهِ وَقَالَ ٱدْخُلُوا۟ مِصْرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
        "tafsir": "{  آوى إليه أبويه } ضمهما إليه واعتنقهما .  والمراد بهما أبوه وخالته ،  لأن أمه قد توفيت قبل ذلك . \r\n\r\n",
        "sura": "12",
        "aya": "99",
        "page": "247"
    },
    {
        "text": "وَرَفَعَ أَبَوَيْهِ عَلَى ٱلْعَرْشِ وَخَرُّوا۟ لَهُۥ سُجَّدًا وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأْوِيلُ رُءْيَٰىَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّى حَقًّا وَقَدْ أَحْسَنَ بِىٓ إِذْ أَخْرَجَنِى مِنَ ٱلسِّجْنِ وَجَآءَ بِكُم مِّنَ ٱلْبَدْوِ مِنۢ بَعْدِ أَن نَّزَغَ ٱلشَّيْطَٰنُ بَيْنِى وَبَيْنَ إِخْوَتِىٓ إِنَّ رَبِّى لَطِيفٌ لِّمَا يَشَآءُ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
        "tafsir": "{  و رفع أبويه على العرش } أ ي على سرير الملك . {  وخروا } أي أبواه وإخوته {  له } أي في شريعة يعقوب ،  وجاريا مجرى التحية والتكرمة .  وقيل :  إنه كان بإيمان الرءوس . {  هذا تأويل رؤياي .  .  } أي هذا السجود تصديق الرؤيا التي رأيتها في الصغر .  وكان بين الرؤيا وظهور تأويلها  أربعون سنة ،  في قول الأكثرين . {  نزع الشيطان .  .  .  } أفسد وأغرى وأصله من نزغ  الرائض الدابة :  إذا نخسها وحملها على الجري .  وإلى هنا انتهت القصة ،  وفيها عبر ومعجزات وعجائب . \r\n\r\n",
        "sura": "12",
        "aya": "100",
        "page": "247"
    },
    {
        "text": "رَبِّ قَدْ ءَاتَيْتَنِى مِنَ ٱلْمُلْكِ وَعَلَّمْتَنِى مِن تَأْوِيلِ ٱلْأَحَادِيثِ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَنتَ وَلِىِّۦ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ تَوَفَّنِى مُسْلِمًا وَأَلْحِقْنِى بِٱلصَّٰلِحِينَ",
        "tafsir": "{  رب قد آتيتني .  .  .  } ولما أتم الله النعمة على يوسف قابلها بالثناء عليه تعالى ،  ثم سأله حسن العاقبة ،  والخاتمة الصالحة . \r\n\r\n",
        "sura": "12",
        "aya": "101",
        "page": "247"
    },
    {
        "text": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوٓا۟ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
        "tafsir": "{  ذلك من أنباء الغيب .  .  .  } أي ما ذكر من قصة يوسف وإخوته ،  من أخبا ر الغيب التي لا سبيل لك إلى العم بها إلا من طريق الوحي ،  لأنك لم تقرأها في كتب ،  ولم تروها عن علماء ،  ولم تسافر إلى غير بلدك ،  ولم تكن مع إخوة يوسف حين اعتزموا الكيد له ،  ودبروا  ما دبروا من الأمر .  فنزل القرآن بهذه القصة الطويلة على أحسن ترتيب وأفصح عبارة ،  وأصدق بيان . \r\n\r\n",
        "sura": "12",
        "aya": "102",
        "page": "247"
    },
    {
        "text": "وَمَآ أَكْثَرُ ٱلنَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
        "tafsir": "(103) - وَإِنَّ أَكْثَرَ النَّاسِ لَنْ يُؤْمِنُوا بِآيَاتِ اللهِ وَلِقَائِهِ يَوْمَ القِيَامَةِ، وَلَوْ حََرَصْتَ أَنْتَ عَلَى أَنْ يَكُونُوا مُؤْمِنينَ، وَلَوْ أَتَيْتَهُمْ بِكُلِّ آيَةٍ.",
        "sura": "12",
        "aya": "103",
        "page": "247"
    }
]