[
    {
        "text": "وَلَا تَقُولُوا۟ لِمَن يُقْتَلُ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتٌۢ بَلْ أَحْيَآءٌ وَلَٰكِن لَّا تَشْعُرُونَ",
        "tafsir": "{  ولا تقولوا لمن يقتل .  .  .  } إخبار بأن الشهادة في سبيل الله حياة أبدية خالدة ،  بعد بيان أن أقوى ما يستعان به على تحمل المصائب والشدائد :  الصبر والصلاة ،  كما قال تعالى :  {  واستعينوا بالصبر والصلاة  وإنها لكبيرة إلا على الخاشعين }{[45]} . <br />\r\n{  بل أحياء .  .  .  } أي بل هم أحياء يرزقون ،  حياة برزخية خاصة ،  لا يعلم حقيقتها إلا الله تعالى ،  تمتاز عن حياة سائر المؤمنين في البرزخ . <br />\r\nوقال الآلوسى :  إن الروح تتعلق بعد الموت ببدن برزخي ،  مغاير لهذا البدن الكثيف ،  وأرواح الشهداء يثبت لها هذا التعلق ،  على وجه يمتازون فيه عمن عداهم من المؤمنين ،  إما في نفس التعلق أوفي نفس الحياة ،  أوفي نفس المتعلق به ،  مع ما ينضم إلى ذلك من البهجة والنعيم اللائقين بهم ،  ولهذه الأبدان البرزخية شبه صوري بالأبدان الدنيوية ،  والله اعلم .  وقد أسهب القول في ذلك والدنا – رحمه الله – في كتابه  \"  المطالب القدسية ،  في أحكام الروح وأثارها الكونية  \"  .",
        "sura": "2",
        "aya": "154",
        "page": "24"
    },
    {
        "text": "وَلَنَبْلُوَنَّكُم بِشَىْءٍ مِّنَ ٱلْخَوْفِ وَٱلْجُوعِ وَنَقْصٍ مِّنَ ٱلْأَمْوَٰلِ وَٱلْأَنفُسِ وَٱلثَّمَرَٰتِ وَبَشِّرِ ٱلصَّٰبِرِينَ",
        "tafsir": "{  ولنبلونكم } والله لنختبرنكم ،  من الابتلاء بمعنى الاختبار . أي لنعاملكم بقليل من المحن .  والبلايا معاملة المختبر لأحوالكم ،  ليظهر :  هل تصبرون على ما أنتم عليه من الطاعة أولا تصبرون .  وقد أخبرهم الله تعالى بذلك قبل وقوعه ليوطنوا عليه نفوسهم ،  ويزداد يقينهم عند مشاهدتهم له ،  وليعلموا أنه شيء يسير هين ،  له عاقبة حميدة . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "155",
        "page": "24"
    },
    {
        "text": "ٱلَّذِينَ إِذَآ أَصَٰبَتْهُم مُّصِيبَةٌ قَالُوٓا۟ إِنَّا لِلَّهِ وَإِنَّآ إِلَيْهِ رَٰجِعُونَ",
        "tafsir": "{أَصَابَتْهُم} {رَاجِعونَ}\r\n(156) - أَمَّا الصَّابِرُونَ الذِينَ خَصَّهُمُ اللهُ بِالبُشْرَى فَهُمُ الذِينَ يُؤْمِنُونَ بِأَنَّ الخَيْرَ وَالشَّرَّ مِنَ اللهِ، وَإِذَا نَزَلَتْ بِهِمْ مُصِيبَةٌ صَبَرُوا، وَتَمَسَّكُوا بِقَولِهِمْ: إِنَّا للهِ وَإِنَّا إِليهِ رَاجِعُونَ، أَيْ إِنَّهُم عَبيدُ اللهِ وَمُلْكُهُ، وَإِنَّهُمْ رَاجِعُونَ إِليهِ فِي الدَّارِ الآخِرَةِ. وَفي الحَدِيثِ:  \"مَنِ استَرجَعَ عِنْدَ المُصِيبَةِ جَبَرَ اللهُ مُصِيبَتَهُ، وَأَحْسَنَ عَاقِبَتَهُ، وَجَعَلَ لَهُ خَلَفاً صَالِحاً يَرْضَاهُ\" . (أَخْرَجَهُ الطَّبَرَانِيُّ عَنِ ابْنِ عَبَّاسٍ).",
        "sura": "2",
        "aya": "156",
        "page": "24"
    },
    {
        "text": "أُو۟لَٰٓئِكَ عَلَيْهِمْ صَلَوَٰتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُهْتَدُونَ",
        "tafsir": "{أُولَـٰئِكَ} {صَلَوَاتٌ} {وَأُولَـٰئِكَ}\r\n(157) - يُثنِي اللهُ جَلَّ شَأْنُهُ عَلَى هَؤُلاءِ الصَّابِرِينَ، وَيُخْبِرُ بَأَنَّهُمْ فِي رَحْمَتِهِ، وَأَنَّهُمْ يَجِدُونَ أَثَرَهَا فِي بَرْدِ قُلُوبِهِمْ عِنْدَ نُزُولِ المُصِيبَةِ، وَأَنَّهُمْ هُمُ المُهْتَدُونَ إِلى طَريقِ الخَيْرِ، وَإِلى الحَقِّ والصَّوابِ، وَأَنَّهُمُ اسْتَسْلَمُوا لِقَضَاءِ اللهِ فَلَمْ يَسْتَحْوِذِ الجَزَعُ عَلَيهِمْ.\r\nصَلَوَاتٌ مِنْ رَبِّهِمْ - ثَنَاءٌ أَوْ مَغْفِرَةٌ.",
        "sura": "2",
        "aya": "157",
        "page": "24"
    },
    {
        "text": "إِنَّ ٱلصَّفَا وَٱلْمَرْوَةَ مِن شَعَآئِرِ ٱللَّهِ فَمَنْ حَجَّ ٱلْبَيْتَ أَوِ ٱعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
        "tafsir": "{  من شعائر الله } أي من أعلام دينه ومتعبداته .  تعبدنا الله بالسعي بينهما في الحج والعمرة . <br />\r\nوشعائر الحج :  معامله الظاهرة للحواس ،  التي جعلها الله أعلاما لطاعته ومواضع نسكه وعبادته ،  كالمطاف والمسعى والموقف والمرمى والمنحر .  جمع شعيرة وهي العلامة . وقيل للبدنة المهداة إلى البيت المعظم :  شعيرة :  لأنها تشعر ،  أي تعلم .  ويقال لمواضع النسك :  مشاعر ،  جمع مشعر وهو المعلم والمتعبد من متعبداته ،  من الإشعار وهو الإعلام .  ومنه المشعر الحرام للمزدلفة ،  لأنها معلم للعبادة وموضع لها .  وتطلق الشعائر على العبادات التي تعبدنا الله بها في هذه المواضع ،  لكونها علامات على الخضوع والطاعة والتسليم لله تعالى . <br />\r\n{  اعتمر }زار .  والعمرة :  زيارة البيت المعظم على وجه مخصوص ،  أخذا من العمارة ،  كأن الزائر يعمر البيت بزيارته ، وجمعهاعمر وعمرات ،  كغرف وغرفات ،  في جمع غرفة . <br />\r\n{  فلا جناح عليه أن يطوف بهما } أي فلا إثم عليه في التطوف بهما . من جنح ،  أي مال عن القصد ،  وسمي الإثم به للميل فيه من الحق إلى الباطل . <br />\r\nوقد كان على الصفا صنم يسمى  \"  إسافا \"  وعلى المروة صنم يسمى  \"  نائلة \"  ،  وكانوا في الجاهلية يستلمونهما ويتمسحون بهما ،  فتحرجوا بعد الإسلام وتكسير الأصنام من السعي بين الصفا والمروة .  فنزلت هذه الآية ،  وأخبر الله أنه من شعائر الله ولا جناح فيه . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "158",
        "page": "24"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ ٱلْبَيِّنَٰتِ وَٱلْهُدَىٰ مِنۢ بَعْدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِى ٱلْكِتَٰبِ أُو۟لَٰٓئِكَ يَلْعَنُهُمُ ٱللَّهُ وَيَلْعَنُهُمُ ٱللَّٰعِنُونَ",
        "tafsir": " }يلعنهم الله } يصردهم ويبعدهم من رحمته .  يقال :  لعنه ،  أي طرده وأبعده ساخطا عليه ،  فهو لعين وملعون ،  وجمعه ملاعين .  واللاعنون هم الملائكة والمؤمنون .  والمراد دوام اللعن واستمراره . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "159",
        "page": "24"
    },
    {
        "text": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَبَيَّنُوا۟ فَأُو۟لَٰٓئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
        "tafsir": "{أُولَـٰئِكَ}\r\n(160) - وَيَسْتَثْنِي اللهُ تَعَالى مِنَ الَّلعْنَةِ الذِينَ تَابُوا وَأَحْسَنُوا العَمَلَ، وَرَجَعُوا عَنْ كِتْمَانِ مَا أَنْزَلَ اللهُ، وَأَظْهَرُوا لِلنَّاسِ مَا عَلِمُوهُ مِنْ أَمْرِ الرَّسُولِ وَالرِّسَالَةِ. وَيَقُولُ تَعَالَى إِنَّهُ يَتَقَبَّلُ تَوْبَتَهُمْ، وَيَعْفُو عَنْهُمْ، وَيَمْحُو ذُنُوبَهُمْ.",
        "sura": "2",
        "aya": "160",
        "page": "24"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ أُو۟لَٰٓئِكَ عَلَيْهِمْ لَعْنَةُ ٱللَّهِ وَٱلْمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
        "tafsir": "{أُولَئِكَ} {وَٱلْمَلاۤئِكَةِ}\r\n(161) - إِنَّ الذِينَ كَفَروا بِاللهِ وَكُتُبِهِ وَرُسُلِهِ، وَكَتَمُوا الحَقَّ وَلَمْ يُظْهِرُوهُ وَمَاتُوا وَهُمْ عَلَى تِلْكَ الحَالِ مِنَ الكُفْرِ وَالظُّلْمِ فَإِنَّهُمْ يَسْتَحِقُّونَ لَعْنََةَ اللهِ وَالمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، وَيَكُونُ مَصِيرُهُمْ فِي نَارِ جَهَنَّمَ لِيَخْلُدُوا فِيهَا أَبَداً.",
        "sura": "2",
        "aya": "161",
        "page": "24"
    },
    {
        "text": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
        "tafsir": "{  ولا هم ينظرون } أي لا يمهلون ويؤخرون عن العذاب ساعة .  من الانظار بمعنى التأخير والإمهال . أومن النظر بمعنى الانتظار .  يقال :  نظرته وانتظرته وأنظرته ،  أخرته وأمهلته ،  ومنه : {  فنظرة إلى ميسرة }{[46]} .  أومن النظر بمعنى الرؤية ،  أي لا ينظر الله إليهم نظر رحمة ورضا .",
        "sura": "2",
        "aya": "162",
        "page": "24"
    },
    {
        "text": "وَإِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحْمَٰنُ ٱلرَّحِيمُ",
        "tafsir": "(163) - يُخْبِرُ اللهُ تَعَالَى عِبَادَهُ بِأَنَّهُ مُتَفَرِّدٌ بِالأُلُوهِيَّةِ، وَأَنَّهُ لاَ شَرِيكَ لَهُ وَلاَ عِدْلَ، وَأَنَّهُ هُوَ الرَّحْمنُ الرَّحِيمُ، وَقَدْ وَسِعَتْ رَحْمَتُهُ كُلَّ شَيءٍ.",
        "sura": "2",
        "aya": "163",
        "page": "24"
    }
]