[
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ",
        "tafsir": "بسم الله الرحمان الرحيم\r\n{  إن زلزلة الساعة } من أمارات الساعة ما يحدث في الأرض من الزلزلة الشديدة ،  التي أخبر الله عنها بأنها شيء عظيم الأهوال ،  ويعقبها طلوع الشمس من مغربها .  والزلزلة :  التحريك الشديد ،  والإزعاج العنيف .  مصدر زلزل الله الأرض زلزلة وزلزالا ،  حركها .  وقيل :  هذه الزلزلة كناية عن أهوال يوم القيامة .\r\n\r\n",
        "sura": "22",
        "aya": "1",
        "page": "332"
    },
    {
        "text": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌ",
        "tafsir": "{  تذهل كل مرضعة } تنسى وتترك كل امرأة الطفل الذي ألقمته ثديها من شدة كربها ودهشتها ؛  من الذهول ،  وهو شغل يورث حزنا ونسيانا .  وفعله كمنع .  والمرضعة :  المباشرة للإرضاع بالفعل .  تقول :  أرضعت المرأة فهي مرضع ،  إذا كان له ولد ترضعه ،  فإن وصفتها بإرضاع ولدها بالفعل قلت :  مرضعة . {  وتضع كل ذات حمل حملها } ولدها قبل تمامه من شدة الهول{  سكارى } أي كالسكارى لما شاهدوا من سلطنة الجبروت{  وما هم بسكارى } على التحقيق ؛  جمع سكر وسكران .\r\n\r\n",
        "sura": "22",
        "aya": "2",
        "page": "332"
    },
    {
        "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَٰنٍ مَّرِيدٍ",
        "tafsir": "{  ومن الناس من يجادل .  .  .  } ينازع ويخاصم ؛  من الجدال وهو المفاوضة على سبيل المنازعة والمغالبة .  وأصله من جدلت الجبل :  أي أحكمت فتله ؛  كأن المتجادلين يفتل كل منهما صاحبه عن رأيه .  نزلت في النضر بن الحارث . {  ويتبع كل شيطان مريد } متمرد متجرد للفساد ،  ومعرى من الخير ،  [ آية 117 النساء ص 169 ] .",
        "sura": "22",
        "aya": "3",
        "page": "332"
    },
    {
        "text": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
        "tafsir": "(4) - وقَدَّرَ اللهُ تَعَالَى أَنَّ مَنِ اتَّبَعَ الشَّيْطَانَ وَقَلَّدَهُ وَاتَّخَذَهُ هَادياً، فَإِنَّهُ يُضِلُّهُ فِي الدُّنيا، بِمَا يُوَسْوِسُ لَهُ مِن اتِّبَاعِ الغَوَايةِ والفُجُورِ، وَيَقُودُهُ فِي الآخِرَةِ إلى عَذابٍ حَارٍّ مُؤْلِمٍ وَمُزعِجٍ. وَهذِهِ النَتيجَةُ هِيَ حَتْمٌ مُقدّرٌ مِنَ اللهِ.\r\n(وَيَتَهَكَّمُ التَعبيرُ عَلَى الكُفَّارِ فَيُسَمِّي قِيَادَةَ الشَّيطَانِ أَتْبَاعَهُ إلى عذابِ السَّعِيرِ هِدَاية).\r\nتَوَلاَّهُ - اتَّخَذَهُ ولياً وَتَبِعَهُ.\n",
        "sura": "22",
        "aya": "4",
        "page": "332"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَٰكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍ شَيْـًٔا وَتَرَى ٱلْأَرْضَ هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍ",
        "tafsir": "{  يأيها الناس .  .  .  } لما ذكر تعالى من يجادل في قدرته بغير علم وكان جدالهم في البعث – ذكر دليلين واضحين على صحته :  أحدهما في نفس الإنسان وابتداء حلقه وتطوره في أطواره السبعة ،  وهي التراب ،  والنطفة ،  والعلقة ،  والمضغة ،  والإخراج طفلا ،  وبلوغ الأشد ،  والتوفى ،  أو الرد إلى أرذل العمر .\r\nوالثاني في الأرض التي يشاهد تنقلها من حال إلى حال ؛  فإذا اعتبر العاقل ذلك تبين له جواز البعث عقلا ،  فإذا ورد الشرع بوقوعه وجب التصديق به لا محالة . {  من نطفة } من مني [ آية 4 النحل ص 428 ] .\r\n{  من علقة } قطعة من الدم جامدة يتحول إليها المني .  وجمعها علق . {  من مضغة } قطعة قليلة من اللحم تتحول إليها العلقة . {  لتبلغوا أشدكم } كمال عقولكم ،  ونهاية قواكم [ آية 152 الأنعام ص 248 ] . {  إلى أرذل العمر } أخسه وأدونه ؛  وهو مثل زمن الطفولة الأولى . {  وترى الأرض هامدة } يابسة لا نبات فيها .  يقال :  همدت الأرض تهمد همودا ،  يبست ودرست .  وهمد الثوب بلي . {  اهتزت } تحركت في رأى العين بسبب حركة النبات .  يقال :  هز الشيء – من باب رد – فاهتز ،  حركه فتحرك . {  وربت } زادت وانتفخت لما يتداخلها من الماء والنبات .  يقال :  ربا الشيء يربو ربوا ،  زاد ونما ؛  ومنه الربا والربوة . {  بهيج } نضر حسن المنظر ؛  من بهج – كظرف – بهاجة وبهجة أي حسن .",
        "sura": "22",
        "aya": "5",
        "page": "332"
    }
]