[
    {
        "text": "ٱسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ",
        "tafsir": "{  استغفر لهم .  .  } أمر بمعنى الخير ،  أي استغفارك لهؤلاء المنافقين وعدمه سيان ،  ومهما أكثرت منه فلن يغفر الله لهم ،  لإصرارهم على الكفر والفسوق .  وعن ابن عباس في سبب نزول الآية :  أنه لما نزل قوله تعالى :  {  سخر الله منهم } سأل اللامزون رسول الله صلى الله عليه وسلم الاستغفار لهم ،  فهم أن يفعل ،  فنزلت فلم يفعل .  وذكر السبعين لإرادة التكثير والمبالغة على ما جرى عليه العرب في أساليبهم عند إرادة ذلك .  ونظيره قوله تعالى :  {  ذرعا سبعون ذراعا } ،  وقوله صلى الله عليه وسلم :  ( من صام يوما في سبيل الله باعد الله وجهه عن النار سبعين خريفا ) .  وليس المراد بها التحديد ،  فلا مفهوم للعدد هنا .  ويؤيد ذلك :  التعليل بالكفر والفسق المذكورين بعد ،  فإنهما قائمان بهم مع الزيادة على السبعين . \r\n\r\n",
        "sura": "9",
        "aya": "80",
        "page": "200"
    },
    {
        "text": "فَرِحَ ٱلْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓا۟ أَن يُجَٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَقَالُوا۟ لَا تَنفِرُوا۟ فِى ٱلْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَّوْ كَانُوا۟ يَفْقَهُونَ",
        "tafsir": "{خِلاَفَ} {يُجَاهِدُواْ} {بِأَمْوَالِهِمْ}\r\n(81) - ذَمَّ اللهُ تَعَالَى الْمُنَافِقِينَ الَّذِينَ تَخَلَّفُوا عَنْ صُحْبَةِ رَسُولِ اللهِ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ، وَفَرِحُوا بِقُعُودِهِمْ بَعْدَ خُرُوجِهِ، وَكَرِهُوا أَنْ يُجَاهِدُوا مَعَهُ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ، وَقَالَ بَعْضُهُمْ لِبَعْضٍ، إِغْرَاءً لَهُمْ بِالثَّبَاتِ عَلَى المُنْكَرِ، وَتَثْبِيطاً لِعَزَائِمِ الْمُؤْمِنِينَ: لاَ تَخْرُجُوا إِلَى الْجِهَادِ فِي الْحَرِّ. فَأَمَرَ اللهُ نَبِيَّهُ صلى الله عليه وسلم بِأَنْ يَقُولَ لَهُمْ: إِنَّ نَارَ جَهَنَّمَ الَّتِي سَيَصِيرُونَ إِلَيْهَا، هِيَ أَشَدُّ حَرّاً مِنْ قَيْظِ الصَّحْرَاءِ الَّذِي فَرُّوا مِنْهُ. وَلَوْ أَنَّهُمْ كَانُوا يُدْرِكُونَ وَيَعْقِلُونَ لَمَا خَالَفُوا وَقَعَدُوا، وَلَمَا فَرِحُوا بِقُعُودِهِمْ.\r\nخِلاَفَ رَسُولِ اللهِ - لِمُخَالَفَةِ رَسُولِ اللهِ، أَوْ بَعْدَ خُرُوجِهِ.\r\nلاَ تَنْفِرُوا - لاَ تَخْرُجُوا لِلْجِهَادِ.",
        "sura": "9",
        "aya": "81",
        "page": "200"
    },
    {
        "text": "فَلْيَضْحَكُوا۟ قَلِيلًا وَلْيَبْكُوا۟ كَثِيرًا جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
        "tafsir": "(82) - ثُمَّ تَوَعَّدَ اللهُ تَعَالَى الْمُنَافِقِينَ عَلَى فِعَالِهِمْ السَّيِّئَةِ، فَقَالَ لِنَبيّهِ صلى الله عليه وسلم: لِيَضْحَكُوا فِي هَذِهِ الدُّنْيا الْفَانِيَةِ قَلِيلاً، لأَِنَّ الدُّنْيَا نَفْسَهَا شَيْءٌ قَلِيلٌ، فَإِذَا انْقَطَعَتِ الدُّنْيَا، وَصَارُوا إِلَى اللهِ، عَزَّ وَجَلَّ، اسْتَأْنَفُوا بُكَاءً لاَ يَنْقَطِعُ أَبَداً بِسَبَبِ مَا اكْتَسَبُوهُ مِنْ كُفْرٍ وَآثَامٍ، وَعَلَى مَا فَوَّتُوهُ عَلَى أَنْفُسِهِمْ مِنْ فُرَصِ اكْتِسَابِ الْحَسَنَاتِ، وَعَمَلِ مَا يُرْضِي اللهَ وَرَسُولَهُ مِنْ صَالِحِ الأَعْمَالِ.",
        "sura": "9",
        "aya": "82",
        "page": "200"
    },
    {
        "text": "فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٍ مِّنْهُمْ فَٱسْتَـْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا۟ مَعِىَ أَبَدًا وَلَن تُقَٰتِلُوا۟ مَعِىَ عَدُوًّا إِنَّكُمْ رَضِيتُم بِٱلْقُعُودِ أَوَّلَ مَرَّةٍ فَٱقْعُدُوا۟ مَعَ ٱلْخَٰلِفِينَ",
        "tafsir": "{  فاقعدوا مع الخالفين } مع المتخلفين بعد القوم عن الجهاد لعدم لياقتكم له ،  كالنساء والصبيان ونحوهم وجمع جمع المذكر للتغليب . \r\n\r\n",
        "sura": "9",
        "aya": "83",
        "page": "200"
    },
    {
        "text": "وَلَا تُصَلِّ عَلَىٰٓ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِۦٓ إِنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمْ فَٰسِقُونَ",
        "tafsir": "{  ولا تصل على أحد منهم .  .  } نهى صلى الله عليه وسلم عن صلاة الجنازة على من مات منهم وفيها الدعاء والاستغفار ،  وعن القيام عند قبره للدفن أو للزيارة والدعاء له ،  لأنهم كفروا بالله\r\nورسوله ،  وماتوا على فسقهم .  وكانوا من عادته صلى الله عليه وسلم أن يفعل ذلك لمن مات من المسلمين ،  وكان يعامل المنافقين بحكم الظاهر معاملة المسلمين ،  حتى نزلت هذه الآية ،  فما صلى بعدها على منافق ،  ولا قام على قبره حتى قبض صلى الله عليه وسلم . \r\n\r\n",
        "sura": "9",
        "aya": "84",
        "page": "200"
    },
    {
        "text": "وَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَأَوْلَٰدُهُمْ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِى ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَٰفِرُونَ",
        "tafsir": "{أَمْوَالُهُمْ} {أَوْلاَدُهُمْ} {كَافِرُونَ}\r\n(85) - فَلاَ يُثِرْ عَجَبَكَ مَا تَرَاهُمْ فِيهِ مِنْ وَفْرَةِ المَالِ، وَكَثْرَةِ الأَوْلاَدِ، فَإِنَّ اللهَ تَعَالَى إِنَّما يُرِيدُ أَنْ يُعَذِّبَهُمْ فِيمَا أَعْطَاهُمْ بِدَفْعِ الزَّكَاةِ مِنْهَا، وَفِي الإِنْفَاقِ فِي الْجِهَادِ وَغَيْرِ ذَلِكَ، مِمَّا يُوجِبُهُ الإِسْلاَمُ فِي الْحَيَاةِ الدُّنْيَا، ثُمَّ يُمِيتُهُم اللهُ عَلَى الكُفْرِ، لِيَكُونَ ذَلِكَ أَشَدَّ نَكَالاً لَهُمْ، وَعَذَاباً فِي الدَّارِ الآخِرَةِ فَتَكُونَ الأَمْوَالُ وَالأَوْلاَدُ اسْتِدْرَاجاً لَهُمْ مِنَ اللهِ.\r\nتَزْهَقَ أَنْفُسُهُمْ - تَخْرُجَ أَرْوَاحُهُمْ.",
        "sura": "9",
        "aya": "85",
        "page": "200"
    },
    {
        "text": "وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ ءَامِنُوا۟ بِٱللَّهِ وَجَٰهِدُوا۟ مَعَ رَسُولِهِ ٱسْتَـْٔذَنَكَ أُو۟لُوا۟ ٱلطَّوْلِ مِنْهُمْ وَقَالُوا۟ ذَرْنَا نَكُن مَّعَ ٱلْقَٰعِدِينَ",
        "tafsir": "{  استأذنك أولوا الطول منهم } أي استأذنك في التخلف عن الجهاد أصحاب الغنى والسعة من المنافقين . \r\n\r\n",
        "sura": "9",
        "aya": "86",
        "page": "200"
    }
]