[
    {
        "text": "أَفَرَءَيْتَ ٱلَّذِى كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
        "tafsir": "{أَفَرَأَيْتَ} {بِآيَاتِنَا}\r\n(77) - كَانَ لِخَبَابِ بْنِ الأَرَتِّ دَيْنٌ عِنْدَ العَاصِ بِنِ وَائِلٍ السَّهْمِيِّ فَأَتَاهُ يَطْلُبُ مِنْهُ دَيْنَه، فَقَالَ لَهُ العَاص: وَاللهِ لاَ أَدْفَعُ إِلَيْكَ دَينَكَ حَتَّى تَكْفُرَ بِمُحَمَّدٍ. فَقَالَ لَهُ خَبَابُ: لاَ وَالله لاَ أَكْفُرُ بِمُحَمَّدٍ حَتَّى تَمُوتَ ثُمَّ تُبْعَثَ. فَقَالَ لَهُ العَاص: فَإِنَّي إِنْ مِتُّ ثُمَّ بُعِثْتُ جِئْتَنِي وَلِيَ مَالٌ وَوَلَدٌ فَأُعْطِيكَ. فَأَنْزَلَ اللهُ تَعَالَى هَذِهِ الآيَةَ. وَيَقُولُ تَعَالَى لِنَبِيِّهِ صلى الله عليه وسلم: انظُرْ إِلَى هَذَا الكَافِرِ، وَاعْجَبْ مِنْ مَقَالَتِهِ، وَجُرْأَتِهِ عَلَى اللهِ، إِذْ قَالَ سَأُعْطى فِي الآخِرَةِ مَالاً وَوَلَداً.\r\nأَفَرَأَيْتَ - أَخْبِرْنِي.",
        "sura": "19",
        "aya": "77",
        "page": "311"
    },
    {
        "text": "أَطَّلَعَ ٱلْغَيْبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحْمَٰنِ عَهْدًا",
        "tafsir": "(78) - وَهَذا الكَافِرِ الَّذِي يَقُولُ إِنَّهُ سَيُؤْتَى فِي الآخِرَةِ المَالَ وَالوَلَدَ، هَلِ اطَّلَعَ عَلَى الغَيْبِ، وَعَلِمَ أَنَّهُ سَيَتِمُّ لَهُ ذَلِكَ، أَمْ أَنَّ لَهُ عَهْداً عِنْدَ اللهِ عَلَى أَنَّهُ سَيُؤْتِيهِ ذَلِكَ، وَاللهُ لاَ يُخْلِفُ عَهْدَهُ أَبَداً؟\r\nأَطَّلَعَ الغَيْبَ - أَعَلِمَ الغَيْبَ.",
        "sura": "19",
        "aya": "78",
        "page": "311"
    },
    {
        "text": "كَلَّا سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلْعَذَابِ مَدًّا",
        "tafsir": "{  كلا } حرف ردع وزجر عن التفوه بهذه العظيمة النكراء ،  أي لم يكن ذلك !  .\r\n{  ونمد له من العذاب } نزيده فوق عذاب كفره عذابا في جهنم على ذلك ؛  من المد ،  وأكثر ما يستعمل في المكروه .  كما أن الإمداد أكثر ما يستعمل في المحبوب .\r\n\r\n",
        "sura": "19",
        "aya": "79",
        "page": "311"
    },
    {
        "text": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأْتِينَا فَرْدًا",
        "tafsir": "(80) - وَيَقُولُ هَذا المُشْرِكُ: إِنَّهُ سَيُؤْتَى فِي الآخِرَةِ مَالاً وَوَلَداً، زِيَادَةً عَلَى مَالِهِ وَوَلَدِهِ فِي الدُّنْيا. وَفِي الحَقِيقَةِ إِنَّهُ سَيَمُوتُ وَسَيَتْرُكُ مَالَهُ وَوَلَدَهُ فِي الدُّنْيا. وَيَوْمَ القِيَامَةِ يَأْتِي رَبَّهُ فَرْداً وَحِيداً لاَ مَالَ لَهُ، وَلاَ وَلَدَ، وَلاَ نَاصِرَ. وَبِمَا أَنَّ جَمِيعَ الْخَلاَئِقِ سَتَهْلِكُ قَبْلَ قِيَامِ السَّاعَةِ، فَإِنَّ الأَرْضَ وَمَا عَلَيْهَا تَبْقَى وَكَأَنَّهَا المِيرَاثُ الآيلُ إِلَى اللهِ مِنْ خَلْقِهِ، فَهُوَ وَارِثُهُمْ جَمِيعاً، وَمِمَّا يَرِثُهُ تَعَالَى مَالُ هَذَا الكَافِرِ.",
        "sura": "19",
        "aya": "80",
        "page": "311"
    },
    {
        "text": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لِّيَكُونُوا۟ لَهُمْ عِزًّا",
        "tafsir": "{آلِهَةً}\r\n(81) - وَاتَّخَذَ المُشْرِكُونَ آلِهَةً مِنْ دُونِ اللهِ لِتَكُونَ لَهُمْ عِزّاً يَعْتَزُّونَ بِهَا، وَيَسْتَنْصِرُونَها، وَيَجْعَلُونَهَا شُفَعَاءَ لَهُمْ عِنْدَ رَبِّهِمْ.\r\nعِزّاً - أَنْصَاراً وَشُفَعَاءَ يَتَعَزَّزُونَ بِهِمْ.",
        "sura": "19",
        "aya": "81",
        "page": "311"
    },
    {
        "text": "كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا",
        "tafsir": "{  ويكونون عليهم ضدا } أعداء مخالفين لهم .  يقال :  ضده في الخصومة – من باب رد – غلبه ومنعه برفق .  وضاده خالفه .\r\n\r\n",
        "sura": "19",
        "aya": "82",
        "page": "311"
    },
    {
        "text": "أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا ٱلشَّيَٰطِينَ عَلَى ٱلْكَٰفِرِينَ تَؤُزُّهُمْ أَزًّا",
        "tafsir": "{  تؤزهم أزا } تحركهم تحريكا قويا ،  وتغويهم إغراءا شديدا بالمعاصي حتى يواقعوها .  يقال :  أز الشيء يئزه ويؤزه أزا ،  حركه شديدا .  وأزه يؤزه أزا ،  أغراه وهيجه .  وأزه :  حثه .  والأز والأزيز والهز والهزيز :  بمعنى التهييج وشدة الإزعاج .  وأصله من أزت القدر وتئز أزا وأز يزا :  اشتد غليانها .\r\n\r\n",
        "sura": "19",
        "aya": "83",
        "page": "311"
    },
    {
        "text": "فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا",
        "tafsir": "(84) - وَلاَ تَسْتَعْجِلْ يَا مُحَمَّدُ إِهْلاَكَ هَؤُلاَءِ الْكُفَّارِ، وَاسْتِئْصَالِهِمْ بِعَذَابِ اللهِ، فَإِنَّهُمْ لَمْ يَبْقَ لَهُمْ إِلاَّ أَيَّامٌ مَعْدُودَاتٌ، وَاللهُ تَعَالَى يُحْصِي عَلَيْهِمْ أَعْمَالَهُمْ وَأَنْفَاسَهُمْ وَأَيَّامَهُمْ فِي الْحَيَاةِ، ثُمَّ يَصِيرُونَ إِلَى الْمَوْتِ ثُمَّ إِلَى عَذَابِ اللهِ.",
        "sura": "19",
        "aya": "84",
        "page": "311"
    },
    {
        "text": "يَوْمَ نَحْشُرُ ٱلْمُتَّقِينَ إِلَى ٱلرَّحْمَٰنِ وَفْدًا",
        "tafsir": "{  وفدا } ركبانا على نجائب ؛  جمع وافد .  يقال :  وفد إليه وعليه يفد وفدا ووفودا ،  قدم وورد .  والوفد :  هم الذين يفدون على الملوك مستنجزين الحوائج .\r\n\r\n",
        "sura": "19",
        "aya": "85",
        "page": "311"
    },
    {
        "text": "وَنَسُوقُ ٱلْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا",
        "tafsir": "{  وردا } عطاشا .  والورد :  الجماعة يردون الماء ،  ولا يردون إلا للعطش .\r\n\r\n",
        "sura": "19",
        "aya": "86",
        "page": "311"
    },
    {
        "text": "لَّا يَمْلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحْمَٰنِ عَهْدًا",
        "tafsir": "{  لا يملكون الشفاعة } جملة مستأنفة ؛  أي لا يملك الناس في ذلك اليوم أن يشفعوا في غيرهم ولا أن يشفع غيرهم فيهم ؛  إلا من اتصف منهم بما يستأهل معه أن يشفع ،  أو إلا من أذن له الرحمان فيها ؛  كقوله تعالى :   \" يومئذ لا تنفع الشفاعة إلا من أذن له الرحمان ورضي له قولا \"  {[219]} . {  عهدا } أي أمرا ؛  من قولهم :  عهد الأمير إلى فلان بكذا ،  إذا أمره به .  ويقال :  أخذت الإذن بكذا واتخذته .",
        "sura": "19",
        "aya": "87",
        "page": "311"
    },
    {
        "text": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَٰنُ وَلَدًا",
        "tafsir": "(88) - لَمَّا قَرَّرَ اللهُ تَعَالَى فِي هَذِهِ السُّوْرَةِ عُبُودِيَّةِ عِيسَى للهِ، وَذَكَرَ خَلْقَهُ مِنْ مَرْيَمَ بِدُونِ أَبٍ، شَرَعَ فِي اسْتِنْكَارِ أَقْوَالِ الَّذِينَ زَعَمُوا أَنَّ للهِ وَلَداً، فَقَالَ: إِنَّهُمْ قَالُوا: اتَّخَذَ اللهُ وَلَداً مِنَ الْمَلاَئِكَةِ أَوْ مِنَ النَّاسِ.",
        "sura": "19",
        "aya": "88",
        "page": "311"
    },
    {
        "text": "لَّقَدْ جِئْتُمْ شَيْـًٔا إِدًّا",
        "tafsir": "{  شيئا إدا } فظيعا منكرا .  والإد و الإدة – بكسرها - :  العجب والأمر الفظيع ،  والداهية والمنكر ؛  كالأد بالفتح .  وأدته الداهية تؤده وتئده :  دهته .\r\n\r\n",
        "sura": "19",
        "aya": "89",
        "page": "311"
    },
    {
        "text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ ٱلْأَرْضُ وَتَخِرُّ ٱلْجِبَالُ هَدًّا",
        "tafsir": "{  يتفطرن منه } يتشققن منه قطعا ؛  من التفطير .  يقال :  فطره يفطره ويفطره ،  شقه ؛  فانفطر وتفطر . {  وتخر الجبال هدا } أي تسقط مهدودة .  يقال :  هد الحائط يهده هدا ،  إذا هدمه .\r\n\r\n",
        "sura": "19",
        "aya": "90",
        "page": "311"
    },
    {
        "text": "أَن دَعَوْا۟ لِلرَّحْمَٰنِ وَلَدًا",
        "tafsir": "{  أن دعوا للرحمان ولدا } أي من أجل أن نسبوا للرحمان ولدا .\r\n\r\n",
        "sura": "19",
        "aya": "91",
        "page": "311"
    },
    {
        "text": "وَمَا يَنۢبَغِى لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا",
        "tafsir": "(92) - وَلاَ يَلِيقُ بِجَلاَلِ الله وَعَظَمَتِهِ أَنْ يَكُونَ لَهُ وَلَدٌ، وَلاَ يَسْتَقِيمُ فِي الْعَقْلِ أَنْ يَكُونَ لَهُ وَلَدٌ لأَنَّ إِثْبَاتَ الْوَلَدِ لَهُ يَقْتَضِي حُدُوثَهُ وَحَاجَتَهُ. تَنَزَّهَ اللهُ تَعَالَى عَنْ ذَلِكَ وَتَعَالَى.",
        "sura": "19",
        "aya": "92",
        "page": "311"
    },
    {
        "text": "إِن كُلُّ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ إِلَّآ ءَاتِى ٱلرَّحْمَٰنِ عَبْدًا",
        "tafsir": "{ٱلسَّمَاوَاتِ} {آتِي}\r\n(93) - لأَِنَّ جَمِيعَ الْخَلاَئِقِ فِي السَّمَاوَاتِ وَالأَرْضِ هُمْ عَبِيدٌ للهِ وَلأَِنَّهُ لاَ كِفَاءَ لَهُ، وَلاَ مِثَالَ لَهُ مِنْ خَلْقِهِ.",
        "sura": "19",
        "aya": "93",
        "page": "311"
    },
    {
        "text": "لَّقَدْ أَحْصَىٰهُمْ وَعَدَّهُمْ عَدًّا",
        "tafsir": "{أَحْصَاهُمْ}\r\n(94) - وَلَقْدَ أَحْصَى اللهُ تَعَالَى عَدَدَ جَمِيعِ المَخْلُوقَاتِ، مُنْذُ بِدْءِ الخَلِيقَةِ إِلَى يَوْمِ القِيَامَةِ، وَعَرَفَ ذُكُورَهُمْ وَإِنَاثَهُمْ، وَصِغَارَهُمْ وَكِبَارَهُمْ، وَأَحْصَى أَعْمَالَهُمْ وَأَنْفَاسَهُمْ وَأَقْوَالَهُمْ، وَهُمْ جَمِيعاً تَحْتَ قَهْرِهِ وَسُلْطَانِهِ.",
        "sura": "19",
        "aya": "94",
        "page": "311"
    },
    {
        "text": "وَكُلُّهُمْ ءَاتِيهِ يَوْمَ ٱلْقِيَٰمَةِ فَرْدًا",
        "tafsir": "{آتِيهِ} {ٱلْقِيَامَةِ}\r\n(95) - وَكُلُّ وَاحِدٍ مِنَ الْخَلاَئِقِ سَيَأْتِي اللهَ يَوْمَ القِيَامَةِ وَحْدَهُ، لاَ نَاصِرَ وَلاَ مُجِيرَ لَهُ، فَيَحْكُمُ اللهُ فِي خَلْقِهِ بِمَا يَشَاءُ، وَهُوَ العَادِلُ الذِي لاَ يَظْلِمُ أَحَداً مِثْقَالَ ذَرَّةٍ.",
        "sura": "19",
        "aya": "95",
        "page": "311"
    }
]