[
    {
        "text": "فَأَنجَيْنَٰهُ وَأَصْحَٰبَ ٱلسَّفِينَةِ وَجَعَلْنَٰهَآ ءَايَةً لِّلْعَٰلَمِينَ",
        "tafsir": "{فأَنْجَيْناهُ} {أَصْحَابَ} {َجَعَلْنَاهَآ} {آيَةً} {لِّلْعَالَمِينَ}\r\n(15) - فَأَنْجَى اللهُ تَعالى نُوحاً وَمَنْ آمنَ مَعَهُ بالسَّفينَةِ، وَجَعَل قِصَّتَهُم (أَوْ جَعَلَ السَّفِينَةَ) آيةً وَدَلاَلَةً عَلَى قُدْرَتِهِ تَعَالَى، وَعَلَى حِكْمَتِهِ وأَغْرَقَ الآخرِينَ بالطُّوفَانِ.\n",
        "sura": "29",
        "aya": "15",
        "page": "398"
    },
    {
        "text": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
        "tafsir": "{إِبْرَاهِيمَ}\r\n(16) - واذْكُرْ يَا مُحَمَّدُ لِقَومِكَ قِصَّةَ أَبيهِمْ إِبراهِيمَ عَليهِ السَّلامُ إِذْ آتاهُ اللهُ رُشْدَهُ مُنْذُ صِغْرِهِ، فَكَمُلَ عَقْلُهُ، وأَخَذَ في دَعْوَةِ قَوْمِهِ إِلى عِبَادَةِ اللهِ وَحْدَهُ لا شَرِيكَ لَهُ، وَإِلى الإِخْلاَصِ فِي تَقوَى اللهِ في السِّرِّ والعَلَنِ. ثُمَّ قَالَ لَهُمْ إِنَّ الإِيمَانَ خَيْرٌ لهُم مِنَ الكُفْرِ إِنْ كَانُوا مِنْ ذَوِي العِلمِ والفَهْمِ، وإِنَّهُمْ إِنْ فَعَلُوا مَا أَمَرَهُمْ بهِ فَازُوا بالخَيرِ في الدُّنْيا والآخِرَةِ. ",
        "sura": "29",
        "aya": "16",
        "page": "398"
    },
    {
        "text": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَٰنًا وَتَخْلُقُونَ إِفْكًا إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ إِلَيْهِ تُرْجَعُونَ",
        "tafsir": "{  أوثانا } تماثيل وأصناما مصنوعة بأيديكم من حجارة أو غيرها ؛  جمع وثن .  وقد حرم بالإجماع صنع التماثيل لذي الروح واتخاذها ؛  سدا لذريعة الشرك والغواية . {  وتخلقون إفكا } وتكذبون كذبا ؛  حيث تسمنها آلهة ،  وتجعلونها لله شركاء ،  وتزعمون أنها لكم عند الله شفعاء .  أو تنحتونها وتصنعونها بأيديكم للإفك والكذب ؛  واللام المقدرة لام العاقبة .  والإفك :  الكذب ،  وكل مصروف عن وجهه الذي يحق أن يكون عليه .\r\n\r\n",
        "sura": "29",
        "aya": "17",
        "page": "398"
    },
    {
        "text": "وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ",
        "tafsir": "{ٱلْبَلاَغُ}\r\n(18) - وَقَالَ إِبراهِيمُ، عَلَيهِ السَّلامُ، مُتَابِعاً نُصْحَ قَوْمِهِ: إِنَّكُمْ إِنْ كَذَّبْتُمْ رَسُولَكُمْ فَقَدْ كَذَّبَتْ أُمَمٌ أُخْرَى قَبْلَكُمْ رُسُلَهَا، وَقَدْ بَلَغَكُمْ مَا حَلَّ بِهِمْ مِنْ الهَلاَكِ والدَّمَارِ، وَكَيفَ أَخَذَهُُمُ اللهُ بِعَذَابِهِ، وَمَهَمَّةُ الرَّسُولِ هيَ إِبْلاغُ النَّاسِ مَا أَمَرهُ رَبُّهُ بإِبلاغِهِ إِليهِمْ فَاحْرِصُوا عَلَى أَنْ تَكُونُوا مِنَ السُّعَدَاءِ المُستَجِيبِينَ لأَمرِ اللهِ.\n",
        "sura": "29",
        "aya": "18",
        "page": "398"
    },
    {
        "text": "أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
        "tafsir": "{  أولم يروا } احتجاج على منكرى البعث ،  واستدلال على القدرة عليه بأدلة واضحة جلية .  أي ألم ينظروا ويعلموا كيفية خلق الله تعالى الخلق ابتداء من مادة – كالنطفة والتراب – ومن غير مادة ؛  ليستدلوا بذلك على قدرته على الإعادة وهي أهون عليه ؟  .  والاستفهام للإنكار وتقرير الرؤية ؛  أي قد علموا ذلك .  وقوله : {  ثم يعيده } أي ثم هو يعيده .  وهو إخبار منه تعالى بالإعادة .\r\n\r\n",
        "sura": "29",
        "aya": "19",
        "page": "398"
    },
    {
        "text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْءَاخِرَةَ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  قل سيروا في الأرض .  .  .  } أي قل لمنكري البعث :  سيحوا في الأرض وتتبعوا أحوال الخلق ؛  فانظروا كيف خلقهم ابتداء على أطوار مختلفة ،  وطبائع متغايرة ،  وأخلاق شتى .  والكيفية في هذه الآية باعتبار بدء الخلق على أطوار مختلفة .  وفي الآية السابقة باعتبار بدء الخلق من مادة وغيرها .\r\n{  ثم الله } الذي أنشأ النشأة الأولى وأوجد الخلق من العدم{  ينشئ النشأة الآخرة } بعد الموت ؛  فكما لم يتعذر عليه إنشاؤه مبدئا لا يتعذر عليه إنشاؤهم معيدا بعد الموت .\r\n\r\n",
        "sura": "29",
        "aya": "20",
        "page": "398"
    },
    {
        "text": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ وَإِلَيْهِ تُقْلَبُونَ",
        "tafsir": "{  وإليه تقلبون } ترجعون وتردون ؛  من القلب وهو صرف الشيء عن وجه إلى وجه آخر .\r\n\r\n",
        "sura": "29",
        "aya": "21",
        "page": "398"
    },
    {
        "text": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
        "tafsir": "(22) - وَلا يُعجِزُ اللهَ تَعَالَى أَحَدٌ مِنْ خَلْقِهِ، مِنْ أَهلِ السَّمَاوَاتِ وَلاَ مِنْ أَهْلِ الأَرْضِ، وَهُوَ القَاهِرُ فَوقَ عِبَادِهِ، فَكُلُّ شَيءٍ فَقِيرٌ إِليهِ، وَليسَ لِلنَّاسِ مِنْ دُونِهِ مِنْ وَليٍّ يَليِ أَمُورَهُمْ، وَيَحْرُسُهُم مِنْ أنْ يَحِلّ بِهِمْ بلاَءٌ، وَليسَ لَهُمْ مِنْ دُونِهِ مِنْ نَاصِرٍ مِنْ يَنْصُرُهُمْ مِنْ بأَسِ اللهِ وَعَذَابِهِ.\r\nبِمُعْجِزِينَ - فَائِتِينَ بِالهَرَبِ مِنْ عَذَابِ اللهِ.\n",
        "sura": "29",
        "aya": "22",
        "page": "398"
    },
    {
        "text": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{بِآيَاتِ} {َلِقَآئِهِ} {أُوْلَـٰئِكَ} {يَئِسُواْ}\r\n(23) - وَالذِين كَفَرُوا بالدَّلائِلِ التي نَصَبَها اللهُ تَعَالى فِي الكَوْنِ، لِلدَّلاَلَةِ عَلَى وِجْودِهِ وَوَحْدَانِيَّتِهِ، وَالدَّّلائِلِ التي أَنزَلَهَا عَلَى رُسُلِهِ للإِرْشَادِ، ولِهِدَايَةِ الخَلْقِ إِلى سَبِيلِ اللهِ، وَجَحَدُوا بِلِقَاءِ اللهِ يَومَ القِيَامَةِ، فَأَنْكَرُوا البَعْثَ والحِسَابَ، أُولئِكَ لا مَطْمَعَ لَهُمْ فِي رَحْمَةِ اللهِ، لأَنَّهُمْ لَمْ يَخَافُوا عِقَابَهُ، وَلمْ يَرْجُوا ثَوَابَهُ، وَلَهُمْ عَذابٌ مُؤْلِمٌ مُوجِعٌ في الدُّنيا وَالآخِرَةِ. ",
        "sura": "29",
        "aya": "23",
        "page": "398"
    }
]