[
    {
        "text": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَٰنًا رَّبُّهُمْ أَعْلَمُ بِهِمْ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا",
        "tafsir": "{وكذلك أعثرنا عليهم} أي كما أنمناهم وبعثناهم هذا البعث الخاص، اطلعنا الناس عليهم. {إذا يتنازعون} ظرف ل {أعثرنا} ،  أي يتنازع المؤمنون والكافرون في أمرهم .",
        "sura": "18",
        "aya": "21",
        "page": "296"
    },
    {
        "text": "سَيَقُولُونَ ثَلَٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظَٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا",
        "tafsir": "{سيقولون ثلاثة. .  .} سيختلف الناس في عدة أصحاب الكهف فحكى الله تعالى عنهم ثلاثة أقوال لا غير. فدل على أنه لا قائل برابع، وأتبع القولين الأولين– وهما لغير المؤمنين– بقوله: {رجما بالغيب} أي قولا بلا علم ولا إطلاع، فدل على بعدها عن الصواب. وحكى الثالث– وهو للمؤمنين– وأعقبه بقوله: {وثامنهم كلبهم} فدل على أنه الواقع في نفس الأمر، وإنما استفيد منه التقرير، لأن الكلام قد تم عند قوله: {ويقولون سبعة} ثم عطف عليه قوله: {وثامنهم كلبهم} والثامن لا يكون ثامنا إلا بعد سابع، فكأنه قيل: هم سبعة وثامنهم كلبهم. {رجما بالغيب} أي يرمون رميا بالخبر الغائب عنهم، الذي لا مطلع لهم عليه ويأتون به. والرجم في الأصل: الرمى بالرجم، وهو الحجارة الصغيرة، استعير للتكلم بما لا علم به، ولا إطلاع عليه بخفاءه، تشبيها له بالرمي بالحجارة التي لا تصيب المرمى. {قل ربي أعلم بعدتهم} أي أقوى وأقدم في العلم بها. وفيه إرشاد إلى أن الأفضل في مثل هذا رد العمل إليه تعالى، وعدم الخوض فيهن فإذا أطلعنا الله على أمره قلنا به، وإلا وقفنا. وثبوت الأعلمية له تعالى لا ينافي علم قليل من الناس به، وهو قوله تعالى: {ما يعلمهم إلا قليل} أي ما يعلم عدتهم إلا قليل من الناس، والأكثرون لا يعلمونها. {فلا  تمار فيهم} أي فلا تجادل في شأن أصحاب الكهف أحدا من الخائضين فيه {إلا مراء ظاهرا} واضحا بذكر ما قصصنا عليك من شأنهم ولا تزد عليه. يقال: ماراه مراء، جادله. {ولا تستفت فيهم منهم أحدا} فإن فيما أوحينا إليك لمندوحة عن غيره .",
        "sura": "18",
        "aya": "22",
        "page": "296"
    },
    {
        "text": "وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌ ذَٰلِكَ غَدًا",
        "tafsir": "{ولا تقولن لشيء. .  .} أي لا تقولن أفعل غدا إلا متلبسا بقول: إن شاء الله. نزلت إرشادا له صلى الله عليه وسلم حين سألته قريش عن الروح وعن أصحاب الكهف وعن ذي القرنين فقال: {ائتوني غدا أخبركم} ،  ولم يقل إن شاء الله، فأبطأ عليه الوحي بضعة عشر يوما حتى شق عليه .",
        "sura": "18",
        "aya": "23",
        "page": "296"
    },
    {
        "text": "إِلَّآ أَن يَشَآءَ ٱللَّهُ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَٰذَا رَشَدًا",
        "tafsir": "{واذكر ربك إذا نسيت} أي إذا نسيت تعليق القول بالمشيئة، ثم ذكرت أنك لم تعلقه بها فائت بها، أي ما دامت في مجلس الذكر– كما روى عن الحسن– أو ما لم تأخذ في كلام آخر .",
        "sura": "18",
        "aya": "24",
        "page": "296"
    },
    {
        "text": "وَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَٰثَ مِا۟ئَةٍ سِنِينَ وَٱزْدَادُوا۟ تِسْعًا",
        "tafsir": "{ثَلاثَ مِئَةٍ} - وكانت مدة رقدتهم في الكهف، منذ دخولهم إليه حتى بعثهم، وتساؤلهم فيما بينهم: ثلاثمئة سنة شمسية (وَهِيَ السَّنَةُ التِي كَانَ يَتَعَامَلُ بِهَا أَهْلُ الكِتَابِ) ، تعادل ثلاثمئة وتسع سنوات قمرية، (وَهِيَ السَّنَةُ التِي كَانَ يَتَعَامَلُ بِهَا العَرَبُ) .",
        "sura": "18",
        "aya": "25",
        "page": "296"
    },
    {
        "text": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ لَهُۥ غَيْبُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَبْصِرْ بِهِۦ وَأَسْمِعْ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًا",
        "tafsir": "{قل الله اعلم بما لبثوا} أي بالزمن الذي لبثوه في كهفهم ممن اختلفوا فيه. وقد أخير أنه ثلاثمائة سنة وتسع سنين قمرية. فهو الحق الصحيح الذي لا شك فيه. وهو إحدى معجزاته صلى الله عليه وسلم. {أبصر به وأسمع} صيغتا تعجب، أي ما أبصره وما أسمعه تعالى. والمراد: الإخبار بأنه تعالى لا يغيب عن بصره وسمعه شيء. وذكر بصيغة التعجب للدلالة على أن أمره في الإدراك خارج عما عليه إدراك المبصرين والسامعين، إذ لا يحجبه شيء ولا يتفاوت عنده لطيف وكثيف، وصغير وكبير، وخفي وجلي .",
        "sura": "18",
        "aya": "26",
        "page": "296"
    },
    {
        "text": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
        "tafsir": "{ولن تجد من دونه ملتحدا} ملجأ تعدل إليه وتميل عند إلمام ملمة، من الالتحاد بمعنى الميل، يقال: ألحد، مال وعدل. والتحد إلى كذا: مال إليه .",
        "sura": "18",
        "aya": "27",
        "page": "296"
    }
]