[
    {
        "text": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ لَا ظُلْمَ ٱلْيَوْمَ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
        "tafsir": "(17) - وَاليَومَ تَلْقَى كُلُّ نَفْسٍ جَزَاءَ عَمَلِهَا، فَلاَ تُبْخَسُ نَفْسٌ مَا اسْتَوْجَبَتْهُ مِنْ أَجْرٍ عَلَى عَمَلٍ عَمِلتهُ فِي الدُّنْيَا، (فَلاَ يُنْقَصُ مِنْهُ) إِنْ كَانَ صَالِحاً، وَلاَ يُحْمَلُ عَلَيْهَا إِثْمُ ذَنْبٍ لَمْ تَعْمَلْهُ. وَاللهُ تَعَالَى سَرِيعُ الحِسَابِ، يُحَاسِبَ الخَلاَئِقَ كُلَّهُمْ كَمَا يُحَاسِبُ نَفْساً وَاحِدَةً.\n",
        "sura": "40",
        "aya": "17",
        "page": "469"
    },
    {
        "text": "وَأَنذِرْهُمْ يَوْمَ ٱلْءَازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَٰظِمِينَ مَا لِلظَّٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
        "tafsir": "{  وأنذرهم هم الآزفة } يوم القيامة .  وأصل معنى الآزفة :  القريبة ؛  من أزف الرحيل – كفرح – أزفا وأزوفا :  دنا وقرب ؛  ثم جعلت اسما للقيامة لقربها بالإضافة إلى ما مضى من عمر الدنيا أو لما بقي . \r\n{  إذ القلوب لدى الحناجر } إذ قلوبهم مرتفعة عن مواضعها من صدورهم ،  متشبثة بحلوقهم .  والحناجر :  جمع حنجور أو حنجرة ،  وهي الحلقوم . {  كاظمين } ممسكين عليها لا تخرج مع أنفاسهم ؛  كما يمسك صاحب القربة فمها لئلا يهراق الماء [ آية 134 آل عمران ص 125 ] .  وهو كناية عن شدة الفزع وفرط الغم . {  وما للظالمين من حميم } قريب مشفق .  يقال :  احتم فلان لفلان ،  أي احتد ؛  فكأنه الذي يحتد حماية لذويه .  ومنه قيل لخاصة الرجل :  حامته ؛  ولذا فسر الحميم بالصديق .",
        "sura": "40",
        "aya": "18",
        "page": "469"
    },
    {
        "text": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ",
        "tafsir": "{  يعلم خائنة الأعين } أي هو تعالى يعلم النظرة الخائنة ؛  كمسارقة النظر إلى ما نهى الله عنه . \r\n{  وما تخفي الصدور } أي والذي تخفيه الصدور من المكنونات ؛  فيجزي كل نفس بما كسبت . \r\n\r\n",
        "sura": "40",
        "aya": "19",
        "page": "469"
    },
    {
        "text": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
        "tafsir": "(20) - واللهُ تَعَالَى يَحْكُمُ بالعَدْلِ بَينَ الخَلاَئِقِ، وَيُحَاسِبُهُمْ عَلَى جَمِيعِ أَعْمَالِهِمْ جَلِيلِهَا وَحَقِيرِهَا، وَيَجْزِيهِمْ عَلَيهَا. وَالآلِهَةُ التي يَعْبُدُهَا المُشْرِكُونَ لاَ تَمْلِكُ التَّصَرُّفَ بِشَيءٍ، وَلاَ تَعْلَمُ شَيئاً. وَاللهُ تَعَالَى هُوَ السَّمِيعُ لِمَا يَقُولُهُ العِبَادُ، البَصِيرُ بِمَا يَفْعَلُونَهُ.\n",
        "sura": "40",
        "aya": "20",
        "page": "469"
    },
    {
        "text": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
        "tafsir": "{  وما كان لهم من الله من واق } أي من دافع يدفع عنهم عذاب الله ويحفظهم منه .  يقال :  وقاه وقاية ،  أي صانه وحفظه ،  ومنع عنه ما يضره .  وهو وعيد شديد للمكذبين . \r\n\r\n",
        "sura": "40",
        "aya": "21",
        "page": "469"
    },
    {
        "text": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
        "tafsir": "{بِٱلْبَيِّنَاتِ}\r\n(22) - وَقَدْ أَخَذَهُم اللهُ تَعَالَى وَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِهِ مِنْ وَاقٍ وَلاَ نَاصِرٍ، لأَِنَّهُمْ كَانَتْ تَأْتِيهِمْ رُسُلُ رَبِّهِمْ بِالبَرَاهِين والحُجَجِ الدَّالَّةِ عَلَى وُجُودِ اللهِ وَوَحْدَانِيَّتِهِ، وَعَظَمَتِهِ، فَكَفَرُوا بِهَا، فَأَهْلَكَهُمْ اللهُ وَأَبَادَهُمْ، وَلَمْ يُتْرُكْ لَهُمْ فِي أَرْضِهِمْ مِنْ بَاقِيةٍ، وَاللهُ تَعَالَى قَوِيٌّ عَزِيزٌ، ذُو بَطْشٍ شَدِيدٍ.\n",
        "sura": "40",
        "aya": "22",
        "page": "469"
    },
    {
        "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلْطَٰنٍ مُّبِينٍ",
        "tafsir": "{بِآيَاتِنَا} {سُلْطَانٍ}\r\n(23) - يُسَلِّي اللهُ تَعَالَى رَسُولَهُ الكَرِيمَ عَمَّا يُلاَقِيهِ مِنْ تَكْذِيبِ المُكَذِّبِينَ، فَيَذْكرُ لَهُ قَصَصَ الأَنْبِيَاءِ قَبْلَهُ عَلَيْهِمْ صَلَوَاتُ اللهِ، وَمَا لاَقوهُ مِنْ أَقْوَامِهِمْ، فَكَانَتِ العَاقِبَةُ لَهُمْ، والدَّمَارُ لأَِعْدَائِهِمْ وَمُكَذِّبِيهِمْ.\r\nوَبَدأ اللهُ تَعَالَى بِسَرْدِ قِصَّة مُوسَى عَلَيهِ السَّلاَمُ، فَقَالَ: إِنَّهُ أَرْسَلَهُ بِالآيَاتِ البَيِّنَاتِ وَالْحُجَجِ الدَامِغَاتِ.\n",
        "sura": "40",
        "aya": "23",
        "page": "469"
    },
    {
        "text": "إِلَىٰ فِرْعَوْنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُوا۟ سَٰحِرٌ كَذَّابٌ",
        "tafsir": "{هَامَانَ} {قَارُونَ} {سَاحِرٌ}\r\n(24) - إِلَى فِرْعونَ مَلِكِ مِصْرَ، وَهَامَانَ وَزِيرِهِ، وَقَارُونَ وَهُوَ رَجُلٌ مِنْ أَغْنَى أَهْلِ زَمَانِهِ (وَجَاءَ فِي آيةٍ أُخْرَى إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى) فَكَذَّبُوا مُوسَى، وَقَالُوا جَمِيعُهُمْ إِِنَّهُ سَاحِرٌ كَذَّابٌ، لأَِنَّهُمْ عَجَزُوا عَنْ مُقَارَعَةِ الآيَاتِ التِي جَاءَهُمْ بِهَا مِنْ عِنْدِ اللهِ.\n",
        "sura": "40",
        "aya": "24",
        "page": "469"
    },
    {
        "text": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ وَمَا كَيْدُ ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍ",
        "tafsir": "{  قالوا اقتلوا أبناء الذين آمنوا معه } أي قال فرعون ومن معه :  أعيدوا على بني إسرائيل ما كنتم تفعلونه بهم أولا من قتل الذكور من أولادهم كي تصدوهم عن مظاهرة موسى ؛  فالقتل وقع مرتين . \r\n{  واستحيوا نساءهم } أي استبقوا الإناث من أولادهم للخدمة كما فعلتم من قبل . {  ضلال } ضياع وخسران . \r\n\r\n",
        "sura": "40",
        "aya": "25",
        "page": "469"
    }
]