[
    {
        "text": "وَلَقَدْ صَرَّفْنَا فِى هَٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍ وَكَانَ ٱلْإِنسَٰنُ أَكْثَرَ شَىْءٍ جَدَلًا",
        "tafsir": "{ٱلْقُرْآنِ} {ٱلإِنْسَانُ}\r\n(54) - يُخْبِرُ اللهُ تَعَالَى أَنَّهُ بَيَّنَ للنَّاسِ فِي هذا القُرْآنِ كُلَّ مَا هُمْ بِحَاجَةٍ إِلَيْهِ فِي أُمُورِ دِينِهِمْ، وَدُنْيَاهُمْ، وَفَصَّلَهُ لِكَيْلا يَضِلُّوا عَنِ الحَقِّ، وَيَخْرُجُوا عَنْ طَرِيقِ الهُدَى وَالصَّوَابِ، وَلِيَذْكُرُوا فَيُنِيبُوا إِلَى رَبِّهِمْ وَيَعْتَبِرُوا، وَيَزْدَجِرُوا عَمَّا هُمْ فِيهِ مِنَ الشِّرْكِ وَسُوءِ العَمَلِ. وَمَعَ هذا البَيَانِ وَالتَّوْضِيحِ فَإِنَّ الكَافِرِينَ طَلَبُوا مُعْجِزَاتٍ أُخْرَى غَيْرَ القُرْآنِ، وَالإِنْسَانُ فِي طَبِيعَتِهِ حُبُّ الجَدَلِ، وَمُعَارَضَةُ الحَقِّ بِالبَاطِلِ، إِلاَّ مَنْ هَدَى اللهُ.\r\nصَرَّفْنَا - كَرَّرْنَا القَوْلَ بِأَسَالِيبَ مُخْتَلِفَةٍ.\r\nكُلِّ مَثَلٍ - مَعْنًى غَرِيبٍ كَالمَثَلِ فِي غَرَابَتِهِ.",
        "sura": "18",
        "aya": "54",
        "page": "300"
    },
    {
        "text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا۟ رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًا",
        "tafsir": "{  وما منع الناس أن يؤمنوا .  .  .  } أي وما منع كفار مكة من الإيمان بالله ،  ونبذ الشرك ،  ومن الاستغفار مما فرط منهم من الآثام إلا تقدير الله إتيانهم ما جرفت به سنته في الأمم المكذبة السابقة من الهلاك الدنيوي أو العذاب الأخروي .  أو إرادته تعالى ذلك ،  بناء على ما علم سبحانه من سوء استعدادهم وخبث نفوسهم ،  ف {  أن } وما بعدها في تأويل مصدر فاعل {  منع } بتقدير مضاف وهو :  تقدير أو إرادة .  وفي الآية إنذار لهم بأن شأنهم وعاقبة أمرهم شأن الأولين المكذبين . {  أو يأتيهم العذاب قبلا } أي صنوفا وألوانا ،  أو عيانا ومقابلة . \r\n\r\n",
        "sura": "18",
        "aya": "55",
        "page": "300"
    },
    {
        "text": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُوا۟ بِٱلْبَٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ وَٱتَّخَذُوٓا۟ ءَايَٰتِى وَمَآ أُنذِرُوا۟ هُزُوًا",
        "tafsir": "{  ليدحضوا به الحق } ليزيلوا أو يبطلوا الحق بجدالهم ، من إدحاض القدم ،  وهو إزلاقها .  يقال :  أدحض قدمه ،  أي أزلقها وأزلها عن موضعها .  والدحض :  الطين الذي يزلق فيه . \r\n\r\n",
        "sura": "18",
        "aya": "56",
        "page": "300"
    },
    {
        "text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا۟ إِذًا أَبَدًا",
        "tafsir": "{  أكنة } أغطية .  {  وقرا } أي ثقلا وصمما ( آية 25 الأنعام ص 216 ) .  والآية فيمن علم الله أنهم يموتون على الكفر من مشركي مكة .",
        "sura": "18",
        "aya": "57",
        "page": "300"
    },
    {
        "text": "وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلْعَذَابَ بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا۟ مِن دُونِهِۦ مَوْئِلًا",
        "tafsir": "{  موئلا } ملجأ يلجئون إليه .  يقال :  وأل إليه يئل وألا ووؤلا – بوزن وعولا- لجأ . \r\n\r\n",
        "sura": "18",
        "aya": "58",
        "page": "300"
    },
    {
        "text": "وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَٰهُمْ لَمَّا ظَلَمُوا۟ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا",
        "tafsir": "{  لمهلكهم موعدا } لهلاكهم ميقاتا وأجلا معينا ،  لا يستأخرون عنه ساعة ولا يستقدمون . \r\n\r\n",
        "sura": "18",
        "aya": "59",
        "page": "300"
    },
    {
        "text": "وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًا",
        "tafsir": "{  وإذ قال موسى } شروع في قصة موسى الكليم عليه السلام .  {  لفتاه } يوشع بن نون .  وقيل :  إنه ابن أخت موسى عليه السلام .  {  مجمع البحرين } أي قرب ملتقاهما مما يلي المشرق ،  وهما على ما يظهر البحر الأحمر ،  والبحر الأبيض . {  أمضى حقبا } أي أسير دهرا طويلا ،  جمعه أحقاب ،  وفي معناه الحقبة من الدهر وجمعها حقب – كسدرة وسدر- ،  والحقبة وجمعها حقب ،  كغرفة وغرف . \r\n\r\n",
        "sura": "18",
        "aya": "60",
        "page": "300"
    },
    {
        "text": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًا",
        "tafsir": "{  مجمع بينهما .  .  } أي المكان الذي وعد موسى أن يجتمع فيه بالخضر عليه السلام ،  و{  بين } ظرف أضيف إلى البحرين على الاتساع . {  سربا } مسلكا ومذهبا ،  كالسرب في الأرض . \r\nوالسرب :  النفق والحفير تحت الأرض ،  والقناة يدخل منها الماء البستان .  {  نصبا } تعبا وإعياء . \r\n\r\n",
        "sura": "18",
        "aya": "61",
        "page": "300"
    }
]