[
    {
        "text": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ",
        "tafsir": "{هَدَانِي}\r\n(57) - أَوْ تَقُولَ بَعْضُ الأَنْفُسِ المُذْنِبَةِ حِينَ تَرَى العَذَابَ يَوْمَ القِيَامَةِ: لَوْ أَنَّ اللهَ هَدَانِي وَأَرْشَدَنِي إِلَى دِينِهِ وَطَاعَتِهِ، لَكُنْتُ فِي الدُّنْيَا مِمّن اتَّقَى اللهَ، وَتَرَكَ الشِّرْكَ، وَأَقْلَعَ عَنِ ارْتِكَابِ المَعَاصِي.\n",
        "sura": "39",
        "aya": "57",
        "page": "465"
    },
    {
        "text": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةً فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ",
        "tafsir": "(58) - أَوْ تَقُولَ بَعْضُ الأَنْفُسِ المُذْنِبَةِ حِينَ تَرَى العَذَابَ يَومَ القِيَامَةِ: لَيْتَ لِي رَجْعَةً إِلَى الدُّنْيَا فَاتَّبعَ الرُّسُلَ، وَأَكُونَ مِنَ المُهْتَدِينَ المُحْسِنِينَ فِي أَعَمَالِهِمْ.\r\nكَرَّةً - رَجْعَةً إِلَى الدُّنْيَا.",
        "sura": "39",
        "aya": "58",
        "page": "465"
    },
    {
        "text": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَٰفِرِينَ",
        "tafsir": "{آيَاتِي} {ٱلْكَافِرِينَ}\r\n(59) - وَيَقُولُ اللهُ تَعَالَى لِهَؤُلاَءِ المُتَبَاطِئِينَ فِي التَّوْبَةِ: إِنَّ رَدَّهُ تَعَالَى عَلَى تِلْكَ الأَنْفُسِ التِي تَتَمَنَّى المُنَى يَوْمَ القِيَامَةِ، وَتَتَحَسَّرُ عَلَى مَا كَانَ مِنْهَا مِنْ قُصُورٍ، هُوَ أَنَّهُ لاَ فَائِدَةَ مِنْ ذَلِكَ كُلِّهِ اليَومَ، فَقَدْ جَاءَتْكَ آيَاتِي فِي الدُّنْيَا عَلَى لِسَانِ رُسُلِي تُذَكِّرُكَ وَتَدْعُوكَ وَتُنذِرُكَ فَكَذَّبْتَ بِهَا، وَاسْتَكْبَرْتَ عَنْ قَبُولِهَا، وَكُنْتَ مِنَ الثَّابِتِينَ عَلَى الكُفْرِ.\n",
        "sura": "39",
        "aya": "59",
        "page": "465"
    },
    {
        "text": "وَيَوْمَ ٱلْقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ",
        "tafsir": "{ٱلْقِيَامَةِ}\r\n(60) - وَتَرَى يَا مُحَمَّدُ يَوْمَ القِيَامَةِ، الذِينَ كَذَبُوا عَلَى اللهِ، فَزَعَمُوا أَنْ لَهُ وَلَداً أَوْ صَاحِبَةً أَوْ شَرِيكاً، أَوْ عَبَدُوا مَعَ اللهِ شُرَكَاءَ.. الخ قَدْ اسْوَدَّتْ وُجُوهُهُمْ مِنَ الخزْيِ والحُزْنِ والكَآبَةِ، ثُمَّ يَدخُلُونَ النَّارَ لِيَلْقَوا فِيهَا العَذَابَ الذِي يَسْتَحِقُّونَهُ. أَوَ لَيْسَتْ جَهَنَّمُ كَافِيةً سِجْناًَ وَمَوْئِلاً لِلْمُتَكَبِّرينَ فَيَرَوْا فِيهَا الخِزْيَ والهَوَانَ بِسَبَبِ تَكَبُّرِهِمْ وَتَجَبُّرِهِمْ. وَاسْتِعْلاَئِهِمْ عَنِ الانْقِيَادِ لِلحَقِّ.\r\nمَثْوًى - مَأْوًى ومقَامٌ.\n",
        "sura": "39",
        "aya": "60",
        "page": "465"
    },
    {
        "text": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا۟ بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ",
        "tafsir": "{  بمفازتهم } أي ينجيهم بسبب فوزهم .  أو بمكان فوزهم وهو الجنة . <br />\r\n<br />\r\n",
        "sura": "39",
        "aya": "61",
        "page": "465"
    },
    {
        "text": "ٱللَّهُ خَٰلِقُ كُلِّ شَىْءٍ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
        "tafsir": "{خَالِقُ}\r\n(62) - اللهُ سُبْحَانَهُ هُوَ الخَالِقُ لِجَمِيعِ مَا فِي الوُجُودِ، وَهُوَ القَائِمُ عَلَى كُلِّ نَفْسٍ يَتَوَلَّى الوُجُودَ بِحِفْظِهِ وَرِعَايَتِهِ، فَالأَشْيَاءُ جَمِيعُهَا مُحْتَاجَةٌ إِلَى اللهِ فِي وُجُودِهَا وَفِي بَقَائِهَا.\n",
        "sura": "39",
        "aya": "62",
        "page": "465"
    },
    {
        "text": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
        "tafsir": "{  له مقاليد السموات والأرض } مفاتيح خزائنها .  جمع مقلاد أو مقليد .  أو اسم جمع لا واحد له ؛  من التقليد بمعنى الإلزام .  أي أنه لا يملك أمر السموات والأرض ،  ولا يتمكن من التصرف فيهما غيره تعالى . <br />\r\n<br />\r\n",
        "sura": "39",
        "aya": "63",
        "page": "465"
    },
    {
        "text": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَٰهِلُونَ",
        "tafsir": "{ٱلْجَاهِلُونَ}\r\n(64) - دَعَا كُفَّارُ قُرَيشٍ رَسُولَ اللهِ صلى الله عليه وسلم أَنْ يَعْبُدَ مَعَهُمْ أَصْنَامَهُمْ عَلَى أَنْ يَعْبُدُوا هُمْ مَعَهُ اللهَ، مَعَ اسْتِمْرَارِهِمْ عَلَى عِبَادَةِ أَصْنَامِهِمْ، فَأَنْزَلَ اللهُ تَعَالَى هَذِهِ الآيَةَ، وَفِيهَا يُوَبِّخُ اللهُ تَعَالَى هَؤُلاَءِ الجَاهِلِينَ، وَيَأْمرُ رَسُولَهُ الكَرِيمَ بِأَنْ يَرَدَّ عَلَيهِمْ بِقَوْلِهِ: أَفَتَأْمُرُونَنِي أَيُّهَا الجَاهِلُونَ بِأَنْ أَعْبُدَ غَيْرَ اللهِ بَعْدَ مَعْرِفَتِي بِاللهِ وَمُشَاهَدَتِي الأَدِلَّةَ والآيَاتِ الدَّالَّةَ عَلَى عَظَمَتِهِ وَتَفَرُّدِهِ بِالأُلْوَهِيَّةِ والخَلْقِ؟ إِنَّ هَذَا لَنْ يَكُونَ أَبَداً.\n",
        "sura": "39",
        "aya": "64",
        "page": "465"
    },
    {
        "text": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَٰسِرِينَ",
        "tafsir": "{  ولقد أوحي إليك } أي ولقد أوحينا إليك وإلى كل رسول تقدمك :  لئن أشركت بالله شيئا ليبطلن عملك الذي عملت قبل الشرك{  ولتكونن من الخاسرين } .  وهو كلام على سبيل الفرض ؛  للإعلام بغاية شناعة الشرك ،  وكونه بحيث ينهى عنه من يستحيل أن يباشره فكيف بمن عداه !  ويقرب منه ما قيل :  إن الخطاب للرسول والمقصود أمته [ آية 88 الأنعام ص 231 ] .",
        "sura": "39",
        "aya": "65",
        "page": "465"
    },
    {
        "text": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
        "tafsir": "{ٱلشَّاكِرِينَ}\r\n(66) - لاَ تُطِعْ قَوْمَكَ يَا مُحَمَّدُ فِي عِبَادَةِ الأَصْنَامِ، التِي يَدْعُونَكَ إِلَى عِبَادَتِهَا، وَاعْبُدِ اللهَ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَكُنْ مِنَ الشَّاكِرِينَ لَهُ عَلَى مَا أَنْعَمَ بِهِ عَلَيكَ مِنَ الخَيرِ بِهِدَايَتِكَ إِلَى طَرِيقِهِ المُسْتَقِيمِ.\n",
        "sura": "39",
        "aya": "66",
        "page": "465"
    },
    {
        "text": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطْوِيَّٰتٌۢ بِيَمِينِهِۦ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
        "tafsir": "{  وما قدروا الله حق قدره } ما عظموه تعالى حق تعظيمه [ آية 91 الأنعام ص 231 ] . <br />\r\n{  والأرض جميعا قبضته يوم القيامة } بيان لعظيم قدرته تعالى ،  وأن المتولي لإبقاء السموات والأرض في الدنيا هو المتولي لتخريبهما يوم القيامة ؛  فله سبحانه وحده القدرة التامة على الإيجاد والإبقاء والإفناء في الدارين ؛  فكيف يشركون به غيره !  ؟  .  والقبضة :  المرة من القبض ،  وتطلق على المقدار المقبوض بالكف ؛  أي والأرض – مجموعة – مقبوضة له تعالى يوم القيامة .  وخص بالذكر وإن كانت قدرته شاملة لدار الدنيا أيضا ؛  لأن الدعاوي تنقطع في ذلك اليوم ؛  كما قال :   \" والأمر يومئذ لله \"  وقال :   \" لمن الملك اليوم لله الواحد القهار \"  . {  والسموات مطويات بيمينه } قال الزمخشري :  الغرض من هذا الكلام إذا أخذته بمجموعه – تصوير عظمته تعالى :  والتوقيف على كنه جلاله لا غير ؛  من غير ذهاب بالقبضة واليمن إلى جهة حقيقة أو جهة مجاز .  فهو تمثيل لحال عظمته تعالى ،  ونفاذ قدرته – بحال من يكون له قبضة فيها الأرض جميعا ،  ويمين بها يطوى السموات .  وقيل :  هو تنبيه على مزيد جلالته وعظمته تعالى ؛  بإفادة أن الأرض كلها مع عظمها وكثافتها في مقدوره ،  كالشيء الذي يقبض عليه القابض بكفه .  فالقبضة مجاز عن الملك أو التصرف ؛  كما يقال :  هو في يد فلان وفي قبضته ،  للشيء الذي يهون عليه التصرف فيه وإن لم يقبض عليه .  واليمين :  مجاز عن القدرة التامة . <br />\r\nوالسلف – كما ذكره الألوسي – يذهبون إلى أن الكلام تنبيه على مزيد جلالته وعظمته ،  ورمز إلى أن آلهتهم – أرضية أم سماوية – مقهورة لله تعالى .  إلا أنهم لا يقولون بالتجوز بالقبضة عن الملك أو التصرف ،  ولا باليمين عن القدرة ؛  بل ينزهونه تعالى عن الجوارح والأعضاء ،  ويؤمنون بما نسبه تعالى إلى ذاته بالمعنى اللائق به الذي أراده سبحانه .  قال الخطابي :  ليس عندنا معنى اليد الجارحة ،  إنما هي صفة جاء بها التوقيف ؛  فنحن نطلقها على ما جاءت لا نكيفها ،  وننتهي إلى حيث انتهى بنا الكتاب والأخبار المأثورة .  وقال سفيان بن عيينة :  كل ما وصف الله به نفسه في كتابه فتفسيره :  تلاوته والسكوت عليه .",
        "sura": "39",
        "aya": "67",
        "page": "465"
    }
]