[
    {
        "text": "سَمَّٰعُونَ لِلْكَذِبِ أَكَّٰلُونَ لِلسُّحْتِ فَإِن جَآءُوكَ فَٱحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْـًٔا وَإِنْ حَكَمْتَ فَٱحْكُم بَيْنَهُم بِٱلْقِسْطِ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
        "tafsir": "{أكالون للسحت} هم أكالون للمال الحرام كالربا والرشوة. سمي سحتا من سحته إذا استأصله، لأنه مسحوت البركة أي مقطوعها. أو لأنه يذهب فضيلة الإنسان و يستأصلها. واليهود أرغب الناس في المال الحرام و أحرصهم عليه. {فإن جاءوك فاحكم بينهم} خير الرسول صلى الله عليه وسلم إذا ترافع إليه أهل الكتاب بين الحكم بينهم، والإعراض عنهم، ثم نسخ التخيير بقوله تعالى: {وأن احكم بينهم بما أنزل الله} . وقيل: إن التخيير ثابت بهذه الآية، وقوله تعالى: {وأن احكم} بيان لكيفية الحكم عند اختياره، وأية لا يحكم إلا بإحكام الإسلام. وأما إذا تحاكم مسلم وذمي فإنه يجب الحكم بينهما بأحكام الإسلام اتفاقا. وتفصيل الأحكام في الفقه. {بالقسط} أي بالعدل، وهو ما جاء به الإسلام من الأحكام .",
        "sura": "5",
        "aya": "42",
        "page": "115"
    },
    {
        "text": "وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوْرَىٰةُ فِيهَا حُكْمُ ٱللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنۢ بَعْدِ ذَٰلِكَ وَمَآ أُو۟لَٰٓئِكَ بِٱلْمُؤْمِنِينَ",
        "tafsir": "{ٱلتَّوْرَاةُ} {أُوْلَـٰئِكَ} - وينكر الله تعالى على هؤلاء مقاصدهم الزائفة، ونياتهم الفاسدة، في تركهم ما يعتقدون صحته من الكتاب الذي بأيديهم، والذي يزعمون أنهم مأمورون بالتمسك به أبدا، ثم يخرجون عن حكمه إلى غيره (القُرْآنِ وَالإِسْلامِ) ، مما يعتقدون بطلانه، وعدم لزومه لهم. فقال الله تعالى لرسوله صلى الله عليه وسلم: كيف يحكمونك في أمر الزناة وعندهم التوراة فيها حكم الله، وإذا أردت أنت أن تحكم بينهم بما يتفق مع شرعهم، لم يقبلوا حكمك (يَتَوَلَّوْنَ) لأنهم ليسوا مؤمنين إيمانا صحيحا لا بدينهم، ولا بدينك.\r\nيتولون من بعد ذلك- يعرضون عن حكمك الموافق لحكم التوراة بعد تحكيمك.",
        "sura": "5",
        "aya": "43",
        "page": "115"
    },
    {
        "text": "إِنَّآ أَنزَلْنَا ٱلتَّوْرَىٰةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسْلَمُوا۟ لِلَّذِينَ هَادُوا۟ وَٱلرَّبَّٰنِيُّونَ وَٱلْأَحْبَارُ بِمَا ٱسْتُحْفِظُوا۟ مِن كِتَٰبِ ٱللَّهِ وَكَانُوا۟ عَلَيْهِ شُهَدَآءَ فَلَا تَخْشَوُا۟ ٱلنَّاسَ وَٱخْشَوْنِ وَلَا تَشْتَرُوا۟ بِـَٔايَٰتِى ثَمَنًا قَلِيلًا وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَٰٓئِكَ هُمُ ٱلْكَٰفِرُونَ",
        "tafsir": "{ٱلتَّوْرَاةَ} {وَٱلرَّبَّانِيُّونَ} {كِتَابِ} {بِآيَاتِي} {فَأُوْلَـٰئِكَ} {ٱلْكَافِرُونَ} - يمدح الله تعالى التوراة، فيقول: إنه أنزلها وفيها هدى ونور، يحكم بها الأنبياء الذين أسلموا وجوههم لربهم مخلصين له الدين (وَهُمْ مُوسَى وَمَنْ جَاءَ بَعْدَهُ مِنْ أَنْبِيَاءَ بَنِي إِسْرَائِيلَ) بين اليهود لا يخرجون عن حكمها، ولا يبدلونها ولا يحرفونها. ويحكم بها العلماء العباد (الرَّبَّانِيُّونَ) ، والعلماء (الأَحْبَارُ) بما استودعوا (اسْتُحْفِظُوا) من كتاب الله الذي أمروا بأن يحفظوه من التبديل، وبأن يظهروه، ويعملوا بأحكامه. ثم خاطب الله تعالى رؤساء اليهود الذين كانوا في زمن التنزيل فقال: كيف لا يخافون الله في الكتمان والتبديل، بعد أن قص الله تعالى عليهم سيرة السلف الصالح من بني إسرائيل علهم يعتبرون ويرعوون عن غيهم. ثم قال لهم: وإذا كان الحال كذلك أيها الأحبار، ولا شك في أنكم لا تنكرونه، فلا تخشوا الناس فتكتموا ما عندكم من الكتاب، خشية الناس، أو طمعا في منفعة عاجلة منه، وأخشوني أنا واقتدوا بمن كان قبلكم من الربانيين والأحبار، واحفظوا التوراة، ولا تعدلوا عن ذلك، فإن النفع والضرر بيد الله، ولا تتركوا بيان أحكام التوراة للناس، والعمل بها، لقاء منفعة دنيوية قليلة تأخذونها من الناس كرشوة أو جاه.\r\nوكل من يرغب عن الحكم بما أنزل الله من شرع، ويخفيه ويحكم بغيره (كَحُكْمِ اليَهُودِ فِي الزَّانِيَيْنِ المُحْصَنَيْنِ بِالتَّحْمِيمِ وَالجَلْدِ، وَكِتْمَانِ الرَّجْمِ، وَقَضَائِهِمْ فِي بَعْضِ قَتْلاَهِمْ بِدِيَةٍ كَامِلَةٍ، وَفِي بَعْضِهِمْ بِنِصْفِ دِيَةٍ، مَعَ أنَّ اللهَ قَدْ سَوَّى بَيْنَ الجَمِيعِ فِي الحُكْمِ) ، فأولئك هم الكافرون الذين ستروا الحق الذي كان عليهم كشفه وتبيينه للناس.\r\nأسلموا- انقادوا لحكم ربهم في التوراة.\r\nالربانيون- العلماء الفقهاء.\r\nالأحبار- علماء اليهود.",
        "sura": "5",
        "aya": "44",
        "page": "115"
    },
    {
        "text": "وَكَتَبْنَا عَلَيْهِمْ فِيهَآ أَنَّ ٱلنَّفْسَ بِٱلنَّفْسِ وَٱلْعَيْنَ بِٱلْعَيْنِ وَٱلْأَنفَ بِٱلْأَنفِ وَٱلْأُذُنَ بِٱلْأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلْجُرُوحَ قِصَاصٌ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٌ لَّهُۥ وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
        "tafsir": "{فمن تصدق به فهو كفارة له} فمن عفا من أصحاب الحق عن القصاص وتصدق به على الجاني فذلك كفارة لذنوبه. والضمير في {له} يعود إلى المتصدق .",
        "sura": "5",
        "aya": "45",
        "page": "115"
    }
]