[
    {
        "text": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
        "tafsir": "{  ببطن مكة } أي بالحديبية .  والمراد بمكة :  الحرم والحديبية منه .  أو هي ملاصقة له . <br />\r\n<br />\r\n",
        "sura": "48",
        "aya": "24",
        "page": "514"
    },
    {
        "text": "هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَٰتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا",
        "tafsir": "{  والهدى } أي وصدوا الهدي وهو ما يهدى إلى البيت المعظّم ،  وكان سبعين بدنة على المشهور .  وقيل :  كان مائة بدنة . {  معكوفا } محبوسا .  يقال :  عكفه يعكفه ويعكفه عكفا ،  حبسه .  وعكف عليه عكوفا :  أقبل عليه مواظبا . {  محله } أي مكانه المعهود .  وللفقهاء فيه تفصيل . {  ولولا رجال مؤمنون .  .  .  } أي ولولا كراهة أن تهلكوا أناسا مؤمنين بين ظهراني الكفار بمكة جاهلين بهم ،  فيصيبكم بإهلاكهم مكروه لما كفّ أيديكم عنهم .  وكان بمكة من ضعفاء المؤمنين تسعة نفر :  سبعة رجال وامرأتان .  ولو لم يكفّ الله أيدي المؤمنين عن كفار مكة في ذلك اليوم ،  لانجرّ الأمر إلى إهلاك هؤلاء بين ظهرانيهم فيصيب المؤمنين من ذلك مكروه . {  أن تطئوهم } أي تدوسوهم .  والمراد تهلكوهم ،  بدل من ضمير  \" تعلموهم \"  .  و  \" معرة \"  أي مكروه وأذى .  والمراد به :  السّبّة :  إذ يقول المشركون :  إنهم قتلوا من هم على دينهم .  يقال :  عرّه يعرّه عرّا ،  إذا أصابه بمكروه ؛  والمعرّة مفعلة منه .  وجواب  \" لولا \"  محذوف تقديره ما ذكرنا . {  ليدخل الله في رحمته من يشاء } أي فعل ما ذكر من الكفّ رحمة بأولئك المستضعفين الذين كانوا بمكة بين ظهراني المشركين ،  فيتمّم لهم أجورهم بإخراجهم من بينهم ،  وفكّ أسرهم ،  ورفع العذاب عنهم . <br />\r\n{  لو تزيلوا } أي تميّزوا عن الكفار وخرجوا من مكة .  يقال :  زلته زيلا ،  أي مزته .  وزيله فنزّيل :  فرقه فترّق . {  لعذّبنا الذين كفروا منهم عذابا أليما } بالقتل والسّبي .  و  \" منهم \" <br />\r\nللبيان لا للتبعيض .  والجملة مقرّرة لما قبلها . <br />\r\n<br />\r\n",
        "sura": "48",
        "aya": "25",
        "page": "514"
    },
    {
        "text": "إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
        "tafsir": "{  الحمية } الأنفة والتكبر .  يقال :  حمي من الشيء – كرضى – حميّة ،  أنف منه . {  وألزمهم كلمة التقوى } أي الكلمة التي يتّقى بها الشرك ،  والعذاب ،  وهي كلمة التوحيد والإخلاص وروي أنها :   \" لا إله إلا الله وحده لا شريك له ،  له الملك ،  وله الحمد ،  \"  وهو على كل شيء قدير \"  . <br />\r\n<br />\r\n",
        "sura": "48",
        "aya": "26",
        "page": "514"
    },
    {
        "text": "لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا",
        "tafsir": "{  لقد صدق الله ورسوله .  .  .  } أي حقق رؤياه بالحق ،  وذلك في عمرة القضاء .  وكان صلى الله عليه وسلم رأى في منامه قبل الحديبية كأنه هو وأصحابه حلقوا وقصّروا :  فأخبر بها أصحابه ففرحوا ،  \"  وحسبوا أنهم سيدخلون مكة عامهم ذلك ،  فلما رجعوا من الحديبية دون أن يدخلوا مكة قال المنافقون :  والله ما حلقنا ولا قصّرنا ولا دخلنا المسجد الحرام ؛  فأنزل الله هذه الآية .  ودخل رسول الله صلى الله عليه وسلم وأصحابه المسجد الحرام آمنين في العام القابل ،  وحلق بعضهم وقصّر بعضهم بعد سعي العمرة ، {  فعلم ما لم تعلموا } من المصلحة في الصلح عام الحديبية وفي عدم دخولكم مكة فيه . {  فجعل من دون ذلك } أي من قبل دخولكم الحرم{  فتحا قريبا } هو فتح خيبر ،  يقويكم به على أعدائكم .  أو هو صلح الحديبية .  أو هما ،  ورجّحه الطبري . <br />\r\n<br />\r\n",
        "sura": "48",
        "aya": "27",
        "page": "514"
    },
    {
        "text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
        "tafsir": "(28) - وَاللهُ تَعَالى هُوَ الذَي أرْسَلَ رَسُولَهُ بالهُدَى ودَين الإِسْلامِ، لِيَجْعَلَ الإِسْلامَ - وَهُوَ دِينُ الحَقِّ - ظَاهِراً عَلَى جَمِيعِ الأَدْيَانِ في الأَرْضِ، وَقَدْ وَعَدَ رَسُولَهُ بِدُخُولِ المَسْجِدِ الحَرَامِ مَعَ أَصْحَابِهِ، وَهُمْ آمِنُونَ، فحَققَ اللهُ ذَلِكَ الوَعْدَ، وَسَيُحَققُ وَعْدَهُ لِرَسُولِهِ بأنَّهُ تَعَالى سَيُظْهِرُ الإِسْلاَمَ عَلَى سَائِرِ الأَدْيَانِ، وَهُوَ تَعَالى شَاهِدٌ عَلَى ذَلِكَ، وَلَنْ يُخْلِفَ اللهُ وَعْدَهُ أبداً.\r\nلِيُظْهِرَهُ - لِيُعْلِيَهُ وَيُقَوِّيَهُ.\n",
        "sura": "48",
        "aya": "28",
        "page": "514"
    }
]