[{"text":"ذَٰلِكَ مِمَّآ أَوْحَىٰٓ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ وَلَا تَجْعَلْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَنَّمَ مَلُومًا مَّدْحُورًا","aya":"39","page":"286","tafsir":"{  ذلك } أي المتقدم من التكاليف والأحكام المحكمة التي لا يتطرق إليها النسخ والنقض ،  المذكورة في الآيات الثماني عشرة :  من آية 22 إلى هذه الآية .  {  مما أوحى إليك ربك } .  وعن ابن عباس :  أن التوراة كلها في هذه الآيات .  {  مدحورا } أي مطرود مبعدا من رحمة الله تعالى ."},{"text":"أَفَأَصْفَىٰكُمْ رَبُّكُم بِٱلْبَنِينَ وَٱتَّخَذَ مِنَ ٱلْمَلَٰٓئِكَةِ إِنَٰثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا","aya":"40","page":"286","tafsir":"no text"},{"text":"وَلَقَدْ صَرَّفْنَا فِى هَٰذَا ٱلْقُرْءَانِ لِيَذَّكَّرُوا۟ وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا","aya":"41","page":"286","tafsir":"{  ولقد صرفنا في هذا القرآن } بينا فيه أحسن بيان ضروبا من الأمثال والمواعظ والقصص والأخبار والأحكام ،  من التصريف ،  وهو كثرة صرف الشيء من حالة إلى أخرى ،  ومن أمر إلى آخر .  {  وما يزيدهم إلا نفورا } أي وما يزيدهم ذلك التصريف والتذكير إلا تباعدا وشرودا عن الحق ،  وغفلة عن الاعتبار .  يقال :  نفرت الدابة تنفر وتنفر نفورا ونفور ونفارا فهي نافر ونفور ،  جزعت وتباعدت ،  ونفر الظبي نفرا ونفارنا :  شرد . <br \/>\r\n<br \/>\r\n"},{"text":"قُل لَّوْ كَانَ مَعَهُۥٓ ءَالِهَةٌ كَمَا يَقُولُونَ إِذًا لَّٱبْتَغَوْا۟ إِلَىٰ ذِى ٱلْعَرْشِ سَبِيلًا","aya":"42","page":"286","tafsir":"no text"},{"text":"سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا","aya":"43","page":"286","tafsir":"no text"},{"text":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبْعُ وَٱلْأَرْضُ وَمَن فِيهِنَّ وَإِن مِّن شَىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِۦ وَلَٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا","aya":"44","page":"286","tafsir":"{  تسبح له السماوات } تسبيح هذه الكائنات لله تعالى هو دلالتها بإمكانها وحدوثها وتغير شؤونها وبديع صنعها ،  على وجود مبدعها ووحدته وقدرته ،  وتنزهه عن لوازم الإمكان والحدوث ،  كما يدل الأثر على المؤثر .  في دلالة بلسان الحال لا يفقهها إلا ذوو البصائر .  أما الكافرون فلا يفقهون هذا التسبيح ،  لفرط جهلهم وانطماس بصائرهم .  وكثافة حجبهم ،  والله تعالى لم يعاجلهم بالعقوبة حلما منه ،  وهو غفور لذنوبهم إذا تابوا إليه وأنابوا .  وقيل :  تسبيحها بلسان المقال ،  وقد خلق الله فيها القدرة على ذلك ولم يرتض الإمام هذا القول :  تسبيح العقلاء بلسان المقال ،  وتسبيح غيرهم بلسان الحال . <br \/>\r\n<br \/>\r\n"},{"text":"وَإِذَا قَرَأْتَ ٱلْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ حِجَابًا مَّسْتُورًا","aya":"45","page":"286","tafsir":"{  وإذا قرأت القرآن .  .  .  } بعد أن بين سبحانه عدم فقه هؤلاء الكافرين الجاحدين للبعث دلالة المحدثات على صانعها وعلى وحدانيته وقدرته ،  مثلهم – في جهلهم بشئونه صلى الله عليه وسلم وبصدق رسالته ،  وفرط نبو قلوبهم عن فهم القرآن الكريم ،  ومج أسماعهم له – بمن أقيم حجاب ساتر بينه وبين مخاطبه ،  وجعلت على قلبه أغطية تحول دون فهم كلامه ،  وصمت آذانه صمما ثقيلا يمنع من سماعه ،  فهو لا يرى ولا يفقه ولا يسمع .  {  مستورا } أي ساترا لك عنهم .  ومفعول يرد بمعنى فاعل ،  كميمون بمعنى يامن . <br \/>\r\n<br \/>\r\n"},{"text":"وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِى ٱلْقُرْءَانِ وَحْدَهُۥ وَلَّوْا۟ عَلَىٰٓ أَدْبَٰرِهِمْ نُفُورًا","aya":"46","page":"286","tafsir":"{  أكنة } أي أغطية ،  جمع كنان وهي ما يتغشاهم من خذلان الله لهم في فهم ما يتلى عليهم .  {  وقرا } أي صمما وثقلا . <br \/>\r\n<br \/>\r\n"},{"text":"نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِۦٓ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰٓ إِذْ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا","aya":"47","page":"286","tafsir":"{  نحن أعلم .  .  } نزلت تهديدا للمشركين على استهزائهم بالقرآن وبالرسول صلى الله عليه وسلم وتكذيبهما ،  وعلى تناجيهم فيما بينهم بقولهم :  ساحر ،  أو شاعر ،  أو كاهن ،  أو مجنون .  وتسلية له صلى الله عليه وسلم ،  أي نحن أعلم بما يستمعون القرآن متلبسين به من اللغو والاستهزاء والتكذيب حين استماعهم إليك ،  وحين تناجيهم بما ذكر .  و{  إذ } في قوله {  إذ يستمعون إليك وإذ هم نجوى } :  ظرف لقوله {  أعلم } .  {  نجوى } مصدر بمعنى التناجي والمسارة في الحديث .  وقد جعلوا عين النجوى مبالغة ،  على حد :  قوم عدل ،  وقوم رضا .  جمع نجي كقتيل وقتلى ،  أي متناجون في أمرك . <br \/>\r\n{  مسحورا } قد خبله السحر فاختلط عقله ،  وهو كما قالوا في حقه : {  إن هو إلا رجل به جنة }{[211]} اسم مفعول ،  من سحره يسحره سحرا :  وهو الآخذة وكل ما لطف مأخذه ودق ."},{"text":"ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَالَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا","aya":"48","page":"286","tafsir":"no text"},{"text":"وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَٰمًا وَرُفَٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا","aya":"49","page":"286","tafsir":"{  أئذا كنا عظاما } أي انبعث خلقا جديدا إذا صرنا عظاما نخرة {  ورفاتا } ترابا أو أجزاء متفتتة ؟  والرفات :  ما تكسر وبلى من كل شيء ،  كالفتات .  يقال :  رفت الشيء يرفته ويرفته ،  كسره ودقه . <br \/>\r\n<br \/>\r\n"}]