[
    {
        "text": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُۥ سَلَٰمٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا",
        "tafsir": "{  تحيتهم يوم يلقونه سلام } أي تحية المؤمنين من الله تعالى يوم لقائهم له عند الموت أو عند البعث أو عند دخول الجنة :  هي التسليم عليهم على لسان ملائكته الدال على السلامة من كل مكروه وآفة . <br />\r\n<br />\r\n",
        "sura": "33",
        "aya": "44",
        "page": "424"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
        "tafsir": "{يٰأَيُّهَا} {أَرْسَلْنَاكَ} {شَاهِداً}\r\n(45) - يَا أَيُّها الرَّسُولُ إِن اللهَ تَعَالى بَعَثَكَ شَاهِداً عَلَى مَنْ أُرْسِلْتَ إِليهِم، تُرَاقِبُ أحْوَالَهُم، وَتَرَى أَعْمَالَهُمْ، وَتَشْهَدُ عَلَيهِمْ يَوْمَ القِيَامَةِ، وَأَرْسَلَكَ مُبَشِّراً لَهُمْ بِالجَنَّةِ إِنْ صَدَّقُوكَ، وَعَمِلُوا بِمَا جِئْتَهُمْ بِهِ مِنْ عِنْدِ اللهِ، وَمُنْذِراً لَهُمْ بِعَذَابِ النَّارِ إِنْ هُمْ كَذَّبُوكَ وَخَالَفُوا مَا أَمَرْتَهُمْ بِهِ، وَنَهَيْتَهُمْ عَنْهُ.\n",
        "sura": "33",
        "aya": "45",
        "page": "424"
    },
    {
        "text": "وَدَاعِيًا إِلَى ٱللَّهِ بِإِذْنِهِۦ وَسِرَاجًا مُّنِيرًا",
        "tafsir": "(46) - وَإِنَّهُ تَعَالَى بَعَثَكَ دَاعِياً الخَلْقَ إِلى عِبَادَةِ اللهِ وَحْدَهُ لاَ إِلهَ إِلاَّ هُوَ، وَمُرَاقَبَتِهِ فِي السِّرِّ والعَلَنِ، وَجَعَلَ أَمْرَكَ ظَاهِراً كَالشَّمْسِ في إِشْرَاقِها وَإِضَاءَتِها لاَ يَجْحَدُها إِلاَّ مَكَابِرٌ.\r\n(أَوْ إِن المَعْنى هُوَ: وَجَعَلْنَاكَ سِرَاجاً مُنيراً لِيَسْتَضِيءَ بِكَ الضَّالُّونَ، وَيَقْتَبِسَ مِنْ نُورِكَ المُهْتَدُونَ).\n",
        "sura": "33",
        "aya": "46",
        "page": "424"
    },
    {
        "text": "وَبَشِّرِ ٱلْمُؤْمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضْلًا كَبِيرًا",
        "tafsir": "(47) - وَبَشِّرِ المُؤْمِنينَ بِأَنَّ لَهُمْ فَضْلاً كَبِيراً مِنَ اللهِ عَلَى سَائِرِ الأُمَمِ، وَسَيُلْقِي اللهُ عَلَى عَاتِقِهِمْ مَهَمَّةَ نَشْرِ الإِيمَانِ فِي الأَرضِ، وَإِخْراجِ النَّاسِ مِنَ الظُّلُمَاتِ إِلى النُّورِ.\n",
        "sura": "33",
        "aya": "47",
        "page": "424"
    },
    {
        "text": "وَلَا تُطِعِ ٱلْكَٰفِرِينَ وَٱلْمُنَٰفِقِينَ وَدَعْ أَذَىٰهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
        "tafsir": "{ٱلْكَافِرِينَ} {ٱلْمُنَافِقِينَ} {أَذَاهُمْ}\r\n(48) - وَلاَ تُطِعْ قَوْلَ كَافِرٍ، وَلاَ قَوْلَ مُنَافِقٍ فِي أَمْرِ الدِّينِ والدَّعْوةِ، وَتَجَاوَزْ وَاصْفَحْ عَنْ أَذَاهُمْ، وَاصْبِرْ عَلَى مَا يَنَالُكَ مِنْهُمْ، وَفَوِّضْ أَمْرَكَ إِلى اللهِ وَثِقْ بِهِ فَإِنّهُ كَافِيكَ وَنَاصِرُكَ وَحَافِظُكَ.\n",
        "sura": "33",
        "aya": "48",
        "page": "424"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَكَحْتُمُ ٱلْمُؤْمِنَٰتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا",
        "tafsir": "{  فمتعوهن } فأعطوهن المتعة المعروفة وجوبا إن لم يكن لهن مهر مسمى ،  واستحبابا إن كان قد سمي لهن مهر مع نصفه .  ويجوز أن يراد بالمتعة العطاء ؛  فيعم نصف المهر المسمى الواجب للمطلقة قبل المسيس ،  والمتعة الواجبة للمطلقة قبل المسيس التي لم يسم لها مهر ،  ويكون الأمر للوجوب لا غير [ راجع آيات 28 من هذه السورة ،  236 ،  237 من البقرة ص 78 ] . {  وسرحوهن } أخرجوهن من منازلكم لعدم وجوب العدة عليهن ،  إخراجا عاريا عن أذى ومنع واجب .",
        "sura": "33",
        "aya": "49",
        "page": "424"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَحْلَلْنَا لَكَ أَزْوَٰجَكَ ٱلَّٰتِىٓ ءَاتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِى هَاجَرْنَ مَعَكَ وَٱمْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِىِّ إِنْ أَرَادَ ٱلنَّبِىُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ ٱلْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِىٓ أَزْوَٰجِهِمْ وَمَا مَلَكَتْ أَيْمَٰنُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
        "tafsir": "{  أحللنا لك أزواجك التي آتيت أجورهن } أعطيت مهورهن ،  وهن نساؤه اللاتي في عصمته ؛  كعائشة وحفصة رضي الله عنهما .  وأطلق على المهر أجر لمقابلته الاستمتاع الدائم بالبضع وغيره مما يحل الانتفاع به من الزوجة ؛  كما يقابل الأجر المنفعة . {  وما ملكت يمينك مما أفاء الله عليك } أي من السبي ؛  كصفية بنت حيي بن أخطب ،  من سبي خيبر .  وجويرية بنت الحارث ،  من سبي بني المصطلق . {  وبنات عمك .  .  .  } أي قراباتك من جهة الأب ،  وقراباتك من جهة الأم ،  وهن نساء قريش ونساء بني زهرة . {  اللاتي هاجرن معك } أي حصلت منهن الهجرة وإن لم تقترن بهجرته صلى الله عليه وسلم .  وتقييد إحلال الأرواح بإيتاء المهور ،  والمملوكات بكونهن مما أفاء الله عليه ،  والقرابات بكونهن مهاجرات – للإرشاد إلى ما هو الأفضل له صلى الله عليه وسلم ؛  لا لتوقف الحل عليه . {  وامرأة مؤمنة إن وهبت نفسها .  .  .  } أي وأحللنا لك امرأة مؤمنة إن ملكتك المتعة بها بأي عبارة كانت بلا مهر وأنت تريد ذلك ؛  فتكون إرادتك قبولا .  وممن وهبن أنفسهن له صلى الله عليه وسلم خولة بنت حكيم .  وقيل :  لم تكن عنده صلى الله عليه وسلم امرأة إلا بعقد نكاح أو ملك يمين .  وحل الواهبة نفسها له بلا مهر من خصائصه صلى الله عليه وسلم ،  فلا تحل لغيره إلا بمهر ؛  كما قال تعالى : {  خالصة لك } أي خلص لك إحلال الواهبة خالصة ،  أي خلوصا<br />\r\nبلا مهر ؛  فهي مصدر كالعافية . {  من دون المؤمنين } فلا بد في الإحلال لهم من مهر المثل . {  قد علمنا ما فرضنا عليهم في أزواجهم } أي في حق أزواجهم من شرائط العقد وحقوقه ؛  فلا يجوز لهم الإخلال به ،  ولا الإقتداء بالرسول صلى الله عليه وسلم فيما خصه الله به توسعة عليه وتكريما له .  فلا يجوز لهم التزوج إلا بعقد ومهر وشهود ،  ولا تجوز لهم الزيادة على أربع . <br />\r\n<br />\r\n",
        "sura": "33",
        "aya": "50",
        "page": "424"
    }
]