[
    {
        "text": "وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَىٰ عَلَيْكُمْ ءَايَٰتُ ٱللَّهِ وَفِيكُمْ رَسُولُهُۥ وَمَن يَعْتَصِم بِٱللَّهِ فَقَدْ هُدِىَ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{  يعتصم بالله } يمتنع بالله ويستمسك بدينه أو كتابه من الاعتصام وهو الاستمساك بالشيء في منع النفس من الوقوع في آفة .  ويقال :  اعتصم بالله ،  أي امتنع بلطفه من المعصية . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "101",
        "page": "63"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
        "tafsir": "{  اتقوا الله حق تقاته } أي اتقاء حقا ،  أي ثابتا واجبا ،  من حق الشيء بمعنى ثبت ووجب ،  وذلك بأداء ما كلفتم به على قدر الطاقة ،  كما قال تعالى بيانا لذلك :  {  فاتقوا الله ما استطعتم } {[95]}والتقاة :  اسم مصدر من اتقى ،  كالتؤدة من اتأد .",
        "sura": "3",
        "aya": "102",
        "page": "63"
    },
    {
        "text": "وَٱعْتَصِمُوا۟ بِحَبْلِ ٱللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا۟ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِۦٓ إِخْوَٰنًا وَكُنتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنْهَا كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَهْتَدُونَ",
        "tafsir": "{  بحبل الله } أي بعهد الله ،  أو بدينه ،  أو بالقرآن لأن سبب يوصل إليه .  وأصل الحبل :  السبب الذي يتوصل به إلى البغية . <br />\r\n{  وكنتم على شفا .  .  } على طرف {  حفرة من النار } ليس بينكم وبينها إلا أن تموتوا كفارا .  والشفا :  طرف الشيء وحرفه ،  مثل شفا البئرٍ . <br />\r\n{  فأنقذكم منها } بمحمد صلى الله عليه وسلم . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "103",
        "page": "63"
    },
    {
        "text": "وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى ٱلْخَيْرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
        "tafsir": "{  أمة يدعون إلى الخير } الأمة :  الجماعة التي تؤم وتقصد لأمر ما .  وتطلق في القرآن أيضا . <br />\r\nعلى أتباع أنبياء ،  وعلى القدوة ،  وعلى الملة ،  وعلى الطائفة من الزمان ،  إلى غير ذلك من معانيها .  والمراد بالخير :  ما فيه صلاح للناس ،  ديني أو دنيوي .  وبالمعروف :  ما عرف بالعقل والشرع حسنه .  أو ما وافق الكتاب والسنة .  وبالمنكر :  ضد ذلك . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "104",
        "page": "63"
    },
    {
        "text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ تَفَرَّقُوا۟ وَٱخْتَلَفُوا۟ مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْبَيِّنَٰتُ وَأُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ عَظِيمٌ",
        "tafsir": "{  كالذين تفرقوا } هم اليهود والنصارى .  وفيه زجر للمؤمنين عن التفرق والاختلاف للهوى . <br />\r\n<br />\r\n",
        "sura": "3",
        "aya": "105",
        "page": "63"
    },
    {
        "text": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا ٱلَّذِينَ ٱسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَٰنِكُمْ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
        "tafsir": "{إِيمَانِكُمْ}\r\n(106) - وَفِي يَوْمِ القِيَامَةِ تَبْيَضُّ وُجُوهُ المُؤْمِنينَ، وَيُسَرُّونَ لِمَا يَعْلَمُونَهُ مِنْ حُسْنِ العَاقِبَةِ. وَتَسْوَدُّ وُجُوهُ أهْلِ الكُفْرِ وَالضَّلاَلَةِ وَالاخْتِلافِ، لِمَا يَرَوْنَهُ مِنْ سُوءِ العَاقِبَةِ، وَمَا يَحِلُّ بِهَا مِنَ النَّكَالِ وَالوَبَالِ. وَيُسْألُ الذِينَ اسْوَدَّتْ وُجُوهُهُمْ يَوْمَ القِيَامَةِ مِنْ أهْلِ النِّفَاقِ وَالاخْتِلاَفِ، وَيُقَالُ لَهُمْ: أَكَفَرْتُمْ بِاللهِ، وَخَالَفْتُمْ مَا أَمَرَكُمْ بِهِ مِنَ الاعْتِصَامِ بِحَبْلِ اللهِ، وَبِالوِفَاقِ وَاتِّحَادِ الكَلِمَةِ؟ فَذُوقُوا العَذَابَ الذِي تَسْتَحِقُّونَهُ بِسَبَبِ كُفْرِكُمْ.\r\nاسْوِدَادُ الوَجْهِ - تَعْبِيرٌ يُقَصْدُ بِهِ المَسَاءَةُ.",
        "sura": "3",
        "aya": "106",
        "page": "63"
    },
    {
        "text": "وَأَمَّا ٱلَّذِينَ ٱبْيَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ ٱللَّهِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{خَالِدُونَ}\r\n(107) - وَأَمَّا المُؤْمِنُونَ الذِينَ ابْيضَّتْ وُجُوهُهُمْ بِالإِيمَانِ وَالعَمَلِ الصَّالِحِ، وَباتِّحَادِ الكَلِمَةِ، وَعَدَمِ التَّفَرُّقِ، فَيَكُونُونَ فِي الدُّنيا فِي نَعِيمٍ، مَا دَامُوا عَلى تِلْكَ الحَالِ، وَيَكُونُونَ فِي الآخِرَةِ فِي رَحْمَةِ اللهِ وَرِضْوَانِهِ، وَيَدْخُلُونَ الجَنَّةَ لِيَكُونُوا فِيهَا خَالِدِينَ أبَداً.",
        "sura": "3",
        "aya": "107",
        "page": "63"
    },
    {
        "text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعَٰلَمِينَ",
        "tafsir": "{آيَاتُ} {لِّلْعَالَمِينَ}\r\n(108) - وَهَذِهِ آيَاتُ اللهِ وَحُجَجُهُ وَبَيِّنَاتُهُ نَتْلُوهَا عَلَيك، يَا مُحَمَّدُ، مُقَرِّرَةً مَا هُوَ الحَقُّ الذِي لاَ مَجَالَ لِلشُّبْهَةِ فِيهِ (بِالحَقِّ)، لِتَعْرِفَ أَمْرَ الدُّنيا وَالآخِرَةِ، وَاللهُ حَاكِمٌ عَادِلٌ لا يُرِيدُ ظُلْماً بِالعِبَادِ، لأنَّهُ قَادِرٌ قَاهِرٌ لاَ يَحْتَاجُ إلى ظُلْمِ مُخَالِفي أمْرِهِ.\r\nبِالحَقِّ - عَلَى الوَجْهِ الثَّابِتِ المُتَحَقِّقِ.",
        "sura": "3",
        "aya": "108",
        "page": "63"
    }
]