[
    {
        "text": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُوا۟ لَهُمْ أَعْدَآءً وَكَانُوا۟ بِعِبَادَتِهِمْ كَٰفِرِينَ",
        "tafsir": "{كَافِرِينَ}\r\n(6) - وَالمَعْبُودَاتُ التِي يَعْبُدُهَا الكَفَرَةُ مِنْ دُونِ اللهِ لاَ تَنْفَعُ عَابِدِيها شَيْئاً فِي الدُّنْيا وَكَذَلِكَ فَإِنَّها لاَ تَنْفَعُهُم في الآخِرَةِ، وَسَتَكُونُ عَلَيْهمْ \r\nضِدّاً فِي ذَلِكَ اليَوْمِ، إِذْ أَنَّها سَتَكْفُرُ بِعِبَادَتِهِمْ إِيَّاهَا، وَسَتَتَبَرَّأُ مِنْهُمْ وَهُمْ أَحْوَجُ مَا يَكُونُونَ إِلَيْهَا.\n",
        "sura": "46",
        "aya": "6",
        "page": "503"
    },
    {
        "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ هَٰذَا سِحْرٌ مُّبِينٌ",
        "tafsir": "{آيَاتُنَا} {بَيِّنَاتٍ}\r\n(7) - وَإِذا تُلِيَتْ عَلَى هؤُلاءِ \r\nالكَافِرِينَ آيَاتُ اللهِ، وَهِيَ بَيِّنَةٌ جَلِيَّةٌ وَاضِحَةٌ، قَالُوا: هذا سِحْرٌ وَاضِحٌ يُؤَثِّرُ في النُّفُوسِ، كَما يُؤَثِّرُ السِّحْرُ \r\nفِيمَنْ شَاهَدَهُ.\n",
        "sura": "46",
        "aya": "7",
        "page": "503"
    },
    {
        "text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَلَا تَمْلِكُونَ لِى مِنَ ٱللَّهِ شَيْـًٔا هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ كَفَىٰ بِهِۦ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
        "tafsir": "{  أم يقولون افتراه } بل أيقولون اختلق القرآن وتقوله محمد  !  ؟  من الافتراء وهو الاختلاق والكذب .  والاستفهام للإنكار والتعجيب . {  تفيضون فيه } أي تندفعون فيه من القدح في آيات القرآن ؛  من الإفاضة ،  وهي الأخذ في الشيء باندفاع .  وأصله من فاض الماء :  إذا سال منصبا .  وأفاض إناءه :  إذا ملأه حتى أساله .\r\n\r\n",
        "sura": "46",
        "aya": "8",
        "page": "503"
    },
    {
        "text": "قُلْ مَا كُنتُ بِدْعًا مِّنَ ٱلرُّسُلِ وَمَآ أَدْرِى مَا يُفْعَلُ بِى وَلَا بِكُمْ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
        "tafsir": "{  ما كنت بدعا من الرسل } ما كنت أول الرسل الذين جاءوا بكتاب من عند الله ؛  بل كان قبلي رسل كثيرون أرسلوا بالكتب إلى أمم قبلكم ،  فكيف تنكرون عليّ ما جئتكم به ؟  يقال :  هو بدع في هذا الأمر ،  أي أول لم يسبقه أحد .  أو ما كنت بديعا منهم ؛  أي لست مبتدعا لأمر يخالف ما جاءوا به من الدعوة إلى التوحيد .  فهو صفة مشبهة ،  كخل بمعنى خليل ؛  من الابتداع وهو الاختراع .\r\n{  وما أدري ما يفعل بي ولا بكم } لا أعلم من تلقاء نفسي ما سيفعله الله بي ولا بكم مما لا سبيل إلى العلم به إلا الوحي{  إن أتبع إلا ما يوحى إلي } أي ما أفعل إلا اتباع ما يوحيه الله إليّ ؛  فلا أعلم ما لم يوح إلي من الغيب ولا أخبر به .\r\n\r\n",
        "sura": "46",
        "aya": "9",
        "page": "503"
    },
    {
        "text": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ وَكَفَرْتُم بِهِۦ وَشَهِدَ شَاهِدٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ مِثْلِهِۦ فَـَٔامَنَ وَٱسْتَكْبَرْتُمْ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
        "tafsir": "{  وكفرتم به } أي وقد كفرتم به ؛  أي بالقرآن الموحى إلي به . {  وشهد شاهد } عظيم الشأن{  من بني إسرائيل } الواقفين على أسرار الوحي بما أوتوا من التوراة . {  على مثله } أي على مثل القرآن من المعاني المنطوية في التوراة ،  من التوحيد والبعث والوعد والوعيد وغير ذلك من أصول الشرع ؛  فإنها في الحقيقة عين ما فيه . {  فآمن } بالقرآن{  واستكبرتم } عن الإيمان به .  وجواب الشرط محذوف ؛  أي فقد ظلمتم .  والمراد بالشاهد :  عبد الله بن سلام من مؤمني اليهود ،  وكان من العلماء بالتوراة .\r\n\r\n",
        "sura": "46",
        "aya": "10",
        "page": "503"
    },
    {
        "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ لَوْ كَانَ خَيْرًا مَّا سَبَقُونَآ إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا۟ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفْكٌ قَدِيمٌ",
        "tafsir": "{  لو كان خيرا } أي لو كان القرآن الذي جاء به محمد – صلى الله عليه وسلم – خيرا .\r\n{  ما سبقونا إليه } أي ما سبقنا إليه أولئك الضعفاء الفقراء ؛  كعمار وبلال وأضرابهما{  فسيقولون هذا إفك قديم } أي فسيقول الكافرون الذين لم يهتدوا بالقرآن :  هذا القرآن كذب قديم من أخبار الأولين ،  نسبه محمد إلى ربه .  وهو كقولهم :   \" أساطير الأولين اكتتبها فهي تملى عليه بكرة وأصيلا \"  {[319]} .  والإفك :  الكذب .",
        "sura": "46",
        "aya": "11",
        "page": "503"
    },
    {
        "text": "وَمِن قَبْلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً وَهَٰذَا كِتَٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُوا۟ وَبُشْرَىٰ لِلْمُحْسِنِينَ",
        "tafsir": "{كِتَابُ}\r\n(12) - وَقَبْلَ هذا القُرآنِ، الذِي \r\nيُكَذِّبُ بِهِ المَلأُ مِنْ قُرَيشٍ، أَنْزَلَ اللهُ \r\nالتَّورَاةَ عَلَى عَبْدِهِ مُوسَى، وَجَعَلَهَا \r\nإِماماً وقُدْوَةً لِبَنِي إِسْرَائِيلَ وَرَحْمَةً \r\nلَهُمْ. وَقَدْ أَشَارَتِ التَّوراةُ إِلى مَبْعَثِ \r\nمُحمَّدٍ، وَرِسَالتِهِ، وَصِفَاتِهِ. وَبِما أَنَّ \r\nالمُشْرِكِينَ لاَ يُمَارُونَ في أَنَّ التَّورَاةَ \r\nمُنَزَّلةٌ مِنْ عِندِ اللهِ، وَبما أَنَّ التَّورَاةَ \r\nبَشَّرَتْ بِمُحَمَّدٍ وَكِتاَبِهِ، فَلاَ بُدَّ مِنْ أَنْ \r\nيَكُونَ مُحمَّدٌ صَادِقاً في رِسَالَتهِ، وَلاَ \r\nبُدَّ مِنْ أَنْ يَكُونَ هذا القُرآنُ مُنَزَّلاً \r\nمِنْ عِنْدِ اللهِ تَعَالى.\r\nوَقَدْ أَنْزَلَهُ اللهُ بِلِسَانٍ عَرَبيٍّ لِيُنْذِرَ \r\nالذِينَ ظَلَمُوا أَنْفُسَهُمْ بِالشِّرْكِ، \r\nوَليبشِّرَ المُؤمِنينَ المُحْسِنينَ بِأَنَّ لَهُمُ \r\nالثَّوابَ الجَزِيلَ عِنْدَ اللهِ تَعَالى.\r\n\r\nوَقَدْ جَاءَ القُرآنُ مُوَافِقاً لما جَاءَ في \r\nالتَّوراةِ، وَمُصَدِّقاً لَها فِيما جَاءَتْ \r\nبِهِ، مَعَ أَنَّها نَزَلتْ بِالعِبْرَانِيَّةِ، \r\nوالقُرآنُ جَاءَ بالعَرَبِيَّةِ، فَتَوَافقُهُمَا في الأَغْراضِ وَالأَفكَارِ والمبَادِئِ \r\nالأَسَاسِيَّةِ يَدُلُّ عَلَى وَحدَةِ المَصْدَرِ \r\nوَهُوَ اللهُ تَعَالَى.\n",
        "sura": "46",
        "aya": "12",
        "page": "503"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَٰمُوا۟ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "tafsir": "{  إن الذين قالوا ربنا الله .  .  .  } أي يجمعوا بين التوحيد الذي هو خلاصة العلم ،  وبين الاستقامة في الدين التي هي منتهى العمل .\r\n\r\n",
        "sura": "46",
        "aya": "13",
        "page": "503"
    },
    {
        "text": "أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{أُوْلَـٰئِكَ} {أَصْحَابُ} \r\n{خَالِدِينَ}\r\n(14) - وََهَؤُلاءِ الذِينَ آمَنُوا بِاللهِ، \r\nواستَقَامُوا عَلَى الإِيمَانِ والعَمَلِ \r\nالصَّالِحِ، هُمْ أَصْحَابُ الجَنَّةِ يَخلُدُونَ \r\nفِيها أبداً، ثَواباً لَهُمْ مِنْ عِنْدِ اللهِ، \r\nوَجَزَاءً لَهُمْ عَلَى مَا قَدَّمُوا مِنْ \r\nأَعْمَالٍ صَالِحَاتٍ فِي الدُّنيا.\n",
        "sura": "46",
        "aya": "14",
        "page": "503"
    }
]