[
    {
        "text": "قُلْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيْنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
        "tafsir": "{  والأسباط } أولاد يعقوب لصلبه أو أولاد أولاده ( آية 132 البقرة ص 48 ) .",
        "sura": "3",
        "aya": "84",
        "page": "61"
    },
    {
        "text": "وَمَن يَبْتَغِ غَيْرَ ٱلْإِسْلَٰمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلْءَاخِرَةِ مِنَ ٱلْخَٰسِرِينَ",
        "tafsir": "{  من يبتغ غير الإسلام } من يطلب بعد مبعثه صلى الله عليه وسلم دينا غير دين الإسلام ،  وشريعة غير شريعته ،  فلن يرضى الله منه ذلك ،  لأن الإسلام الذي جاء به هو الدين المرضى عند الله تعالى ،  قال تعالى :  {  ورضيت لكم الإسلام دينا } {[1]} .  وقيل :  الإسلام التوحيد ،  وهو الذي أجمعت عليه الشرائع الإلهية ،  لما فيه  من إسلام الوجه لله تعالى .",
        "sura": "3",
        "aya": "85",
        "page": "61"
    },
    {
        "text": "كَيْفَ يَهْدِى ٱللَّهُ قَوْمًا كَفَرُوا۟ بَعْدَ إِيمَٰنِهِمْ وَشَهِدُوٓا۟ أَنَّ ٱلرَّسُولَ حَقٌّ وَجَآءَهُمُ ٱلْبَيِّنَٰتُ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
        "tafsir": "\r\n\r\n",
        "sura": "3",
        "aya": "86",
        "page": "61"
    },
    {
        "text": "أُو۟لَٰٓئِكَ جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ ٱللَّهِ وَٱلْمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
        "tafsir": "{أُوْلَـٰئِكَ} {وَٱلْمَلاۤئِكَةِ}\r\n(87) - وَهَؤُلاَءِ يَسْتَحِقُّونَ سَخَطَ اللهِ وَغَضَبَهُ، وَسَخَطَ المَلاَئِكَةِ وَالنَّاسِ جَمِيعاً، إِذْ أنَّهُمْ مَتَى عَرَفُوا حَقِيقَةَ حَالِهِمْ لَعَنُوهُمْ.",
        "sura": "3",
        "aya": "87",
        "page": "61"
    },
    {
        "text": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
        "tafsir": "{خَالِدِينَ}\r\n(88) - وَمَنْ لَعَنَهُمُ اللهُ تَعَالَى كَانَ جَزَاؤُهُمُ العَذَابَ فِي نَارِ جَهَنَّمَ فِي الآخِرَةِ، وَيَبْقَوْنَ خَالِدِينَ فِي اللَّعْنَةِ وَالعَذَابِ مَسْخُوطاً عَلَيْهِمْ إلَى الأبَدِ. وَلاَ يُفَتَّر عَنْهُمُ العَذَابُ، وَلاَ يُخَفَّفُ سَاعَةً وَاحِدَةً، وَلاَ يُمْهَلُونَ لِمَعْذِرَةٍ يَعْتَذِرُونَ بِهَا.\r\nلاَ يُنظَرُونَ - لاَ يُؤَخَّرُونَ عَنِ العَذَابِ لَحْظَةً.",
        "sura": "3",
        "aya": "88",
        "page": "61"
    },
    {
        "text": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "(89) - وَمِنْ لُطْفِ اللهِ وَرَحْمَتِهِ أنَّ مَنْ تَابَ إِلَيهِ مِنْ عِبَادِهِ، تَابَ اللهُ عَلَيْهِ، فَاسْتَثْنَى، اللهُ تَعَالَى مِنْ حُكْمِ المُرْتَدِّينَ، الذِينَ تَابُوا مِنْ ذُنُوبِهِمْ، وَأَنَابُوا إلى رَبِّهِمْ، وَتَرَكُوا الكُفْرَ الذِي دَنَّسُوا بِهِ أنْفُسَهُمْ، نَادِمِينَ عَلَى مَا أصَابُوا مِنْهُ، وَأصْلَحُوا أَنْفُسَهُمْ بِصَالِحِ الأَعْمَالِ، فَإنَّ اللهَ يَتُوبُ عَلَيهِمْ، وَيَقْبَلُ تَوْبَتَهُمْ، وَيَغْفِرُ لَهُمْ لأنَّهُ تَعَالَى هُوَ الغَفُوُرُ الرَّحِيمُ.",
        "sura": "3",
        "aya": "89",
        "page": "61"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بَعْدَ إِيمَٰنِهِمْ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُو۟لَٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
        "tafsir": "{  ثم ازدادوا كفرا } ضموا إلى كفرهم ما به ازدادوا فيه ،  وذلك كالإصرار عليه ،  وكطعن أهل الكتاب في الرسول صلى الله عليه وسلم ،  ونقضهم ميثاقه ،  وفتنتهم للمؤمنين ،  وطعنهم في القرآن . \r\n{  لن تقبل توبتهم } أي لن يتوقع منهم توبة حتى تقبل ،  لأنهم غير أهل لأن يوفقوا لها .  فهو من قبيل :  - ( ولا ترى الضب بها ينجحر ) أي لا تراه أصلا حتى ينجحر . \r\n\r\n",
        "sura": "3",
        "aya": "90",
        "page": "61"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ ٱلْأَرْضِ ذَهَبًا وَلَوِ ٱفْتَدَىٰ بِهِۦٓ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّٰصِرِينَ",
        "tafsir": "{أُوْلَـٰئِكَ} {نَّاصِرِينَ}\r\n(91) - يُهَدِّدُ اللهُ تَعَالَى الذِينَ يَكْفُرُونَ بَعْدَ إيمَانِهِمْ، ثُمَّ يَزْدَادُونَ كُفْراً وَيَسْتَمِرُّونَ عَلَى الكُفْرِ إلى حِينِ مَمَاتِهِمْ، فَهَؤُلاءِ لَنْ تُقْبَلَ مِنْهُمْ تَوْبَةٌ عِنْدَ المَمَاتِ، وَلَنْ يُقْبَلَ مِنْهُمْ عَمَلُ خَيْرٍ أبداً، وَلَوْ كَانُوا أنْفَقُوا مِلْءَ الأرْضِ ذَهَباً فِيمَا يَظُنُّونَ أنَّهُ خَيْرٌ وَقُرْبَةٌ إلى اللهِ. كَمَا لاَ تُقَبَلُ مِنْ أحَدِهِم فِدْيَةٌ وَلَوْ كَانَتْ فِي مِثْلِ الأرْضِ ذَهَباً، وَهَؤُلاءِ هُمُ الكَافِرُونَ، وَلَهُمْ فِي الآخِرَةِ عَذَابٌ أَلِيمٌ، وَلَنْ يَجِدُوا أحَداً يُنْقِذُهُمْ وَيُجِيرُهُمْ مِنْ عَذَابِ اللهِ الألِيمِ. ",
        "sura": "3",
        "aya": "91",
        "page": "61"
    }
]