[
    {
        "text": "يَٰبَنِىٓ ءَادَمَ خُذُوا۟ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا۟ وَٱشْرَبُوا۟ وَلَا تُسْرِفُوٓا۟ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
        "tafsir": "{يا بني آدم خذوا زينتكم} كان بعض جهلة العرب يطوفون بالبيت عراة، ويحرمون على أنفسهم في أيام الحج اللحم والدسم، فأنزل الله الآية. أي البسوا ثيابكم مداراة لعوراتكم عند كل عبادة من طواف وصلاة، وكلوا واشربوا ما أحل الله لكم، ولا تسرفوا بتحريم الحلال .",
        "sura": "7",
        "aya": "31",
        "page": "154"
    },
    {
        "text": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزْقِ قُلْ هِىَ لِلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَٰمَةِ كَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍ يَعْلَمُونَ",
        "tafsir": "وأمر الرسول صلى الله عليه وسلم أن يقول لهم: {من حرم زينة الله التي أخرج لعباده والطيبات من الرزق} وهي ما أحله لهم، وما لا يحرمه الله فلا محرم له. ويقول لهم: إن النعم التي قد أفاضها الله على المؤمنين وأجراها عليهم، وهي غير خالصة لهم في الدنيا لمشاركة غيرهم لهم فيها، هي خالصة لهم يوم القيامة لحرمان الكفار من المتاع في الآخرة .",
        "sura": "7",
        "aya": "32",
        "page": "154"
    },
    {
        "text": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰنًا وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
        "tafsir": "ويقول لهم: {إنما حرم ربي الفواحش} وهي كبائر المعاصي والآثام التي ترتكبون كثيرا منها {ما ظهر منها وما بطن} جهرها وسرها {والإثم} وحرم الإثم كله لما فيه من المفاسد {والبغي} و حرم البغي والظلم لما فيه من الضرر بالعباد. وعطف {الإثم} على ما قبله من عطف العام على الخاص. وعطف {البغي} على {الإثم} من عطف الخاص على العام. وكذا ما بعده لمزيد الاعتناء به {وأن تشركوا بالله} وحرم عليكم أن تسووا به في العبادة إلها آخر لم ينزل به الله حجة وبرهانا {وأن تقولوا. .} و حرم عليكم الافتراء على الله بتحريم الحلال وتحليل الحرام، وغير ذلك مما تتقولونه على الله .",
        "sura": "7",
        "aya": "33",
        "page": "154"
    },
    {
        "text": "وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ",
        "tafsir": "{ولكل أمة أجل. .} أي مدة عمر وبقاء محدودة في علمه تعالى لا تتغير ولا تتبدل، كآجال آحاد الناس. فإذا جاء آخر عمرها فنيت لا محالة، لا يتأخر فناؤها عنه لحظة من الزمن ولا يتقدم عليه لحظة. والكلام كناية عن ذلك. وفيه وعيد لكفار مكة الذين كانوا يستعجلون العذاب الموعود استهزاء .",
        "sura": "7",
        "aya": "34",
        "page": "154"
    },
    {
        "text": "يَٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَٰتِى فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "tafsir": "{يَابَنِيۤ ءَادَمَ} {آيَاتِي} - وأخبر الله تعالى العباد بأنه سيرسل إليهم رسلا من أبناء جنسهم من البشر، يتلون عليهم آيات الله ويبينون لهم ما أمرهم به، وما نهاهم عنه. فمن آمن بما أنزل الله، وآمن برسله، واتقى ما نهاه عنه، وأصلح نفسه بفعل ما أوجبه الله عليه، وأحسن العمل .. فإنه سيكون في أمن يوم القيامة، لا يخاف مما هو مقدم عليه من أمر الآخرة، ولا يحزن على ما مضى من حياته في الدنيا، ولا على ما خلفه فيها وراءه.",
        "sura": "7",
        "aya": "35",
        "page": "154"
    },
    {
        "text": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{بِآيَاتِنَا} {أُوْلَـٰئِكَ} {أَصْحَابُ} {خَالِدُونَ} - أما الذين كفروا بآيات الله المنزلة على أحد رسله، واستكبروا عن قبولها، وعن اتباع ما جاء فيها، وعن العمل بما فيها ... فهؤلاء سيكونون من أصحاب النار أبدا، لا يموتون ولا يحيون (خَالِدِينَ أَبَداً) .",
        "sura": "7",
        "aya": "36",
        "page": "154"
    },
    {
        "text": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَٰتِهِۦٓ أُو۟لَٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَٰبِ حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا۟ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَٰفِرِينَ",
        "tafsir": "{أولئك ينالهم نصيبهم} أي ينالهم في الدنيا نصيبهم مما كتب لهم، من الأعمال والأرزاق والأعمار، مع ظلمهم وافترائهم لا يحرمون منه إلى انقضاء آجالهم، تفضلا منه تعالى، رجاء أن يصلحوا ويتوبوا. فإذا فرغ أجلهم جاءتهم رسل الموت يتوفونهم قائلين لهم توبيخا وتقريعا: {أينما كنتم تدعون من دون الله} أي تعبدونهم من دونه ليمنعونكم من عذابه .",
        "sura": "7",
        "aya": "37",
        "page": "154"
    }
]