[
    {
        "text": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
        "tafsir": "{  ما منعك ألا تسجد }أي ما ألزمك واضطرك إلى ألا تسجد ،  فالمنع مجاز عن الإلجاء والاضطرار .  أو ما حملك ودعاك إلى ألا تسجد ،  فالمنع مجاز عن الحمل .  والاستفهام للتوبيخ والتقريع ،  ولإظهار معاندته وكفره ،  وافتخاره بأصله ،  وحسده لآدم عليه السلام .\r\n\r\n",
        "sura": "7",
        "aya": "12",
        "page": "152"
    },
    {
        "text": "قَالَ فَٱهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخْرُجْ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ",
        "tafsir": "{  فاهبط منها }أي من الجنة التي هي دار المتقين .  أو من روضة كانت على نشز من الأرض خلق فيها آدم عليه السلام .  {  فاخرج إنك من الصاغرين }أي من أهل الصغار والهوان على الله تعالى وعلى أوليائه لتكبرك .\r\n\r\n",
        "sura": "7",
        "aya": "13",
        "page": "152"
    },
    {
        "text": "قَالَ أَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
        "tafsir": "{  انظرني إلى يوم يبعثون }أخرني ولا تمتني إلى يوم البعث ،  وهو وقت النفخة الثانية عند قيام الساعة .  وقد طلب بذلك النجاة من الموت ،  إذ لا موت بعد البعث ،  من الإنظار .  تقول :  أنظرته بحقي ،  أنظره إنظارا ،  أي أمهلته .\r\n\r\n",
        "sura": "7",
        "aya": "14",
        "page": "152"
    },
    {
        "text": "قَالَ إِنَّكَ مِنَ ٱلْمُنظَرِينَ",
        "tafsir": "{  قال إنك من المنظرين }من المؤخرين ،  أي إلى يوم الوقت المعلوم ،  كما في آية 38 من سورة الحجر وآية 81 من سورة ص .  وهو على المشهور :  وقت النفخة الأولى فيموت كما يموت غيره .  وقيل :  المراد به الوقت المعلوم في علم الله أنه يموت فيه .",
        "sura": "7",
        "aya": "15",
        "page": "152"
    },
    {
        "text": "قَالَ فَبِمَآ أَغْوَيْتَنِى لَأَقْعُدَنَّ لَهُمْ صِرَٰطَكَ ٱلْمُسْتَقِيمَ",
        "tafsir": "{  فبما أغويتني .  .  } أي فأقسم بإغوائك إياي .  أو بسبب ذلك لأترصدنهم على طريق الحق وسبيل النجاة ،  كما يترصد قطاع الطريق السابلة فأصدنهم عنها .  والإغواء :  خلق الغي بمعنى الضلال .  وأصل الغي الفساد ،  ومنه غوي الفصيل –كرضى ورمى-غوى ،  إذا بشم من اللبن ففسدت معدته ،  أو منع الرضاع فهزل وكاد يهلك ،  ثم يستعمل في الضلال .  يقال :  غوى يغوي غيا وغواية فهو غاو وغوي ،  إذا ضل .  وأغواه غيره غواه :  أضله .\r\n\r\n",
        "sura": "7",
        "aya": "16",
        "page": "152"
    },
    {
        "text": "ثُمَّ لَءَاتِيَنَّهُم مِّنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَٰنِهِمْ وَعَن شَمَآئِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَٰكِرِينَ",
        "tafsir": "{أَيْمَانِهِمْ} {شَمَآئِلِهِمْ} {شَاكِرِينَ}\r\n(17) - ثُمَّ سَأُحَأوِلُ تَشْكِيكَهُمْ فِي آخِرَتِهِمْ (مِنْ بَيْنِ أَيْدِيهِمْ) وَأُرَغِّبُهُمْ فِي دُنْيَاهُمْ (مِنْ خَلْفِهِمْ)، وَسَأُشَبِّهُ عَلَيْهِمْ دِينَهُمْ (عَنْ أَيْمَانِهِمْ)، وَسَأُزَيِّنُ لَهُم المَعَاصِيَ، وَأُحَسِّنُها لَهُمْ (عَنْ شَمَائِلِهِمْ) وَسَأَفْتِنُهُمْ، مَا اسْتَطَعْتُ، حَتَّى لاَ تَجِدَ يَا رَبِّ بَيْنَ بَنِي آدَمَ كَثيراً مِنَ المُطِيعِينَ الشَّاكِرِينَ لأَِنْعُمِكَ عَلَيْهِمْ.",
        "sura": "7",
        "aya": "17",
        "page": "152"
    },
    {
        "text": "قَالَ ٱخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ",
        "tafsir": "{  اخرج منها مذءوما }أي خرج من الجنة أم من تلك الروضة معيبا مهانا .  يقال :  ذأمه يذأمه ذأما ،  إذا عابه وحقره ،  فهو مذموم{  مدحورا } مطرودا مبعدا .  يقال :  دحره دحرا ودحورا ،  طرده وأبعده .\r\n\r\n",
        "sura": "7",
        "aya": "18",
        "page": "152"
    },
    {
        "text": "وَيَٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
        "tafsir": "{وَيَآءَادَمُ} {ٱلظَّالِمِينَ}\r\n(19) - وَقَالَ اللهُ تَعَالَى لآِدَمَ: اسْكُنْ يَا آدَمُ أَنْتَ وَزَوْجُكَ الجَنَّةَ، وَأَبَاحَ لَهُمَا أَنْ يَأْكُلاَ مِنْ جَمِيعِ ثِمَارِهَا، إِلاَّ شَجَرَةً وَاحِدَةً نَهَاهُمَا اللهُ عَنِ الاقْتِرَابِ مِنْها، وَقَالَ لَهُمَا إِنَّهُمَا إِذَا اقْتَرَبَا مِنْهَا وَأَكَلا مِنْ ثَمَرِهَا، كَانَا مِنَ الظَّالِمِينَ لأَِنْفُسِهِمْ.\r\nوَلَمَّا رَأَى الشَّيْطَانُ ذلِكَ الصَّنِيعَ الجَمِيلَ مِنَ اللهِ بِآدَمَ وَزَوْجِهِ، أَخَذَهُ الحَسَدُ وَالغَيْرَةُ، وَسَعَى، بِالمَكْرِ وَالوَسْوَسَةِ، لِيَسْلبَهُما مَا هُمَا فِيهِ مِنَ النِّعْمَةِ، وَاللِّبَاسِ الحَسَنِ.",
        "sura": "7",
        "aya": "19",
        "page": "152"
    },
    {
        "text": "فَوَسْوَسَ لَهُمَا ٱلشَّيْطَٰنُ لِيُبْدِىَ لَهُمَا مَا وُۥرِىَ عَنْهُمَا مِن سَوْءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنْ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ ٱلْخَٰلِدِينَ",
        "tafsir": "{  فوسوس لهما .  .  .  }ألقى إليهما الوسوسة .  يقال :  وسوس له وإليه .  وهي في الأصل :  الصوت الخفي المكرر ،  ومنه قيل لصوت الحلي :  وسواس .  وأريد بها الحديث الخفي الذي يلقيه الشيطان في قلب الإنسان ليقارف الذنب .  {  ليبدي لهما .  .  } لتكون عاقبة ذلك أن يظهر لهما ما ستر عنهما من عوراتهما ،  وكانا لا يريانها من أنفسهما ولا أحدهما من الآخر .  و{  و وري } من المواراة وهي\r\nالستر .  والسوأة :  فرج الرجل والمرأة ،  من السوء .  وسميت العورة سوءة لأن انكشافها يسوء صاحبها .  وقيل :  الكلام كناية .  عن إزالة الحرمة وإسقاط الجاه{  إلا أن تكونا ملكين }أي كراهة أن تكونا .  أو لئلا تكونا ملكين .\r\n\r\n",
        "sura": "7",
        "aya": "20",
        "page": "152"
    },
    {
        "text": "وَقَاسَمَهُمَآ إِنِّى لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ",
        "tafsir": "{  فدلاهما بغرور }فأنزلهما عن رتبة الطاعة إلى رتبة المعصية بما غرهما به من القسم ،  من التدلية ،  وهي إرسال الشيء من أعلى إلى أسفل ،  ومنه دلى الدلو في البئر .  والغرور :  إظهار النصح مع إبطان الغش .  وأصله من غررت فلانا ،  أي أصبت غرته وغفلته ،  ونلت منه ما أريد .\r\n{  و طفقا يخصفان .  .  } شرعا وأخذا يلزقان من ورق الجنة ورقة فوق أخرى على عورتهما لسترها ،  من الخصف ،  وهو خرز طاقات النمل ونحوه بإلصاق بعضها ببعض .  وفعله من باب ضرب .\r\nولعل المعنى والله أعلم :  أنهما لما ذاقا الشجرة وقد نهيا عن الأكل منها ظهر لهما أنهما قد زلا ،  وخلعا ثوب الطاعة وبدت منهما سوءة المعصية ،  فاستحوذ عليهما الخوف والحياء من ربهما ،  فأخذا يفعلان ما يفعل الخائف الخجل عادة من الاستتار والاستخفاء حتى لا يرى ،  وذلك بخصف أوراق الجنة عليهما يجتنان بها ويستتران ،  وما لهما إذ ذاك حيلة سوى ذلك .  فلما سمعا النداء الرباني بتقريعهما ولومهما الهما أن يتوبا إلى الله ويستغفرا من ذنبهما ،  بكلمات من فيض الرحمة الإلهية ،  فتاب الله عليهما وهو التواب الرحيم ،  وقال لهما فقط أو لهما ولذريتهما ،  أو لهما ولإبليس :  اهبطوا من الجنة إلى الأرض ،  لينفذ ما أراده الله من استخلاف آدم وذريته في الأرض ،  وعمارة الدنيا بهم إلى الأجل المسمى ،  ومنازعة عدوهم لهم فيها ،  والله بالغ أمره ،  قد جعل الله لكل شيء قدرا .  والله أعلم بأسرار كتابه\r\n\r\n",
        "sura": "7",
        "aya": "21",
        "page": "152"
    },
    {
        "text": "فَدَلَّىٰهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيْطَٰنَ لَكُمَا عَدُوٌّ مُّبِينٌ",
        "tafsir": "{فَدَلاَّهُمَا} {سَوْءَاتُهُمَا} {وَنَادَاهُمَا} {ٱلشَّيْطَآنَ}\r\n(22) - فَمَا زَالَ إِبْلِيسُ يُخَادِعُهُمَا، وَيُرَغِّبُهُما فِي الأَكْلِ مِنْ هذِهِ الشَّجَرَةِ، وَيُقْسِمُ لَهُمَا بِاللهِ أَنَّهُ نَاصِحٌ لَهُمَا، حَتَّى حَطَّهُمَا عَمَّا كَانَا عَلَيهِ مِنْ سَلاَمَةِ الفِطْرَةِ وَطَاعَةِ اللهِ، وَنَسِيَا النَّهْيَ (كَمَا جَاءَ فِي آيَةٍ أُخْرَى - فَنَسِيَ وَلَمْ نَجدْ لَهُ عَزْماً). فَلَمَّا أَكَلا مِنَ الشَّجَرَةِ التِي نَهَاهُمَا اللهُ عَنْهَا، تَعَرَّيَا مِمّا كَانَ يَسْتُرُ سَوْآتِهِمَا (عَوْرَاتِهِمَا) فَبَدَتْ لِكُلِّ وَاحِدٍ مِنْهُمَا عَوْرَةُ الآخرِ، وَكَانَتْ قَبْلاً مَسْتُورَةً عَنْهُ. فَنَبَّهتْهُمَا إلَى مَا كَانَ خَفِيَ عَنْهُمَا مِنْ أَمْرِهَا، فَخَجِلا مِنْ ظُهُورِهَا، وَشَعَرَا بِالحَاجَةِ إِلى سَتْرِها، فَأَخَذَا يُلْصِقَانِ عَلَى عَوْرَاتِهِمَا (يَخْصِفَانِ) مِنْ وَرَقِ الجَنَّةِ لِسَتْرِهَا.\r\nوَسَأَلَ اللهُ تَعَالَى آدَمَ عَنْ أَسْبَابِ مُخَالَفَتِهِمَا لأَِمْرِهِ، وَأَكْلِهِمَا مِنَ الشَّجَرَةِ التِي نَهَاهُمَا اللهُ عَنْها، وَذكَّرَهُ بِمَا سَبَقَ أَنْ قَالَهُ مِنْ أَنَّ إِبْلِيسَ عَدُوٌّ لَهُ وَلِزَوْجِهِ بَيِّنُ العَدَاوَةِ، وَبِمَا حَذَّرَهُ مِنْهُ. فَقَالَ لَهُ آدَمُ مُعْتَذِراً: (وَعِزَّتِكَ مَا حَسِبْتُ أَحَداً يَحْلِفُ بِكَ كَاذِباً أَبَداً).\r\nدَلَّى الشَّيءَ تَدْلِيَةً - أَرْسَلَهُ إِلى أَسْفَلَ.\r\nفَدَلاَّهُمَا بِغُرُورٍ - فَأَنْزَلَهُمَا عَنْ رُتْبَةِ الطَّاعَةِ بِخِدَاعٍ.\r\nيَخْصِفَانِ عَلَيْهِمَا - يُلْصِقَانَ عَلَيْهِمَا مِنْ وَرَقِ الجَنَّةِ لِسَتْرِ عَوْرَاتِهِمَا.\r\nالسَّوْءَةُ - مَا يَسُوءُ ظُهُورُهُ وَهِيَ هُنَا العَوْرَةُ.\r\nالغُرُورُ - الخِدَاعُ وَالبَاطِلُ.",
        "sura": "7",
        "aya": "22",
        "page": "152"
    }
]