[
    {
        "text": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
        "tafsir": "(77) - وَاسْتَنْكَرَ اللهُ تَصَرُّفَهُمْ هذَا لأَنَّهُمْ أَهْلُ كِتَابٍ، وَيَعْلَمُونَ أَنَّ اللهَ يَعْلَمُ السِّرَّ وَالعَلاَنِيَةَ، وَيَعْرِفُ مَا يَقُولُونَ فِيمَا بَيْنَهُمْ، وَمَا يُبَيِّتُونَ، فَإِذَا كَانُوا يَعْلَمُونَ أَنَّ اللهَ مُحِيطٌ بِكُلِّ شَيءٍ عِلْمًا، فَلِمَ لا يَخْشَونَ بَأْسَهُ وَنَقْمَتَهُ، وَهُوَ المُطَّلِعُ عَلَى الظَّاهِرِ، وَيَعْلَمُ مَا يَجُولُ فِي الضَّمَائِرِ؟",
        "sura": "2",
        "aya": "77",
        "page": "12"
    },
    {
        "text": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
        "tafsir": "{  وَمِنْهُمْ أُمِّيُّونَ } أي جهال بالتوراة .  جمع أمي ،  وهو الذي لا يقرا ولا يكتب ،  نسبة إلى الأم ،  لأن الكتاب كان في الرجال دون النساء ،  فنسي من لا يكتب ولا يقرأ من الرجال إلى أمه في جهله بهما دون أبيه<br />\r\n{  أَمَانِيَّ } أي لكن يعتقدون أكاذيب وأباطيل افتعلها أحبارهم ،  فأخذوها عنهم تقليدا لهم لفرط جهلهم .  جمع أمنية ،  وهي الصورة الحاصلة في النفس من تمني الشيء وتقديره .  من منى الشيء ،  قدره وأكثر ما يكون التمني في تصور الشيء عن ظن وتخمين ،  فصار الكذب له املك ،  و ساغ أن يعبر عن الكذب بالتمني ،  وعن الأكاذيب بالأماني ،  كما فسره مجاهد .  والاستثناء منقطع . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "78",
        "page": "12"
    },
    {
        "text": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًا قَلِيلًا فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ",
        "tafsir": "{  فَوَيْلٌ } أي عذاب أليم ،  أو فضيحة أو حسرة أو هلكة ،  أو واد في جهنم .  وهو في الأصل مصدر لا فعل له من لفظه ،  مثل :  ويح ،  ولا يثنى ولا يجمع . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "79",
        "page": "12"
    },
    {
        "text": "وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
        "tafsir": "{  أَيَّاماً مَّعْدُودَةً } أي أربعين يوما ،  كما يزعمون .  وهي مدة عبادتهم العجل . <br />\r\n{  بَلَى } تمسكم النار مخلدين فيها .  وهي حرف جواب كنعم وأجل ،  إلا أنها لا تقع جوابا إلا لنفي متقدم ،  إبطالا ونقضا وإيجابا له ،  سواء دخله استفهام أم لا .  ففي نحو :  ما قام زيد .  تقول بلى ،  أي قد قام .  وفي نحو :  أليس زيد قائما ؟  تقول بلى ،  أي هو قائم .  ومنه :  {  أَلَستُ بِرَيِّكُم قَالُوا بَلَى }{[37]} أي أنت ربنا ولو قالوا نعم ،  لكفروا .",
        "sura": "2",
        "aya": "80",
        "page": "12"
    },
    {
        "text": "بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{أَحَاطَتْ} {فَأُوْلَـۤئِكَ} {أَصْحَابُ} {خَالِدُونَ}\r\n(81) وَيَقُولُ تَعَالَى لِليَهُود: لَيْسَ الأَمْرُ كَمَا تَمَنَّيتُم، وَلاَ كَمَا تَشْتَهُونَ، بَلِ الأَمْرُ أَنَّ اللهَ تَعَالَى قَدْ قَضَى بِأَنَّ كُلَّ مَنْ عَمِلَ سَيِّئَةً، أي كبيرة من كبائر الذنوب،  وَأَتَى رَبَّهُ يَوْمَ القِيَامَةِ وَقَدْ  أَثْقَلَتْهُ خَطَايَاهُ وَآثَامُهُ، وَلَمْ يَتُبْ مِنْ خَطَايَاهُ إِلَى اللهِ، فَيَكُونُ مِنْ أَهْلِ النَّارِ، وَيَبْقَى فِيهَا خَالِداً.
        "sura": "2",
        "aya": "81",
        "page": "12"
    },
    {
        "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ} {أُولَـٰئِكَ} {أَصْحَابُ} {خَالِدُونَ}\r\n(82) - أَمَّا الذِينَ آمَنُوا بِاللهِ وَبِاليَومِ الآخِرِ، وَعَمِلُوا الأَعْمَالَ الصَّالِحَاتِ، فَأَدَّوُا الوَاجِبَاتِ، وانتَهَوا عَنِ المَعَاصِي فَهؤُلاءِ هُمْ أَصْحَابُ الجَنَّةِ يَخْلُدُونَ فِيها أَبَداً. فَدُخُولُ الجَنَّةِ مَنُوطٌ بِالإِيمَانِ الصَّحِيحِ، وَالعَمَلِ الصَّالِحِ مَعاً.",
        "sura": "2",
        "aya": "82",
        "page": "12"
    },
    {
        "text": "وَإِذْ أَخَذْنَا مِيثَٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ",
        "tafsir": "{مِيثَاقَ} {ۤ إِسْرَائِيلَ} {وَبِٱلْوَالِدَيْنِ} {ٱلصَّلاَةَ} {وَآتُواْ} {ٱلزَّكَاةَ} {الْيَتَامَىٰ} {ٱلْمَسَاكِينِ}\r\n(83) - ويُذَكِّرُ اللهُ تَعَالَى بَني إَسْرَائِيلَ بِأَوَامِرِهِ إِلَيهِمْ، وَبِالمِيثَاقِ الذِي أَخَذَهُ عَلَيهِمْ عَلَى لِسَانِ مُوسَى وَغَيرِهِ مِنْ أَنْبِيَائِهِمْ أَلاَّ يَعْبُدُوا إِلاَّ اللهَ وَحْدَهُ، لا شَرِيكَ لَهُ، وَأَلاَّ يُشْرِكُوا بِهِ شَيئاً، وَأَنْ يُحْسِنُوا مُعَامَلَةَ الوَالِدَينِ، وَأَنْ يُحسِنُوا إِلَى ذَوِي قُربَاهُمْ، وَإِلَى اليَتَامَى الذِين مَاتَ آبَاؤُهُمْ، وإِلى المَسَاكِينِ الذِينَ لا يَجِدُونَ مَا يُنْفِقُونَهُ عَلَى أَنْفُسِهِمْ وَعِيَالِهِمْ، وَأَنْ يُحْسِنُوا مُعَامَلَةَ النَّاسِ وَمُعَاشَرَتَهُمْ، وَأَنْ يَقُولُوا لَهُمْ كَلِمَاتٍ طَيِّبَاتٍ (وَيدخُلُ فِي ذلِكَ الأَمرُ بِالمَعْروفِ والنَّهيُ عَنِ المُنْكَرِ) وَأَنْ يُقِيموا الصَّلاَةَ، وَأَنْ يُؤَدُّوا الزَّكَاةَ. وَلكِنَّ بَنِي إِسْرَائِيلَ تَوَلَّوْا عَنْ ذلِكَ، وَأَعْرَضُوا عَنْهُ عَنْ عَمْدٍ، بَعْدَ العِلْمِ بِهِ، وَلَمْ يَقُمْ مِنْهُمْ بِأَمْرِ اللهِ إِلاَّ قَلِيلُونَ، أَقَامُوا الشَّرِيعَةَ عَلَى وَجْهِهَا الصَّحِيحِ فِي زَمَنِ مُوسَى وَبَعْدَهُ، وَدَخَلُوا فِي الإِسْلامِ حِينَمَا أَدْرَكُوهُ كَعَبْدِ اللهِ بْنِ سَلاَّمٍ وَثَعْلَبَةَ بْنِ سعيدٍ.\r\nالمِيثَاقَ - هُوَ العَهْدُ الشَّدِيدُ المُؤَكَّدُ.",
        "sura": "2",
        "aya": "83",
        "page": "12"
    }
]
