[{"text":"وَٱللَّهُ أَعْلَمُ بِأَعْدَآئِكُمْ وَكَفَىٰ بِٱللَّهِ وَلِيًّا وَكَفَىٰ بِٱللَّهِ نَصِيرًا","aya":"45","page":"86","tafsir":"no text"},{"text":"مِّنَ ٱلَّذِينَ هَادُوا۟ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَٱسْمَعْ غَيْرَ مُسْمَعٍ وَرَٰعِنَا لَيًّۢا بِأَلْسِنَتِهِمْ وَطَعْنًا فِى ٱلدِّينِ وَلَوْ أَنَّهُمْ قَالُوا۟ سَمِعْنَا وَأَطَعْنَا وَٱسْمَعْ وَٱنظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا","aya":"46","page":"86","tafsir":"{  يحرفون الكلم عن مواضعه .  .  }يميلونه عن مواضعه ،  ويجعلون مكانه غيره .  أو يتأولونه على ما يشتهون ،  من التحريف وهو التغيير .  و منه قولهم :  طاعون يحرف القلوب ،  أي يميلها ويجعلها على حرف ،  أي جانب وطرف .  وأصله من الحرف ،  يقال :  حرف الشيء عن وجهه ،  صرفه عنه . <br \/>\r\n{  واسمع غير مسمع }هي كلمة ذات وجهين ،  تحتمل معنى :  اسمع .  مدعوا عليك بلا سمعت ،  أو غير مسمع كلاما ترضاه .  ومعنى :  اسمع منا غير مسمع مكروها .  كانوا يخاطبون بها النبي صلى الله عليه وسلم استهزاء به ،  مضمرين إرادة المعنى الأول ،  وهم مظهرون له إرادة المعنى الثاني .  {  وراعنا }وكذلك كانوا يخاطبونه صلى الله عليه وسلم بهذه الكلمة ،  وهي محتملة معنى :  راقبنا وانتظرنا نكلمك .  ومعنى السب بالرعونة والحمق .  أو تنقيصه بإرادة :  راعي غنمنا ،  مظهرين إرادة المعنى الأول ،  وهم يضمرون الثاني( آية 104 البقرة ص 41 ) . <br \/>\r\n{  ليا بألسنتهم }فتلا بها وانحرافا ،  يصرف الكلام عن جانب الخير إلى جانب الشر ،  كما كانوا يحبونه بقولهم :  السام عليكم ،  يعنون به الموت ،  وأصله :  لويا ،  من لوى الشيء- كرمى-إذا فتله .  مفعول له أو حال ،  أي لاوين ."},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ ءَامِنُوا۟ بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰٓ أَدْبَارِهَآ أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَٰبَ ٱلسَّبْتِ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا","aya":"47","page":"86","tafsir":"{  من قبل أن نطمس وجوها }أصل الطمس :  الصرف والإفساد والتحويل .  وهو مثل ضربه الله لهم في صرفهم عن الحق ،  وردهم إلى الباطل ،  ورجوعهم على أعقابهم عن المحجة البيضاء .  وهو نظير قوله تعالى :  {  إنا جعلنا في أعناقهم أغلالا فهي إلى الأذقان فهم مقحمون .  وجعلنا من بين أيديهم سدا }{[105]} .  وقال مجاهد :  المراد طمس وجه القلب ،  أي من قبل أن نطمس قلوبا عن صراط الحق فنردها على أدبارها في الضلال ."},{"text":"إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدِ ٱفْتَرَىٰٓ إِثْمًا عَظِيمًا","aya":"48","page":"86","tafsir":"{  إن الله لا يغفر أن يشرك به }المراد بالشرك هنا :  مطلق الكفر ،  فيدخل فيه كفر اليهود دخولا أوليا .  أي إن الله لا يغفر لكافر مات على كفره ،  ويغفر مادون الكفر من الذنوب والمعاصي لمن يشاء أن يغفر له ممن اقترفها إذا مات من غير توبة .  فمن مات منهم بدونها فهو في خطر المشيئة ،  إن شاء عفا عنه وأدخله الجنة ،  وإن شاء عذبه ثم أدخله الجنة .  وأما قوله تعالى :  {  إن الله يغفر الذنوب جميعا }{[106]} فمقيد بالمشيئة ،  وبما عدا الشرك لمن مات مصرا عليه"},{"text":"أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُم بَلِ ٱللَّهُ يُزَكِّى مَن يَشَآءُ وَلَا يُظْلَمُونَ فَتِيلًا","aya":"49","page":"86","tafsir":"{  ألم تر إلى الذين يزكون أنفسهم } تعجيب للنبي صلى الله عليه وسلم أو لكل سامع ،  من ادعاء اليهود أنهم أزكياء عند الله تعالى مع ما هم عليه من الكفر والإثم العظيم . <br \/>\r\n{  ولا يظلمون فتيلا }أي مقدار فتيل ،  وهو الخيط الذي في شق النواة .  يضرب مثلا في القلة والحقارة ،  كالنقير للنقرة في ظهر النواة ،  والقطمير لقشرتها الرقيقة وفي الكلام جملة مطوية ،  أي يعاقبون على ذلك التزكية عقابا عادلا ،  ولا يظلمون في أدنى ظلم وأصغره . <br \/>\r\n<br \/>\r\n"},{"text":"ٱنظُرْ كَيْفَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَكَفَىٰ بِهِۦٓ إِثْمًا مُّبِينًا","aya":"50","page":"86","tafsir":"no text"},{"text":"أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَٰبِ يُؤْمِنُونَ بِٱلْجِبْتِ وَٱلطَّٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا۟ هَٰٓؤُلَآءِ أَهْدَىٰ مِنَ ٱلَّذِينَ ءَامَنُوا۟ سَبِيلًا","aya":"51","page":"86","tafsir":"{  يؤمنون بالجبت والطاغوت }الجبت في الأصل :  اسم صنم ،  واستعمل في كل معبود غير الله تعالى .  والطاغوت :  يطلق على كل باطل ،  وعلى كل ما عبد من دون الله ،  أو كل من دعا إلى ضلالة .  أي يصدقون بأنهما .  آلهة ويشركونهما في العبادة مع الله تعالى .  أو يطيعونهما في الباطل . <br \/>\r\n<br \/>\r\n"}]