[{"text":"وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَٰجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكْنَ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكْتُم مِّنۢ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْنٍ وَإِن كَانَ رَجُلٌ يُورَثُ كَلَٰلَةً أَوِ ٱمْرَأَةٌ وَلَهُۥٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ فَإِن كَانُوٓا۟ أَكْثَرَ مِن ذَٰلِكَ فَهُمْ شُرَكَآءُ فِى ٱلثُّلُثِ مِنۢ بَعْدِ وَصِيَّةٍ يُوصَىٰ بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ وَصِيَّةً مِّنَ ٱللَّهِ وَٱللَّهُ عَلِيمٌ حَلِيمٌ","aya":"12","page":"79","tafsir":"{  وإن كان رجل يورث كلالة }تطلق الكلالة على الميت الذي لم يخلف ولدا ولا والدا ،  وعلى الوارث الذي ليس بولد ولا والد للميت .  والأول قول على وابن مسعود ،  لأنه مات عن ذهاب طرفيه فكل عمود نسبه ،  من الكلال وهو ذهاب القوة من الإعياء والضعف .  والثاني قول سعيد بن جبير ،  لأن هؤلاء الوارثين يتكللون الميت من جوانبه ،  وليسوا في عمود نسبه ،  كالإكليل يحيط بالرأس ووسط الرأس منه خال ،  من تكلله الشيء إذا أحاط به .  و{  رجل }اسم كان ،  وجملة{  يورث }خبرها ،  و{  كلالة }حال من الضمير في {  يورث }أي وإن كان رجل موروثا حال كونه كلالة ،  على المعنى الأول .  أو حال كونه ذا كلالة ،  أي ذا وارث هو كلالة ،  على المعنى الثاني ،  و{  امرأة }عطف على{  رجل } .  \r\n{  وله أخ أو أخت }أي لأم ،  باتفاق .  ويؤيده قراءة سعد بن أبي وقاص :  {  وله أخ أو أخت من أم } .  \r\n \r\n"},{"text":"تِلْكَ حُدُودُ ٱللَّهِ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ","aya":"13","page":"79","tafsir":"{  تلك حدود الله }إشارة إلى الأحكام التي تقدمت في شأن اليتامى والوصايا والمواريث .  وسميت حدودا لأن الشرائع كالحدود المضروبة للمكلفين لا يجوز لهم أن يتجاوزوها ويتخطوها إلى غيرها .  \r\n \r\n"},{"text":"وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدْخِلْهُ نَارًا خَٰلِدًا فِيهَا وَلَهُۥ عَذَابٌ مُّهِينٌ","aya":"14","page":"79","tafsir":"{  مهين }مذل ،  من الهوان وهو الذل .  \r\n \r\n"}]