[
    {
        "text": "فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَٰفِرِينَ",
        "tafsir": "{  مثوى للكافرين } مأوى ومقام لهم . <br />\r\n<br />\r\n",
        "sura": "39",
        "aya": "32",
        "page": "462"
    },
    {
        "text": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ أُو۟لَٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
        "tafsir": "{أُوْلَـٰئِك}\r\n(33) - والذِي جَاءَ بِالحَقِّ والصِّدْقِ مِنْ عِنْدِ رَبِّهِ وَهُوَ رَسُولُ اللهِ صلى الله عليه وسلم، وَالذِي صَدَّقَ بالحقِّ الذِي جَاءَ بِهِ رَسُولُ اللهِ (وَهُمُ المُؤْمِنُونَ)، هُمُ الذِينَ اتَّقَوا الله فَوَحَّدَوهُ، وَتَبَرَّؤوا مِنَ الشِّرْكِ وَمِنْ عِبَادَةِ الأَصْنَامِ وَالأَوْثَانِ وَالأَنْدَادِ، وَأَدَّوا الطَّاعَاتِ للهِ رَجَاءَ ثَوَابهِ.\n",
        "sura": "39",
        "aya": "33",
        "page": "462"
    },
    {
        "text": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
        "tafsir": "{يَشَآءُونَ}\r\n(34) - وَهَؤُلاَءِ المَتَّقُونَ لَهُمْ الكَرَامَةُ عِنْدَ رَبِّهِمْ فَيُدْخِلُهُمْ جَنَّتَهُ، وَلَهُمْ مَا تَشْتَهِيهِ أَنْفُسُهُمْ، وَتَقَرُّبِهِ أَعْيُنُهُمْ، وَذَلِكَ جَزَاءُ مَنْ أَحْسَنَ عَمَلَهُ.\n",
        "sura": "39",
        "aya": "34",
        "page": "462"
    },
    {
        "text": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "(35) - وَيَجْزِيهِمُ اللهُ تَعَالَى بِذَلِكَ الجَزَاءِ الحَسَنِ لِيُحَقِّقُ مَا أَرَادَهُ لَهُمْ مِنْ خَيْرٍ وَكَرَامةٍ، وَمِنْ فَضْلٍ يَزِيدُ عَلَى العَدْلِ يُعَامِلُهُمْ بِهِ. فَالعَدْلُ أَنْ تُحْسَبَ الحَسَنَاتُ وَتُحْسَبَ السَّيِّئَاتُ ثُمَّ يَكُونَ الجَزَاءُ. أَمَّا الفَضْلُ فَهُوَ أَنْ يُعَامِلَهُمْ كَمَا قَالَ تَعَالى، وَهُو أَنْ يُكَفِّرَ عَنْهُمْ أَسْوأَ أَعْمَالِهِم فَلاَ يَبْقَى لَها حِسَابٌ في مِيزَانِهِم، وَأَنْ يَجزِيَهمْ أَجْرَهُمْ بِحِسَابِ الأَحْسَنِ فِيما كَانُوا يَفْعَلُونَه، فَتزِيدُ الحَسَنَاتُ وَتَرْجَحُ عَلَى السَّيئاتِ فِي المِيزَانِ.\n",
        "sura": "39",
        "aya": "35",
        "page": "462"
    },
    {
        "text": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
        "tafsir": "{  أليس الله بكاف عبده } أي الله تعالى كاف نبيه صلى الله عليه وسلم شر من عاداه من الكافرين . <br />\r\nأدخلت فيه همزة الإنكار على كلمة النفي إثبات الكفاية . {  ويخوفونك بالذين من دونه } أي بالأوثان التي اتخذوها آلهة .  وقد روي أن قريشا قالت له صلى الله عليه وسلم :  لتكفن عن شتم آلهتنا<br />\r\nأو ليصيبنك منها خبل ؛  فنزلت الآية . <br />\r\n<br />\r\n",
        "sura": "39",
        "aya": "36",
        "page": "462"
    },
    {
        "text": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ أَلَيْسَ ٱللَّهُ بِعَزِيزٍ ذِى ٱنتِقَامٍ",
        "tafsir": "(37) - وَمَنْ يُوَفِّقُهُ اللهُ إِلَى الخَيْرِ والهُدَى والسَّعَادَةِ فَلاَ يَسْتَطِيعُ أَحَدٌ أَنْ يُضِلَّهُ، وَلاَ أَنْ يَصُدَّهُ عَنْ مَقْصَدِهِ إِذْ لاَ رَادَّ لأَمرِ اللهِ. وَاللهُ عَزِيزٌ لاَ يُغَالَبُ، وَهُوَ تَعَالَى ذُو قُدْرَةٍ عَلَى الانْتِقَامِ مِنْ أَعْدَائِهِ، وَمَنْ لَجَأَ إِلَى بَابِهِ الكَرِيمِ فَلا يُضَامُ.\n",
        "sura": "39",
        "aya": "37",
        "page": "462"
    },
    {
        "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَٰتُ رَحْمَتِهِۦ قُلْ حَسْبِىَ ٱللَّهُ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
        "tafsir": "{  ما تدعون من دون الله } أي الأصنام التي تعبدونها من دونه تعالى . {  حسبي الله } كافي في جميع أموري من إصابة الخير ودفع الشر . <br />\r\n<br />\r\n",
        "sura": "39",
        "aya": "38",
        "page": "462"
    },
    {
        "text": "قُلْ يَٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَٰمِلٌ فَسَوْفَ تَعْلَمُونَ",
        "tafsir": "{  اعملوا على مكانتكم } على حالتكم من العداوة التي تمكنتم فيها .  وأصل المكانة :  المكان المحسوس ؛  استعيرت للحالة التي عليها الإنسان استعارة المحسوس للمعقول .  أو على حسب تمكنكم واستطاعتكم .  والأمر للتهديد . <br />\r\n<br />\r\n",
        "sura": "39",
        "aya": "39",
        "page": "462"
    },
    {
        "text": "مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
        "tafsir": "{  من يأتيه } مفعول  \" تعلمون \"  بمعنى تعرفونه . {  ويحل عليه عذاب مقيم } أي ينزل به عذاب دائم [ آية 81 طه ص 22 ] .",
        "sura": "39",
        "aya": "40",
        "page": "462"
    }
]