[
    {
        "text": "سَنَسِمُهُۥ عَلَى ٱلْخُرْطُومِ",
        "tafsir": "{سنسمه على الخرطوم} سنبين أمره بيانا واضحا، حتى يعرفه الناس فلا يخفى عليهم؛ كما لا تخفى السمة على الخرطوم. أو سنلحق به عارا لا يفارقه. تقول العرب للرجل يسب سبة سوء قبيحة باقية: قد وسم ميسم سوء. أي ألصق به عار لا يفارقه؛ كما أن السمة وهي العلامة لا يمحى أثرها. والخرطوم: الأنف من الإنسان؛ والوسم عليه يكون بالنار، وكنى به عما ذكر .",
        "sura": "68",
        "aya": "16",
        "page": "565"
    },
    {
        "text": "إِنَّا بَلَوْنَٰهُمْ كَمَا بَلَوْنَآ أَصْحَٰبَ ٱلْجَنَّةِ إِذْ أَقْسَمُوا۟ لَيَصْرِمُنَّهَا مُصْبِحِينَ",
        "tafsir": "{إنا بلوناهم} أي امتحنا أهل مكة بالقحط والجوع؛ حتى أكلوا الجيف بدعوته صلى الله عليه وسلم. {كما بلونا أصحاب الجنة} .  المعروف خبرهم عندهم\" ،  وهم أصحاب بستان بأرض اليمن، قريبا من صنعاء ورثوه عن أبيهم، وكان يؤدي للمساكين حق الله فيه؛ فلما مات بخلوا به، فكان من أمرهم ما قصه الله في هذه السورة. {إذ أقسموا ليصرمنها مصبحين} ليقطعن ثمارها بعد استوائها، داخلين في وقت الصباح الباكر قبل أن تخرج المساكين؛ من الصرم وهو القطع. يقال: صرم النخل– من باب ضرب– جزه؛ ومنه الانصرام، أي الانقطاع. ويقال: أصبح، أي دخل وقت الصباح .",
        "sura": "68",
        "aya": "17",
        "page": "565"
    },
    {
        "text": "وَلَا يَسْتَثْنُونَ",
        "tafsir": "{ولا يستثنون} حصة المساكين كما كان يفعل أبوهم، والجملة عطف على\" ليصرمنها\" ومقسم عليه .",
        "sura": "68",
        "aya": "18",
        "page": "565"
    },
    {
        "text": "فَطَافَ عَلَيْهَا طَآئِفٌ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ",
        "tafsir": "{فطاف عليها طائف. .  ..} نزل بها بلاء محيط من عند الله تعالى. والطائف غلب في الشر .",
        "sura": "68",
        "aya": "19",
        "page": "565"
    },
    {
        "text": "فَأَصْبَحَتْ كَٱلصَّرِيمِ",
        "tafsir": "{كالصريم} كالبستان الذي صرمت ثماره؛ بحيث لم يبق منها شيء .",
        "sura": "68",
        "aya": "20",
        "page": "565"
    },
    {
        "text": "فَتَنَادَوْا۟ مُصْبِحِينَ",
        "tafsir": "ونادى بعضهم بعضا في الغداة.",
        "sura": "68",
        "aya": "21",
        "page": "565"
    },
    {
        "text": "أَنِ ٱغْدُوا۟ عَلَىٰ حَرْثِكُمْ إِن كُنتُمْ صَٰرِمِينَ",
        "tafsir": "{حرثكم} بستانكم .",
        "sura": "68",
        "aya": "22",
        "page": "565"
    },
    {
        "text": "فَٱنطَلَقُوا۟ وَهُمْ يَتَخَٰفَتُونَ",
        "tafsir": "{وهم يتخافتون} يتسارون بينهم، يقول بعضهم لبعض: {لا يدخلنها اليوم عليكم مسكين} .",
        "sura": "68",
        "aya": "23",
        "page": "565"
    },
    {
        "text": "أَن لَّا يَدْخُلَنَّهَا ٱلْيَوْمَ عَلَيْكُم مِّسْكِينٌ",
        "tafsir": "يقال: خفت يخفت خفوتا، إذا سكت ولم يبين .",
        "sura": "68",
        "aya": "24",
        "page": "565"
    },
    {
        "text": "وَغَدَوْا۟ عَلَىٰ حَرْدٍ قَٰدِرِينَ",
        "tafsir": "{وغدوا على حرد قادرين} ساروا إلى جنتهم غدوة على أمر قد قصدوه واعتمدوه، واستسروه بينهم قادرين عليه في أنفسهم، وهو حرمان المساكين والحرد: القصد؛ من قولهم: حرد فلان حرد فلان– من باب ضرب– أي قصد قصده. أو غدوا إلى جنتهم منفردين عن المساكين ليس أحد منهم معهم، قادرين على صرامها؛ من حرد عن قومه: إذا تنحى عنهم ونزل منفردا؛ ومنه رجل حريد: أي وحيد .",
        "sura": "68",
        "aya": "25",
        "page": "565"
    },
    {
        "text": "فَلَمَّا رَأَوْهَا قَالُوٓا۟ إِنَّا لَضَآلُّونَ",
        "tafsir": "{قالوا إنا لضالون. .} أي عن طريق جنتنا وما هي بها. ثم قالوا بعد التأمل: لسنا ضالين عنها",
        "sura": "68",
        "aya": "26",
        "page": "565"
    },
    {
        "text": "بَلْ نَحْنُ مَحْرُومُونَ",
        "tafsir": "{بل نحن محرومون} حرمنا منفعتها بذهاب حرثها؛ جزاء حرماننا المساكين من حظهم منها .",
        "sura": "68",
        "aya": "27",
        "page": "565"
    },
    {
        "text": "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُل لَّكُمْ لَوْلَا تُسَبِّحُونَ",
        "tafsir": "{قال أوسطهم} أعدلهم وأرجحهم رأيا. {لولا تسبحون} أي هلا تذكرون الله وتتوبون إليه من خبث نيتكم. وكان قد قال ذلك لهم من قبل فعصوه .",
        "sura": "68",
        "aya": "28",
        "page": "565"
    },
    {
        "text": "قَالُوا۟ سُبْحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
        "tafsir": "{سُبْحَانَ} {ظَالِمِينَ} - فندموا على ما كان منهم بعد فوات الأوان، وسبحوا ربهم، واعترفوا بأنهم كانوا ظالمين، حينما أرادوا منع المساكين حقهم من ثمر البستان.",
        "sura": "68",
        "aya": "29",
        "page": "565"
    },
    {
        "text": "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَٰوَمُونَ",
        "tafsir": "{يتلاومون} يلوم بعضهم بعضا على القسم، وقصد حرمان المساكين .",
        "sura": "68",
        "aya": "30",
        "page": "565"
    },
    {
        "text": "قَالُوا۟ يَٰوَيْلَنَآ إِنَّا كُنَّا طَٰغِينَ",
        "tafsir": "{يٰوَيْلَنَا} {طَاغِينَ} - وما كان من بعضهم إلا أن اعترفوا بالخطيئة والذنب، وقالوا: إنا اعتدينا وجاوزنا الحد حتى أصابنا ما أصابنا.",
        "sura": "68",
        "aya": "31",
        "page": "565"
    },
    {
        "text": "عَسَىٰ رَبُّنَآ أَن يُبْدِلَنَا خَيْرًا مِّنْهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ",
        "tafsir": "{رَاغِبُونَ} - لعل الله أن يعطينا خيرا منها بدلا بتوبتنا واعترافنا بذنوبنا وتكفيرنا عن سيئاتنا، وإننا راجون عفوه، وطالبون الخير منه.\r\nراغبون- طالبون منه الخير والعفو.",
        "sura": "68",
        "aya": "32",
        "page": "565"
    },
    {
        "text": "كَذَٰلِكَ ٱلْعَذَابُ وَلَعَذَابُ ٱلْءَاخِرَةِ أَكْبَرُ لَوْ كَانُوا۟ يَعْلَمُونَ",
        "tafsir": "{كذلك العذاب} أي مثل الذي بلونا به أصحاب الجنة من إهلاك حرثهم وهم في غاية القدرة عليه والثقة به– عذاب من خالف أمرنا من كفر مكة وغيرهم .",
        "sura": "68",
        "aya": "33",
        "page": "565"
    },
    {
        "text": "إِنَّ لِلْمُتَّقِينَ عِندَ رَبِّهِمْ جَنَّٰتِ ٱلنَّعِيمِ",
        "tafsir": "{جَنَّاتِ} - وللذين يتقون ربهم، فيؤدون ما أوجبه الله عليهم من طاعات، ويجتنبون ما نهاهم عنه، جنات ينعمون فيها بما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر.",
        "sura": "68",
        "aya": "34",
        "page": "565"
    },
    {
        "text": "أَفَنَجْعَلُ ٱلْمُسْلِمِينَ كَٱلْمُجْرِمِينَ",
        "tafsir": "{أفنجعل المسلمين كالمجرمين} لما سمع المشركون قوله تعالى: \" إن المتقين عند ربهم جنات النعيم\" قالوا: إن الله فضلنا عليكم في الدنيا، فإن صح أن هناك بعثا فلا بد أن يفضلنا عليكم في الآخرة، وإن لم يحصل تفضيل فلا أقل من المساواة؛ فنزلت الآية. أي أنحيف في الحكم فنجعل الذين خضعوا لنا بالطاعة والعبادة، كالذين اكتسبوا المآثم وارتكبوا المعاصي؟ كلا! وقد وبخهم الله باستفهامات سبعة: أولها– هذا. والثاني– \" مالكم\" .  والثالث– \"  \" كيف تحكمون. والرابع– \" أم لكم كتاب\" .  والخامس– \" أم لكم أيمان\" .  والسادس– \" أيهم بذلك زعيم\" .  والسابع– \" أم لهم شركاء\" .",
        "sura": "68",
        "aya": "35",
        "page": "565"
    },
    {
        "text": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
        "tafsir": "ماذا حصل لكم من فساد الرأي حتى ظننتم هذا الظن، وحكمتم مثل هذا الحكم؟.",
        "sura": "68",
        "aya": "36",
        "page": "565"
    },
    {
        "text": "أَمْ لَكُمْ كِتَٰبٌ فِيهِ تَدْرُسُونَ",
        "tafsir": "{فيه تدرسون} أي تقرءون فيه .",
        "sura": "68",
        "aya": "37",
        "page": "565"
    },
    {
        "text": "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ",
        "tafsir": "{إن لكم فيه لما تخيرون} أي إن لكم في حكمه للذي تختارون. وهذه الجملة حكاية للمدروس على ما هو عليه .",
        "sura": "68",
        "aya": "38",
        "page": "565"
    },
    {
        "text": "أَمْ لَكُمْ أَيْمَٰنٌ عَلَيْنَا بَٰلِغَةٌ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ",
        "tafsir": "{أيمان} عهود مؤكدة بالإيمان. {بالغة} متناهية في التوكيد .",
        "sura": "68",
        "aya": "39",
        "page": "565"
    },
    {
        "text": "سَلْهُمْ أَيُّهُم بِذَٰلِكَ زَعِيمٌ",
        "tafsir": "{أيهم بذلك زعيم} كفيل بأن لهم في الآخرة ما للمسلمين. والزعيم: الضامن والمتكلم عن القوم .",
        "sura": "68",
        "aya": "40",
        "page": "565"
    },
    {
        "text": "أَمْ لَهُمْ شُرَكَآءُ فَلْيَأْتُوا۟ بِشُرَكَآئِهِمْ إِن كَانُوا۟ صَٰدِقِينَ",
        "tafsir": "{بِشُرَكَآئِهِمْ} {صَادِقِينَ} - أم لهم أناس يشاركونهم هذا الرأي، ويقولون مثل قولهم بالتسوية بين المسلمين والمجرمين، فإن كان الأمر كذلك فليأتوا بهؤلاء الشركاء إن كانوا صادقين فيما يقولون؟.",
        "sura": "68",
        "aya": "41",
        "page": "565"
    },
    {
        "text": "يَوْمَ يُكْشَفُ عَن سَاقٍ وَيُدْعَوْنَ إِلَى ٱلسُّجُودِ فَلَا يَسْتَطِيعُونَ",
        "tafsir": "{يوم يكشف عن ساق} اذكر لهم يوم يشتد الأمر ويعظم الخطب. .  .، وهو يوم القيامة. وكشف الساق والتشمير عنها: مثل في ذلك. وأصله في الروع والهزيمة، وتشمير المخدرات عن سوقهن، وإبداء حزامهن عند الهرب واشتداد الخطب. فكنى به عما ذكر؛ فلا ساق ولا كشف ثمة. وهو كما يقال للأقطع الشحيح: يده مغلولة. ولا يد ثمة ولا غل؛ وإنما هو كناية عن البخل. {ويدعون إلى السجود توبيخا لهم وتحسيرا على تفريطهم في طاعة الله في الدنيا. {  فلا يستطيعون} لصيرورة أصلابهم عظما واحدا .",
        "sura": "68",
        "aya": "42",
        "page": "565"
    }
]