[
    {
        "text": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّٰتِهِمْ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "tafsir": "{  جنات عدن } أي إقامة ؛  من عدن بالمكان يعدن ويعدن عدنا ،  إذا لزمه فلم يبرح منه .  ومنه المعدن المعروف لاستقراره في الأرض . \r\n{  ومن صلح من آبائهم .  .  .  } أي وأدخل معهم في جنات عدن هؤلاء ؛  ليكمل سرورهم ،  ويتضاعف ابتهاجهم\r\n\r\n",
        "sura": "40",
        "aya": "8",
        "page": "468"
    },
    {
        "text": "وَقِهِمُ ٱلسَّيِّـَٔاتِ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "tafsir": "{  وقهم } أي هؤلاء الأتباع{  السيئات } أي جزاءها وهو عذاب النار . \r\n{  ومن تق السيئات يومئذ } أي في يوم القيامة{  فقد رحمته } برحمتك الواسعة{  وذلك } أي وقايتهم من جزائها{  هو الفوز العظيم } الذي لا مطمع وراءه لطامع . \r\n\r\n",
        "sura": "40",
        "aya": "9",
        "page": "468"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَٰنِ فَتَكْفُرُونَ",
        "tafsir": "{  لمقت الله أكبر من مقتكم أنفسكم .  .  .  } أي يقال للكفار وهم في النار ،  وقد مقتوا أنفسهم الأمارة بالسوء التي أوقعتهم في هذا العذاب الأليم :  - لمقت الله إياكم أعظم وأشد من مقتكم أنفسكم اليوم ؛  لأنكم قد دعيتم إلى الأيمان به مرارا فأبيتم وكفرتم .  والمقت :  أشد البغض .  يقال مقته مقتا ومقته ؛  فهو مقيت وممقوت . \r\n\r\n",
        "sura": "40",
        "aya": "10",
        "page": "468"
    },
    {
        "text": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ",
        "tafsir": "{  أمتنا اثنتين } أرادوا بالأولى :  خلقهم مادة لا روح فيها وهم في الأرحام .  وبالثانية :  قبض أرواحهم عند انقضاء آجالهم .  والإماتة :  جعل الشيء عادم الحياة ،  سبق بحياة أم لا . {  وأحييتنا اثنتين } أرادوا بالأولى :  نفخ أرواحهم في أبدانهم وهي في الأرحام .  وبالثانية :  نفخ الأرواح فيها يوم البعث والنشور .  وهو نظيره قوله تعالى :   \" كيف تكفرون بالله وكنتم أمواتا فأحياكم ثم يميتكم ثم يحييكم \"  {[299]} .",
        "sura": "40",
        "aya": "11",
        "page": "468"
    },
    {
        "text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ",
        "tafsir": "(12) - فَيُجَابُونَ عَلَى سُؤَالِهِمْ هَذَا أَنْ لاَ سَبِيلَ إِلَى الرَّجعَةِ إِلَى الدُّنْيَا، وَلاَ إِلَى الخُرُوجِ مِنَ النَّارِ، وَذَلِكَ لأَِنَّكُمْ كُنْتُمْ إِذَا ذَكِرَ اللهُ العَلِيُّ القَدِيرُ وَحْدَهُ كَفرْتُمْ وَأَنْكَرْتُمْ أَنْ تَكُونَ الألوهِيَّةُ خَالِصَةً للهِ وحدَهُ، وَإِنْ أَشْرَكَ بِهِ مُشْرِكٌ صَدَّقْتُمُوهُ وَآمَنْتُمْ بِهِ. وَمَا ذَلِكَ إِلاَّ لِفَسَادِ طِبَاعِكُمْ، وَرَفْضِهَا لِلْحَقِّ، فَإِذَا عُدْتُمْ إِلَى الدُّنْيَا عُدْتُمْ إِلَى مَا كُنْتُمْ عَلَيْهِ مِنْ فَسَادٍ وَكُفْرٍ وَإِفْسَادٍ فِي الأَرْضِ، فَالحُكْمُ اليَوْمَ للهِ، وَهُوَ لاَ يَحْكُمُ إِلاَ بِالحَقِّ، وَهُوَ ذُو الكِبْرِيَاءِ والعَظَمَةِ، وَلَيْسَ كَمِثْلِهِ شَيءٌ، وَقَدِ اقْتَضَتْ حِكْمَتُهُ خُلُودَ الكَافِرِينَ فِي النَّارِ فَلاَ سَبِيلَ إِلَى الخُرُوجِ مِنْهَا.\r\nتُؤْمِنُوا - تُذِعْنُوا وَتُقِرُّوا بِالشِّرْكِ.\n",
        "sura": "40",
        "aya": "12",
        "page": "468"
    },
    {
        "text": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
        "tafsir": "{آيَاتِهِ}\r\n(13) - وَاللهُ تَعَالَى يُظْهِر قُدْرَتَهُ لِخَلْقِهِ بِمَا يُشَاهِدُونَهُ فِي العَالَمَيْن العُلْوِيِّ والسُّفْلِيِّ مِنَ الآيَاتِ العَظِيمَةِ الدَّالَّةِ عَلَى كَمَالِ خَلْقِهَا، وَقُدْرَةِ مُبْدِعِهَا، وَتَفَرُّدِهِ بالألوهِيةِ، فَيُنَزِّلُ المَطَرَ مِنَ السَّمَاءِ فَيُخْرِجُ بِهِ الزَّرْعَ والنَّبَاتَ والثِّمَارَ بِأَلْوَانٍ وَطُعُومٍ وَأَشْكَالٍ مُخْتَلِفَةٍ، فَبِقُدْرَتِهِ العَظِيمَةِ فَاوَتَ بَيْنَ هَذِهِ الأَشْيَاءِ التِي تُسْقَى كُلُّهَا مِنْ مَاء وَاحِدٍ، وَمَا يَعْتَبِرُ بِهَذِهِ الآيَاتِ، وَيَسْتَدِلُّ بِهَا عَلَى عَظَمَةِ خَالِقَهَا إِلاَّ مَنْ هُوَ بَصِيرٌ مُنِيبٌ إِلَى اللهِ تَعَالَى.\r\nمَنْ يُنِيبُ - مَنْ يَرْجِعُ إِلَى التَّفَكُّرِ فِي الآيَاتِ.\r\n\n",
        "sura": "40",
        "aya": "13",
        "page": "468"
    },
    {
        "text": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ",
        "tafsir": "{  فادعوا الله مخلصين له الدين } خطاب للمنيبين .  أي إذا كان الأمر كما ذكر من اختصاص التذكير بمن ينيب ؛  فاعبدوه أيها المؤمنون مخلصين له دينكم . {  ولو كره الكافرون } وإن غاظهم ذلك منكم . {  رفيع الدرجات } أي هو تعالى المرتفع بعظمته في صفات جلاله وكماله ووحدانيته عن كل ما سواه . \r\n\r\n",
        "sura": "40",
        "aya": "14",
        "page": "468"
    },
    {
        "text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ",
        "tafsir": "{  ذو العرش } أي خالقه ومالكه . \r\n{  يلقى الروح من أمره } أي هو ينزل الوحي أو الكتب المنزلة بقضائه .  أو ينزل جبريل عليه السلام من أجل تبليغ أمره تعالى . {  يوم التلاق } يوم القيامة الذي يلتقي فيه الأولون والآخرون . \r\n\r\n",
        "sura": "40",
        "aya": "15",
        "page": "468"
    },
    {
        "text": "يَوْمَ هُم بَٰرِزُونَ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
        "tafsir": "{  لمن الملك اليوم .  .  .  } السائل والمجيب هو الله تعالى .  وقيل :  المجيب أهل المحشر جميعا . \r\n\r\n",
        "sura": "40",
        "aya": "16",
        "page": "468"
    }
]