[
    {
        "text": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ",
        "tafsir": "{  لسان الذي يلحدون إليه } ،  أي :  لغة الذي يميلون قولهم عن الاستقامة إليه ،  فيضيفون إليه أنه يعلم النبي صلى الله عليه وسلم – لغة أعجمية غير عربية ،  وهذا القرآن عربي مبين ،  أعجزكم بفصاحته وبلاغته ،  وأنتم أهل اللسن والبيان ،  فكيف يقدر من هو أعجمي على مثله ،  وأين فصاحة القرآن من عجمته ؟  والإلحاد :  الميل ،  يقال :  لحد وألحد ،  إذا مال عن القصد ،  ومنه لحد القبر ؛  لأنه حرفة مائلة عن وسطه ،  والملحد ؛  لأنه أمال مذهبه عن الأديان كلها ،  والأعجمي :  منسوب إلى الأعجم ،  وهو الذي لا يفصح في كلامه ،  سواء أكان من العرب أم من العجم ،  زيدت فيه ياء النسب توكيدا .\r\n\r\n",
        "sura": "16",
        "aya": "103",
        "page": "279"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{بِآيَاتِ}\r\n(104) - إِنَّ الذِينَ لاَ يُصَدِّقُونَ بِأَنَّ هذِهِ الآيَاتِ هِيَ مِنْ عِنْدِ اللهِ، بَلْ يَقُولُونَ إِنَّهَا أَسَاطِيرُ الأَوَّلِينَ ... لاَ يَهْدِيهِمُ اللهُ تَعَالَى إلى مَعْرِفَةِ الحَقِّ الذِي يُنْجِيهِمْ مِنْ عَذَابِ النَّارِ، لِمَا يَعْلَمُ مِنْ سُوءِ اسْتِعْدَادِهِمْ بِمَا اجْتَرَحُوهُ مِنَ السَّيِّئَاتِ، وَلَهُمْ فِي الآخِرَةِ عَذَابٌ مُؤْلِمٌ مُوجِعٌ، جَزَاءَ مَا نَصَبُوا لَهُ أَنْفُسَهُمْ مِنَ العِدَاءِ لِلرَّسُولِ صلى الله عليه وسلم وَرِسَالَتِهِ.",
        "sura": "16",
        "aya": "104",
        "page": "279"
    },
    {
        "text": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَٰتِ ٱللَّهِ وَأُو۟لَٰٓئِكَ هُمُ ٱلْكَٰذِبُونَ",
        "tafsir": "{بِآيَاتِ} {ٱلْكَاذِبُونَ} {أُوْلـٰئِكَ}\r\n(105) - يَقُولُ تَعَالَى: إِنَّ رَسُولَهُ مٌحَمَّداً صلى الله عليه وسلم لَيْسَ بِمُفْتَرٍ، وَلاَ كَذَّابٍ، لأَِنَّ الَّذِينَ يَفْتَرُونَ الكَذِبَ عَلَى اللهِ وَرَسُولِهِ هُمْ شِرَارُ الخَلْقِ، الذِينَ لاَ يُؤْمِنُونَ بِاللهِ وَآيَاتِهِ مِنَ الكُفْرِ المُلْحِدِينَ المَعْرُوفِينَ بِالكَذِبِ عِنْدَ النَّاسِ، وَمُحَمَّدٌ كَانَ أَصْدَقَ النَّاسِ، وَأَبَرَّهُمْ وَأَكْمَلَهُمْ عِلْماً وَأَخْلاَقاً، وَكَانَ يُعْرَفُ بِالأَمِينِ عِنْدَ قَوْمِهِ، فَهُوَ لاَ يَفْتَرِي الكَذِبَ عَلَى اللهِ.",
        "sura": "16",
        "aya": "105",
        "page": "279"
    },
    {
        "text": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
        "tafsir": "{  من كفر بالله } ،  مبتدأ خبره محذوف ،  تقديره :  فعليه غضب من الله .\r\n\r\n",
        "sura": "16",
        "aya": "106",
        "page": "279"
    },
    {
        "text": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْءَاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَٰفِرِينَ",
        "tafsir": "{ٱلْحَيَاةَ} {ٱلآخِرَةِ} {ٱلْكَافِرِينَ}\r\n(107) - وَذَلِكَ الغَضَبُ مِنَ اللهِ، وَذَلِكَ العَذَابُ العَظِيمُ، إِنَّمَا اسْتَحَقَّهُ هؤُلاَءِ لأَِنَّهُمْ آثَرُوا الحَيَاةَ الدُّنْيا وَزِينَتَهَا عَلَى نَعيمِ الآخِرَةِ، وَإِنَّ اللهَ لاَ يُوَفِّقُ مَنْ يَجْحَدُ آيَاتِهِ، وَيُصِرُّ عَلَى إِنْكَارِها، لأَِنَّهُ يَكُونُ قَدْ فَقَدَ الاسْتِعْدَادَ لِسُبُلِ الخَيْرِ بِمَا زَيَّنَتْ لَهُ نَفْسُهُ مِنَ الكُفْرِ.\r\nاسْتَحَبُّوا - اخْتَارُوا أَوْ آثَرُوا.",
        "sura": "16",
        "aya": "107",
        "page": "279"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَٰرِهِمْ وَأُو۟لَٰٓئِكَ هُمُ ٱلْغَٰفِلُونَ",
        "tafsir": "{أُولَـٰئِكَ} {وَأَبْصَارِهِمْ} {ٱلْغَافِلُونَ}\r\n(108) - وَهؤُلاءِ الَّذِينَ ارْتَدُّوا عَنِ الإِسْلاَمِ قَدْ خَتَمَ اللهُ (طَبَعَ) عَلَى قُلُوبِهِمْ، وَعَلى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ فَلَمْ يَعُودُوا يَنْتَفِعُونَ بِجَوَارِحِهِمْ، فَهُمْ غَافِلُونَ عَمَّا يُرَادُ بِهِمْ.",
        "sura": "16",
        "aya": "108",
        "page": "279"
    },
    {
        "text": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْءَاخِرَةِ هُمُ ٱلْخَٰسِرُونَ",
        "tafsir": "{  لا جرم } ،  حق وثبت ،  أو لا محالة( آية هود ص 361 ) .",
        "sura": "16",
        "aya": "109",
        "page": "279"
    },
    {
        "text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
        "tafsir": "{  إن ربك للذين هاجروا } ،  أي :  إنه لهم لا عليهم ،  بمعنى أنه ناصرهم لا خاذلهم ،  {  فتنو } ،  عذبوا لأجل أن يرتدوا عن الإسلام ،  من الفتن ( آية البقرة ص40 )",
        "sura": "16",
        "aya": "110",
        "page": "279"
    }
]