[
    {
        "text": "وَمِنْ ءَايَٰتِهِ ٱلْجَوَارِ فِى ٱلْبَحْرِ كَٱلْأَعْلَٰمِ",
        "tafsir": "{  ومن آياته الجوار في البحر كالأعلام } أي السفن الجارية في البحر كأنها من عظمها أعلام أي جبال شاهقة .  جارية وهي السفينة ،  وسميت جارية لجريانها في الماء .  وجمع علم وهو الجبل الطويل ،  وأصله الأثر الذي يعلم به الشيء ،  كعلم الطريق وعلم الجيش ؛  وسمى الجبل علما لذلك . <br />\r\n<br />\r\n",
        "sura": "42",
        "aya": "32",
        "page": "487"
    },
    {
        "text": "إِن يَشَأْ يُسْكِنِ ٱلرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِۦٓ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
        "tafsir": "{  فيظللن رواكد على ظهره } فيصرن ثوابت على ظهر البحر لا يجرين .  يقال :  ركد الماء ركودا – من باب قعد – سكن ؛  فهو راكد .  وكل ثابت في مكان فهو راكد . <br />\r\n<br />\r\n",
        "sura": "42",
        "aya": "33",
        "page": "487"
    },
    {
        "text": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا۟ وَيَعْفُ عَن كَثِيرٍ",
        "tafsir": "{  أو يوبقهن بما كسبوا } يهلكن بإرسال الرياح العاصفة المغرقة ؛  بسبب ما كسبه ركبانها من الذنوب .  يقال أوبقه ،  حبسه أو أهلكه .  ووبق – كوعد ووحل وورث – وبوقا وموبقا :  هلك وهو عطف على  \" يسكن \"  .  والأصل :  أو يرسلها – أي الريح – عاصفة فيوبق ناسا بذنوبهم ،  وينج ناسا بالعفو عنهم .  وبهذا ظهر وجه جزم  \" يعف \"  . <br />\r\n<br />\r\n",
        "sura": "42",
        "aya": "34",
        "page": "487"
    },
    {
        "text": "وَيَعْلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٍ",
        "tafsir": "{  ويعلم الذين يجادلون .  .  .  } بالنصب عطف على مقدر ؛  أي لينتقم منهم ويعلم .  أو ليظهر عظيم قدرته ويعلم . {  ما لهم من محيص } ما لهم مهرب من العذاب على مجادلتهم في آيات الله .  يقال :  حاص عنه حيصا وحيوصا ومحيصا ومحاصا ،  عدل وحاد . <br />\r\n<br />\r\n",
        "sura": "42",
        "aya": "35",
        "page": "487"
    },
    {
        "text": "فَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
        "tafsir": "{فَمَتَاعُ} {ٱلْحَيَاةِ} {آمَنُواْ}\r\n(36) - وَكُلُّ مَا حَصَلْتُمْ عَلَيْهِ فِي هَذِهِ الدُّنْيَا مِنْ أَمْوَالٍ وَبَنِينَ وَأَثَاثٍ وَرِيَاشٍ وَنَعْمَةٍ.. فَهُوَ مَتَاعٌ قَلِيلٌ تَافِهٌ تَتَمَتَّعُونَ بِهِ فِي هَذِهِ الدَّارِ الفَانِيَةِ الزَّائِلَةِ، وَمَا عِنْدَ اللهِ مِنَ الثَّوَابِ فِي الدَّارِ الآخِرَةِ خَيْرٌ مِنْ مَتَاعِ هَذِهِ الدُّنْيَا، لأَِنَّهُ بَاقٍ دَائِمٌ لاَ يَزُولُ، وَلاَ يَنْضُبُ، وَقَدْ وَعَدَ اللهُ تَعَالَى الذِينَ آمَنُوا بِهِ، وَصَدَّقُوا رُسُلَهُ، وَهُمْ يَتَوكَّلُونَ عَلَى رَبهِمْ، وَيَعْتَمِدُونَ عَلَيْهِ... بِأَنّهُ سَيُعِينُهُمْ عَلَى الصَّبْرِ فِي أَدَاءِ الوَاجِبَاتِ.\r\nمَتَاعٌ - مَا يُتَمَتَّعُ بِهِ مِنْ أَثَاثٍ وَرِيَاشٍ وَنِعْمَةٍ.\r\nيَتَوَكَّلُونَ - يُفَوِّضُونَ أَمْرَهُمْ إِلَيهِ. \n",
        "sura": "42",
        "aya": "36",
        "page": "487"
    },
    {
        "text": "وَٱلَّذِينَ يَجْتَنِبُونَ كَبَٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ وَإِذَا مَا غَضِبُوا۟ هُمْ يَغْفِرُونَ",
        "tafsir": "{  والذين يجتنبون كبائر الإثم والفواحش } عطف على  \" الذين آمنوا \"  .  وكبائر الإثم :  ما رتب عليها الوعيد ،  أو ما وجب فيها الحد ،  أو كل ما نهى الله عنه .  والفواحش من الذنوب :  ما فحش وعظم قبحه ؛  وعطفها من عطف الخاص على العام . <br />\r\n<br />\r\n",
        "sura": "42",
        "aya": "37",
        "page": "487"
    },
    {
        "text": "وَٱلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
        "tafsir": "{  وأمرهم شورى بينهم } أي شأنهم إذا حزبهم أمر يحتاج إلى مراجعة الرأي :  التشاور فيه بينهم .  والشورى :  مصدر شاورته ؛  مثل البشرى والذكرى .  والتشاور والمشاورة والمشورة :  استخراج الرأي بمراجع البعض البعض ؛  من قولهم :  شرت العسل – بكسر الشين – إذا أخذته من موضعه واستخرجته منه<br />\r\n<br />\r\n",
        "sura": "42",
        "aya": "38",
        "page": "487"
    },
    {
        "text": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلْبَغْىُ هُمْ يَنتَصِرُونَ",
        "tafsir": "{  والذين إذا أصابهم البغي } قال القاضي أبو بكر بن العربي :   \" ذكر الله الانتصار في البغي في معرض المدح ،  وذكر العفو عن الجرم في موضع آخر في معرض المدح ؛  فاحتمل أن يكون أحدهما رافعا للآخر .  واحتمل أن يكون ذلك راجعا إلى حالتين :  إحداهما – أن يكون الباغي معلنا بالفجور ،  مؤذيا للصغير والكبير ؛  فيكون الانتقام منه أفضل .  وفي مثله قال إبراهيم النخعي :  كانوا يكرهون للمؤمنين أن يذلوا أنسفهم فتجرئ عليهم الفساق .  والثانية – أن يقع ذلك ممن لم يعرف بالزلة ويسأل المغفرة ؛  لعفو ههنا أفضل .  وفي مثله نزل :   \" وأن تعفو أقرب للتقوى \"  {[308]} وقوله :   \" فمن تصدق به فهو كفارة له \"  {[309]} .  وقوله :   \" وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم \"  {[310]} .  ومثله ما ذكر الكيا الصبري في أحكامه ؛  إلا أنه عند الانتصار تراعى المماثلة لقوله تعالى :   \" وجزاء سيئة سيئة مثلها \"  ،  وقوله :   \" فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم \"  {[311]} .",
        "sura": "42",
        "aya": "39",
        "page": "487"
    },
    {
        "text": "وَجَزَٰٓؤُا۟ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُۥ عَلَى ٱللَّهِ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
        "tafsir": "{  فمن عفا } عمن أساء إليه{  وأصلح } ما بينه وبين المسيء إليه بالإغضاء عما صدر منه{  فأجره على الله } أي فيجزيه الله أعظم الجزاء .  والمراد :  التحريض على العفو . <br />\r\n<br />\r\n",
        "sura": "42",
        "aya": "40",
        "page": "487"
    },
    {
        "text": "وَلَمَنِ ٱنتَصَرَ بَعْدَ ظُلْمِهِۦ فَأُو۟لَٰٓئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ",
        "tafsir": "{  ولمن انتصر بعد ظلمه } أي بعد ما ظلم{  فأولئك ما عليهم من سبيل } أي مؤاخذة وملامة ؛  لأنهم أتوا بما هو مباح لهم . <br />\r\n<br />\r\n",
        "sura": "42",
        "aya": "41",
        "page": "487"
    },
    {
        "text": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظْلِمُونَ ٱلنَّاسَ وَيَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{أُوْلَـٰئِكَ}\r\n(42) - إِنَّمَا الحَرَجُ واللُّوْمُ والإِثْمُ عَلَى الذِينَ يَبْدَؤُونَ النَّاسَ بِالظُّلْمِ، وَيَزِيدُونَ فِي الانْتِقَامِ، وَيَتَجَاوَزُونَ حَقَّهُمْ، وَيَتَكَبَّرُونَ فِي الأَرْضِ، وَيُفْسِدُونَ فِيهَا، وَهؤُلاءِ لَهُمْ عَذَابٌ مُؤْلِمٌ عِقَاباً لَهُمْ عَلَى بَغْيِهِمْ وَظُلْمِهِمْ.\r\nيَبْغُونَ فِي الأَرْضِ - يُفْسِدُونَ فِي الأَرْضِ وَيَتَكَبَّرُونَ فِيهَا.\n",
        "sura": "42",
        "aya": "42",
        "page": "487"
    },
    {
        "text": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ ٱلْأُمُورِ",
        "tafsir": "{  ولمن صبر } على الظلم{  وغفر } أي تجاوز عن ظالمه ولم ينتصر{  إن ذلك لمن عزم الأمور } منه ؛  أي من الأمور التي ندب إليها . <br />\r\n<br />\r\n",
        "sura": "42",
        "aya": "43",
        "page": "487"
    },
    {
        "text": "وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِىٍّ مِّنۢ بَعْدِهِۦ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ",
        "tafsir": "{ٱلظَّالِمِينَ}\r\n(44) - يُخْبِرُ اللهُ تَعَالَى عَنْ نَفْسِهِ الكَرِيمَةِ أَنَّهُ إِذَا قَضَى أَمْراً فَلاَ رَادَّ لأَِمْرِهِ، وَمَنْ أَضَلَّهُ اللهُ فَلاَ هَادِيَ لَهُ مِنْ دُونِهِ. ثُمَّ يُخْبِرُ الله تَعَالَى الكَافِرِينَ، الظَّالِمِينَ أَنْفُسَهُمْ بِكُفْرِهِمْ، أَنَّهُمْ حِينَمَا يَرونَ العَذَابَ يَومَ القِيَامَةِ، يَتَمَنَّوْنَ الرَّجْعَةَ إِلَى الدُّنْيَا لِيَعْمَلُوا صَالِحاً غَيْرَ الذِي كَانُوا يَعْمَلُونَ، وَلِيُؤْمِنُوا وَيُطِيعُوا الرَّسُولَ، وَيَقُولُونَ: هَلْ مِنْ سَبِيلٍ إِلَى الرَّجْعَةِ إِلَى الدُّنْيَا لِنَعْمَلَ صَالِحاً غَيرَ الذِي كُنَّا نَعْمَلُ؟\n",
        "sura": "42",
        "aya": "44",
        "page": "487"
    }
]