[
    {
        "text": "فَجَعَلَهُمْ جُذَٰذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
        "tafsir": "{  فجعلهم جذاذا } فجعل الأصنام قطعا وكسرا .  واحده جذاذة ؛  من الجذ وهو القطع والكسر .  تقول :  جذذت الشيء ،  أي قطعته وكسرته . \r\n\r\n",
        "sura": "21",
        "aya": "58",
        "page": "327"
    },
    {
        "text": "قَالُوا۟ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
        "tafsir": "{بِآلِهَتِنَآ} {ٱلظَّالِمِينَ}\r\n(59) - وَحِينَما رَجَعَ القَوْمُ مِنَ الاحْتِفَالِ، وشَاهَدُوا الأَصْنَامَ مُحَطَّمَةً قَالُوا مُتَسَائِلِينَ: مَنْ فَعَلَ هَذَا بِآلِهَتِنَا وَحَطَّمَهَا؟ إِنَّهُ بِلا شَكٍ ظَالِمٌ فِي صَنِيعِهِ.\n",
        "sura": "21",
        "aya": "59",
        "page": "327"
    },
    {
        "text": "قَالُوا۟ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرَٰهِيمُ",
        "tafsir": "{إِبْرَاهِيمُ}\r\n(60) - فَقَالَ مَنْ سَمِعَ إِبْرَاهِيمَ يَحْلِفُ عَلَى أَنَّهُ سَيكِيدُ لأَِصْنَامِ: إِنَّهُ سَمِعَ شَابّاً اسْمُهُ إِبْرَاهِيمُ يَذْكُرُ الآلِهَةَ بِسُوءٍ، وَيُقْسِمُ عَلَى أَنَّهُ سَيكِيدُ لَهَا.\n",
        "sura": "21",
        "aya": "60",
        "page": "327"
    },
    {
        "text": "قَالُوا۟ فَأْتُوا۟ بِهِۦ عَلَىٰٓ أَعْيُنِ ٱلنَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
        "tafsir": "(61) - فَقَالُوا: اِئْتُوا بِهِ أمامَ الجَمْعِ المُحْتَشِدِ لِيُسْأَلَ عَنْ فِعْلَتِهِ أَمَامَ الأَشْهَادِ، لِتَكُونَ شَهَادَتُهُمْ حُجَّةً عَلَيْهِ.\r\nعَلَى أَعْيُنِ النَّاسِ - ظَاهِراً بِمَرْأى مِنَ النَّاسِ.\n",
        "sura": "21",
        "aya": "61",
        "page": "327"
    },
    {
        "text": "قَالُوٓا۟ ءَأَنتَ فَعَلْتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبْرَٰهِيمُ",
        "tafsir": "{أَأَنْتَ} {بِآلِهَتِنَا} {يٰإِبْرَاهِيمُ}\r\n(62) - فَلَمَّا أَتَوْا بِهِ أَمَامَ الجَمْعِ الحَاشِدِ قَالُوا لَهُ: هَلْ أَنْتَ الذي فَعَلَ هَذَا بِآلِهَتِنا، وَجَعَلَها جُذَاذاً وَحُطَاماً؟\n",
        "sura": "21",
        "aya": "62",
        "page": "327"
    },
    {
        "text": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هَٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا۟ يَنطِقُونَ",
        "tafsir": "{  بل فعله كبيرهم } قصد بإسناد الفعل إلى كبيرهم – ومعلوم عجزه عند بداهة – إثباته لنفسه بأسلوب تعريضي تهكمي ؛  إلزاما لهم بالحجة . \r\n\r\n",
        "sura": "21",
        "aya": "63",
        "page": "327"
    },
    {
        "text": "فَرَجَعُوٓا۟ إِلَىٰٓ أَنفُسِهِمْ فَقَالُوٓا۟ إِنَّكُمْ أَنتُمُ ٱلظَّٰلِمُونَ",
        "tafsir": "{ٱلظَّالِمُونَ}\r\n(64) - فَرَجَعَ القومُ إِلَى أَنْفِسِهمْ بالمَلاَمَةِ عَلَى تَرْكِهِمْ آلِهَتَهُم بِدُونِ حارِسٍ وَلاَ حَافِظٍ.\r\n(وَقِيلَ إِنَّ المَعْنَى هُوَ: أَنَّهُمْ رَجَعُوا عَلَى أَنْفُسِهِم بالملامَةِ إِذْ عَلِمُوا أنَّ مَا لاَ يَقْدِرُ عَلَى دَفْعِ الأَذَى عَنْ نَفْسِهِ، لاَ يَقْدِرُ أَنْ يَجْلِبَ النَفْعَ لِغَيْرِهِ، وَلاَ رَدَّ الأَذَى عَنْهُ، وَلِذَلِكَ فَإِنَّهُ لاَ يَسْتَحِقُّ أَنْ يَكُونَ مَعَبُوداً).\n",
        "sura": "21",
        "aya": "64",
        "page": "327"
    },
    {
        "text": "ثُمَّ نُكِسُوا۟ عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
        "tafsir": "{  نكسوا على رءوسهم } انقلبوا من الفكرة المستقيمة الصالحة ،  في تظليم أنفسهم بعبادة مالا يقدر على دفع المضرة عن نفسه فضلا عن غيره – إلى ما كانوا عليه من الكفر ،  وعبادة الأوثان ؛  فأخذوا في المجادلة بالباطل وقالوا : {  لقد علمت ما هؤلاء ينطقون } فكيف نسألهم !  ؟  فعل مبني للمجهول ؛  من النكس وهو قلب الشيء من حال إلى حال ،  وأصله قلب الشيء بحيث يصير أعلاه أسفله . \r\n\r\n",
        "sura": "21",
        "aya": "65",
        "page": "327"
    },
    {
        "text": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًٔا وَلَا يَضُرُّكُمْ",
        "tafsir": "(66) - فَلَّما اعْتَرَفُوا بِأَنَّ الأَصْنَامَ حِجَارَةٌ لاَ تَنْطِقُ، قَالَ لهم إِبْرَاهِيمُ مُوَبِّخاً وَمُقَرِّعاً: كَيْفَ تَعْبُدُونَ حِجَارَةً لاَ تَنْطِقُ وَلاَ تَضُرُّ وَلاَ تَنْفَعُ، وَتَتْرُكُونَ عِبَادَةَ اللهِ الخَالِقِ المُصَوِّرِ الرَّازِقِ الذي بِيَدِهِ النفْعُ والضَّرُّ؟\n",
        "sura": "21",
        "aya": "66",
        "page": "327"
    },
    {
        "text": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{  أف لكم } اسم فعل بمعنى أتضجر .  ضجر إبراهيم عليه السلام من إصرارهم على الباطل بعد وضوح الحق وانقطاع العذر ؛  فتأفف بهم .  وأصله صوت المتضجر من استقذار الشيء [ آية 23 الإسراء ص 454 ] واللام لبيان المتضجر لأجله .",
        "sura": "21",
        "aya": "67",
        "page": "327"
    },
    {
        "text": "قَالُوا۟ حَرِّقُوهُ وَٱنصُرُوٓا۟ ءَالِهَتَكُمْ إِن كُنتُمْ فَٰعِلِينَ",
        "tafsir": "{آلِهَتَكُمْ} {فَاعِلِينَ}\r\n(68) - ولَمَّا دُحِضَتْ حُجَّتُهُمْ، وبانَ عَجْزُهُمْ، وَظَهَرَ الحَقُّ، وَزَهَقَ البَاطِلُ، عَدَلُوا إِلَى اسْتِعْمَالِ القُوَّةِ الجَائِرَةِ، وهي وَسِيلَةُ الضَّعِيفِ الجَبَانِ، فَقَالُوا: اجْمَعُوا حَطَباً كَثِيراً ثُمَّ أَشْعِلُوا النَّارَ فِيهِ، وأَلْقُوا إِبْرَاهِيمَ فِي النَّارِ انْتِقَاماً لآلِهَتِكُمْ، فَفَعَلُوا ذَلِكَ. وَقَد أَبْطَلَ اللهُ كَيْدَهُمْ.\n",
        "sura": "21",
        "aya": "68",
        "page": "327"
    },
    {
        "text": "قُلْنَا يَٰنَارُ كُونِى بَرْدًا وَسَلَٰمًا عَلَىٰٓ إِبْرَٰهِيمَ",
        "tafsir": "{يٰنَارُ} {وَسَلَٰماً} {ٰ إِبْرَاهِيمَ}\r\n(69) - فَأَمَرَ اللهُ تَعَالَى النَّارَ بِأَلاَّ تُحْرِقَ إِبْرَاهِيمَ عَلَيْهِ السلامُ، وبِأَنْ تَكُونَ عَلَيْهِ بَرْداً وَسَلاماً فَكَانَتْ. وَنَجَّى اللهُ إِبْرَاهِيمَ مِن المَصِيرِ الذِي أَرَادَهُ لَهُ الظَّالِمُونَ.\n",
        "sura": "21",
        "aya": "69",
        "page": "327"
    },
    {
        "text": "وَأَرَادُوا۟ بِهِۦ كَيْدًا فَجَعَلْنَٰهُمُ ٱلْأَخْسَرِينَ",
        "tafsir": "{فَجَعَلْنَاهُمُ}\r\n(70) - وأَنْجَى اللهُ إِبْرَاهِيمَ مِنَ الكَيْدِ الذِي أَرَادَهُ بِهِ قَوْمُهُ، وَهُوَ التَّحْرِيقُ فِي النَّارِ، وَبَاء الكَائِدُونَ لَهُ بِالخَسَارَةِ.\n",
        "sura": "21",
        "aya": "70",
        "page": "327"
    },
    {
        "text": "وَنَجَّيْنَٰهُ وَلُوطًا إِلَى ٱلْأَرْضِ ٱلَّتِى بَٰرَكْنَا فِيهَا لِلْعَٰلَمِينَ",
        "tafsir": "{  ونجيناه ولوطا .  .  .  } أخرجناه ومعه زوجه سارة وابن أخيه أو ابن عمه لوط من العراق إلى الشام ؛  فنزل إبراهيم بفلسطين ،  ونزل لوط بالمؤتفكة ،  فبعث نبيا إلى أهلها وما قرب منها . \r\n\r\n\r\n",
        "sura": "21",
        "aya": "71",
        "page": "327"
    },
    {
        "text": "وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ نَافِلَةً وَكُلًّا جَعَلْنَا صَٰلِحِينَ",
        "tafsir": "{  ويعقوب نافلة } عطية منا زيادة على ما سأل ؛  إذ دعا ربه في إسحاق فزيد يعقوب بن اسحاق من غير دعاء ؛  من نفله إذا أعطاه . ",
        "sura": "21",
        "aya": "72",
        "page": "327"
    }
]