[{"text":"وَإِذْ أَخَذْنَا مِنَ ٱلنَّبِيِّۦنَ مِيثَٰقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُم مِّيثَٰقًا غَلِيظًا","aya":"7","page":"419","tafsir":"{  وإذا أخذنا من النبيين ميثاقهم .  .  .  } أي واذكر وقت أخذنا من جميع النبيين العهد الوثيق بتبليغ الرسالات وإقامة الدين الحق .  أو بتصديق بعضهم بعضا في أصول الشرائع .  وخص خمسة منهم بالذكر ،  وهم أولو العزم من الرسل لفضلهم على سائرهم ؛  وقدم ذكر نبينا صلى الله عليه وسلم لمزيد فضله عليهم وعلى سائر النبيين .  صلوات الله وسلامه عليهم أجمعين . <br \/>\r\n<br \/>\r\n"},{"text":"لِّيَسْـَٔلَ ٱلصَّٰدِقِينَ عَن صِدْقِهِمْ وَأَعَدَّ لِلْكَٰفِرِينَ عَذَابًا أَلِيمًا","aya":"8","page":"419","tafsir":"no text"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا","aya":"9","page":"419","tafsir":"{  يأيها الذين آمنوا .  .  .  } بيان لمزيد فضله تعالى على المؤمنين في صرفه أعداءهم عنهم وهزمه إياهم حين تحزبوا عليهم ؛  وذلك في شوال سنة خمس أو أربع من الهجرة .  وتسمى غزوة الأحزاب وغزوة الخندق . <br \/>\r\n{  إذ جاءتكم جنود } وهم قريش وبنو أسد وغطفان وبنو عامر وبنو سليم وقريظة والنضير ،  وكانوا زهاء اثني عشر ألفا .  ولما سمع رسول الله صلى الله عليه وسلم بإقبالهم أمر بحفر خندق حول المدينة بإشارة سلمان الفارسي . {  فأرسلنا عليهم ريحا } هي ريح الصبا وكانت شديدة البرودة . {  وجنودا لم تروها } هم الملائكة ،  ولم يقاتلوا في هذه الغزوة ؛  وإنما ألقوا الرعب في قلوب المشركين . <br \/>\r\n<br \/>\r\n"},{"text":"إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ ٱلْأَبْصَٰرُ وَبَلَغَتِ ٱلْقُلُوبُ ٱلْحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","aya":"10","page":"419","tafsir":"{  وإذ زاغت الأبصار } مالت عن سننها حيرة ودهشة ،  شاخصة لا تلتفت إلى شيء إلا إلى عدوها . <br \/>\r\nيقال :  زاغ يزيغ زيغا وزيغانا .  مال .  وزاغ البصر :  كل ؛  وكلالة من استدامة شخوصه من شدة الهول . {  وبلغت القلوب الحناجر } نبت عن أماكنها من الصدور ،  حتى بلغت الحلاقيم .  وهو كناية عن شدة اضطراب القلوب ووجيبها من عظم الفزع والخوف . <br \/>\r\n{  وتظنون بالله الظنونا } أي الظنون المختلفة .  ظن المنافقون أن المسلمين يستأصلون ،  وأيقن المؤمنون حقا أن وعد الله حق وأنهم هم المنصورون . <br \/>\r\n<br \/>\r\n"},{"text":"هُنَالِكَ ٱبْتُلِىَ ٱلْمُؤْمِنُونَ وَزُلْزِلُوا۟ زِلْزَالًا شَدِيدًا","aya":"11","page":"419","tafsir":"{  هنالك ابتلى المؤمنون } أي في ذلك المكان الدحض اختبر الله المؤمنين بالخوف والجوع وشدة الحصار ؛  ليتبين المخلصون من المنافقين . <br \/>\r\n<br \/>\r\n"},{"text":"وَإِذْ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًا","aya":"12","page":"419","tafsir":"{  والذين في قلوبهم مرض } هم المنافقون .  والعطف لتغاير الصفات . <br \/>\r\n{  غرورا } باطلا من القول .  يقال :  غره غرا وغرورا وغرة ،  خدعه وأطمعه بالباطل ،  فاغتر هو .  وكان القائلون بهذه المقالة نحو سبعين رجلا من المنافقين . <br \/>\r\n<br \/>\r\n"},{"text":"وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ يَٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَٱرْجِعُوا۟ وَيَسْتَـْٔذِنُ فَرِيقٌ مِّنْهُمُ ٱلنَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِىَ بِعَوْرَةٍ إِن يُرِيدُونَ إِلَّا فِرَارًا","aya":"13","page":"419","tafsir":"{  لا مقام لكم } أي لا إقامة ولا مكان إقامة لكم ههنا{  فارجعوا } إلى بيوتكم بالمدين . <br \/>\r\n{  ويستأذن فريق منهم النبي } هم بنو حارثة بن الحارث وبنو سلمة . {  إن بيوتنا عورة } خالية ضائعة غير حصينة .  يقال :  دار ذات عورة ،  ودار معورة :  إذا كان يسهل دخولها وكل مكان ليس بممنوع ولا مستور فهو عورة .  والعورة في الأصل :  الخلل في البناء ونحوه . <br \/>\r\n<br \/>\r\n"},{"text":"وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا۟ ٱلْفِتْنَةَ لَءَاتَوْهَا وَمَا تَلَبَّثُوا۟ بِهَآ إِلَّا يَسِيرًا","aya":"14","page":"419","tafsir":"{  من أقطارها } جوانبها ونواحيها . {  سئلوا الفتنة } أي طلب منهم مقاتلة المسلمين . {  لآتوها } أي لأعطوها وفعلوها . {  وما تلبثوا بها إلا يسيرا } أي ما تأخروا بالفتنة إلا زمانا يسيرا قدر ما يأخذون أسلحتهم .  والتلبث :  الإبطاء والتأخر ؛  وهو تمثيل لإسراعهم إلى القتال وهم في أشد حال إذا ما دعوا إلى مقاتلة المسلمين ،  لفرط كراهتهم لهم ،  فضلا عن تعللهم باختلال البيوت مع سلامتها . <br \/>\r\n<br \/>\r\n"},{"text":"وَلَقَدْ كَانُوا۟ عَٰهَدُوا۟ ٱللَّهَ مِن قَبْلُ لَا يُوَلُّونَ ٱلْأَدْبَٰرَ وَكَانَ عَهْدُ ٱللَّهِ مَسْـُٔولًا","aya":"15","page":"419","tafsir":"{  لا يولون الأدبار } لا يفرون ولا ينهزمون ؛  كنى عن ذلك بتولي الأدبار ،  لأن المنهزم الفار يولي ظهره من فر منه . <br \/>\r\n<br \/>\r\n"}]