[
    {
        "text": "لَّقَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ سَنَكْتُبُ مَا قَالُوا۟ وَقَتْلَهُمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
        "tafsir": "(181) - لَمَّا أنْزَلَ اللهُ تَعَالَى قَوْلَهُ:  { مَّن ذَا ٱلَّذِي يُقْرِضُ ٱللَّهَ قَرْضاً حَسَناً }  قَالَتِ اليَهُودُ: يَا مُحَمَّدُ أفْتَقَرَ رَبُّكَ فَيَسْأَلُ عِبَادَهُ القَرْضَ؟ وَرُوِيَ أنَّ أبا بَكْرٍ لَقِيَ رَجُلاً مِنَ اليَهُودِ فَدَعَاهُ إلَى الإِسْلاَمِ، فَقَالَ لَهُ اليَهُودِيُّ: يَا أبَا بَكْرٍ مَا بِنَا إلَى اللهِ مِنْ حَاجَةٍ مِنْ فَقْرٍ، وَإِنَّهُ إلينا لَفَقِيرٌ، مَا نَتَضرَّعُ إليهِ كَمَا يَتَضرَّعُ إلينَا، وَإنا عَنْهُ أَغْنِيَاءُ، وَلَوْ كَانَ عَنّا غَنِيّاً مَا اسْتَقْرَضَ مِنَّا كَمَا يَزْعُمُ صَاحِبُكُمْ.. فَأنْزَلَ الله تَعَالَى هَذِهِ الآيَةِ.\r\nوَيَتَوَعَّدُ اللهُ تَعَالَى اليَهُودَ بِأنَّهُ سَمِعَ مَا قَالُوا، وَسَيَكْتُبُهُ وَيُسَجِّلُهُ عَلَيْهِمْ، وَسَيُحَاسِبُهُمْ عَلَيهِ، كَمَا سَيُحَاسِبُهُمِ عَلَى رِضَاهُمْ بِمَا قَامَ بِهِ أَسْلافُهُمْ مِنْ قَتْلِهِم الأنْبِيَاءَ بِغَيْرِ حَقٍ، وَسَيَجْزِيهِم اللهُ عَلَيهِ شَرَّ الجَزَاءِ. وَيَقُولُ لَهُمْ تَعَالَى يَوْمَ القِيَامَةِ: ذُوقُوا عَذَابَ الحَرِيقِ.\r\nعَذَابَ الحَرِيقِ - العَذَابَ المُحْرِقَ.",
        "sura": "3",
        "aya": "181",
        "page": "74"
    },
    {
        "text": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ",
        "tafsir": "{  ليس بظلام للعبيد }أي ليس بذي ظلم لهم أصلا حتىٍ يعذبهم بدون جرم ،  بل هو عادل ،  ومن العدل أن يثيب المطيع ويعذب العاصي .  وصيغة ( ظلام )صيغة نسب ،  كعطار ولبان .\r\n\r\n",
        "sura": "3",
        "aya": "182",
        "page": "74"
    },
    {
        "text": "ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ عَهِدَ إِلَيْنَآ أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّىٰ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ ٱلنَّارُ قُلْ قَدْ جَآءَكُمْ رُسُلٌ مِّن قَبْلِى بِٱلْبَيِّنَٰتِ وَبِٱلَّذِى قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{  بقربان }ما يتقرب به إلى الله من أنواع البر .  مصدر كالغفران والرجحان ،  من قولك ،  قربت قربانا ،  سمى به التقرب به إلى الله تعالى من نعم وغيرها .\r\n\r\n",
        "sura": "3",
        "aya": "183",
        "page": "74"
    },
    {
        "text": "فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ جَآءُو بِٱلْبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلْكِتَٰبِ ٱلْمُنِيرِ",
        "tafsir": "{  والزبر }أي المكتب .  جمع زبور ،  وهو الكتاب المقصور على الحكم والمواعظ ،  كزبور داوود عليه السلام .  من الزبر وهو الزجر ،  لزجره عن الباطل .  وأما الكتاب فهو ما تضمن الأحكام والحكم ،\r\n\r\n",
        "sura": "3",
        "aya": "184",
        "page": "74"
    },
    {
        "text": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ ٱلْقِيَٰمَةِ فَمَن زُحْزِحَ عَنِ ٱلنَّارِ وَأُدْخِلَ ٱلْجَنَّةَ فَقَدْ فَازَ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَٰعُ ٱلْغُرُورِ",
        "tafsir": "{ذَآئِقَةُ} {ٱلْقِيَامَةِ} {ٱلْحَيَاةُ} {مَتَاعُ}\r\n(185) - يُخْبِرُ اللهُ تَعَالَى عِبَادَهُ بِأَنَّ كُلَّ نَفْسٍ سَتَذُوقُ طَعْمَ المَوْتِ، وَتُحِسُّ بِمُفَارَقَةِ الرُّوحِ لِلْجَسَدِ. وَاسْتَدَّلَ بَعْضُهُمْ بِهَذِهِ الآيَةِ عَلَى أنَّ الأرْوَاحَ لاَ تَمُوتُ بِمَوتِ البَدَنِ، لأنَّ الذَّوْقَ شُعُورٌ لاَ يُحِسُّ بِهِ إلاَّ الحَيُّ، وَهُوَ تَعَالَى وُحْدَهُ الحَيُّ الذِي لاَ يَمُوتُ. وَيَوْمَ القِيَامَةِ يُحْشَرُ النَّاسُ إلى الله، وَتُوفَّى كُلُّ نَفْسٍ أجُورَهَا عَمَّا اكْتَسَبَتْهُ مِنْ أَعْمَالٍ، فَمَنْ جُنِّبَ النَّارَ، وَأدْخِلَ الجَنَّةَ، فَقَدْ فَازَ كُلَّ الفَوْزِ.\r\nوَالحَيَاةُ الدُّنْيَا لَيْسَتْ إلاّ مَتَاعاً تَافِهاً زَائِلاً، صَاحِبُهُ مَغْرُورٌ مَخْدُوعٌ، وَهُوَ مَتَاعٌ مَتْرُوكٌ يُوشِكُ أنْ يَضْمَحِلَّ عَنْ أهْلِهِ.\r\nتُوَفَّوْنَ أجُورَكُمْ - تَسْتَوْفُونَهَا غَيْرَ مَنْقُوصَةٍ.\r\nزُحْزِحَ عَن النَّارِ - نُحِّي عَنْهَا.\r\nالمَتَاعُ - مَا يُتَمَتَّعُ بِهِ مِمَّا يُبَاعُ وَيُشْرَى.",
        "sura": "3",
        "aya": "185",
        "page": "74"
    },
    {
        "text": "لَتُبْلَوُنَّ فِىٓ أَمْوَٰلِكُمْ وَأَنفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلِكُمْ وَمِنَ ٱلَّذِينَ أَشْرَكُوٓا۟ أَذًى كَثِيرًا وَإِن تَصْبِرُوا۟ وَتَتَّقُوا۟ فَإِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
        "tafsir": "{  لتبلون }والله لتخبرن وتمتحن في أموالكم وأنفسكم حتى يتبين الجازع من الصابر ،  والمخلص من المنافق ،  من الابتلاء وهو الاختبار والامتحان .  والمراد :  أنه تعالى يعاملهم بهذه المحن معاملة من يختبر غيره ليتميز الصادق من الكاذب .  وقد أخبرهم الله بذلك ليوطنوا أنفسهم على احتماله عند وقوعه ،  ويستعدوا للقائه ،  ويقابلوه بحسن الصبر والثبات .\r\n\r\n",
        "sura": "3",
        "aya": "186",
        "page": "74"
    }
]