[
    {
        "text": "وَلَا تَتَّخِذُوٓا۟ أَيْمَٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا۟ ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ وَلَكُمْ عَذَابٌ عَظِيمٌ",
        "tafsir": "{  ولا تتخذوا أيمانكم .  .  } ، تصريح بالنهي عن اتخاذ الأيمان دخلا ،  بعد النهي الضمني عنه في الآية السابقة ،  حيث وقع قيدا لقوله :  {  ولا تكونوا } – مبالغة في قبح المنهى عنه ،  وتمهيدا لقوله تعالى : {  فنزل قدم بعد ثبوتها } ،  ورسوخها عن محجة الإسلام .  هو مثل يضرب لكل من وقع في بلية ومحنة بعد عافية ونعمة . <br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "94",
        "page": "278"
    },
    {
        "text": "وَلَا تَشْتَرُوا۟ بِعَهْدِ ٱللَّهِ ثَمَنًا قَلِيلًا إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
        "tafsir": "{  ما عندكم ينفد } ،  أي :  ما عندكم من متاع الدنيا ونعيمها ينقضي ويفنى .  يقال :  نفد الشيء ينفد نفادا ونفدا ونفودا ،  ذهب وفني ،  ضد بقى .  {  وما عند الله } في الآخرة {  باق } لا يزول ولا يفنى . <br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "95",
        "page": "278"
    },
    {
        "text": "مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٍ وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا۟ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "(96) - مَا تَتَمَتَّعُونَ بِهِ مِنْ حُطَامِ الدُّنيا يَنْفَدُ وَيَفْنَى، وَمَا تَحْصُلُونَ عَلَيْهِ نَتِيجَةَ الغَدْرِ وَنَقْضِ العَهْدِ، وَالحَنَثِ بِالأَيْمَانِ، كُلُّهُ يَنْفَدُ، لأَِنَّهُ عَرَضٌ زَائِلٌ، أَمَّا ثَوابُ اللهِ لَكُمْ فِي الجَنَّةِ فَهُوَ بَاقٍ، وَلاَ انْقِطَاعَ لَهُ وَلاَ نَفَادَ، لأَِنَّهُ دَائِمٌ لاَ يَحُولُ وَلاَ يَزُولُ. وَيُقْسِمُ اللهُ تَعَالَى بِأَنَّهُ سَيَجْزِي الصَّابِرِينَ عَلَى صَبْرِهِمْ، وَهُوَ أَحْسَنُ أَعْمَالِهِمْ، لأَِنَّ جَمِيعَ التَّكَالِيفِ تَحْتَاجُ إِلى الصَّبْرِ، وَهُوَ أُسُّ الأَعْمَالِ الصَّالِحَةِ. وَحِينَ يَجْزِي اللهُ تَعَالَى المُؤْمِنينَ الصَّابِرِينَ بِأَحْسَنِ أَعْمَالِهِمْ فَإِنَّهُ تَعَالَى يَعِدُهُمْ بِالتَّجَاوُزِ عَنْ سَيِّئَاتِهِمْ.\r\nيَنْفَدُ - يَنْقَضِي وَيَفْنَى وَيَزُولُ.",
        "sura": "16",
        "aya": "96",
        "page": "278"
    },
    {
        "text": "مَنْ عَمِلَ صَٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُۥ حَيَوٰةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{  من عمل صالحا .  .  .  } ،  ترغيب للمؤمنين في الإتيان بكل ما كان من شرائع الإسلام .  {  حياة طيبة } في الآخرة ،  أو في القبر ،  أو في الدنيا ،  بالقناعة والرضا ،  بما قسم الله له وقدره .  وذلك شأن كامل الإيمان . <br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "97",
        "page": "278"
    },
    {
        "text": "فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَٰنِ ٱلرَّجِيمِ",
        "tafsir": "{  فإذا قرأت القرآن .  .  } ،  أي :  فإذا أردت قراءة القرآن فاسأل الله أن يعيذك من وساوس الشيطان ،  حتى لا يصرف قلبك عن التأمل فيه ،  ولا يلقى فيه الشبه والشكوك ،  ولا يزين لك الانصراف عنه . <br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "98",
        "page": "278"
    },
    {
        "text": "إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
        "tafsir": "{سُلْطَانٌ} {آمَنُواْ}\r\n(99) - وَيُخْبِرُ اللهُ تَعَالَى: أَنَّ الشَّيْطَانَ لاَ سُلْطَةَ لَهُ وَلاَ سُلْطَانَ عَلَى المُؤْمِنِينَ المُتَوَكِّلِينَ عَلَى اللهِ، وَلاَ يَسْتَطِيعُ أَنْ يَحْمِلَهُمْ عَلَى ارْتِكَابِ ذَنْبٍ لاَ يَتُوبُونَ مِنْهُ.\r\nسُلْطَانٍ - تَسَلُّطٌ أَوْ وِلاَيَةٌ.",
        "sura": "16",
        "aya": "99",
        "page": "278"
    },
    {
        "text": "إِنَّمَا سُلْطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ",
        "tafsir": "{سُلْطَانُهُ}\r\n(100) - إِنَّمَا تَسَلُّطُهُ بِالغَوَايَةِ وَالضَّلاَلَةِ يَكُونُ عَلَى الَّذِينَ يَجْعَلُونَهُ نَصِيراً فَيُحِبُّونَهُ وَيُطِيعُونَهُ، وَيَسْتَجِيبُونَ لِدَعْوَتِهِ، وَالَّذِينَ هُمْ بِسَبَبِ إِغْوَائِهِ يُشْرِكُونَ بِرَبِّهِمْ.\r\nيَتَوَلَّوْنَهُ - يَتَّخِذُونَهُ وَلِيّاً مُطَاعاً.",
        "sura": "16",
        "aya": "100",
        "page": "278"
    },
    {
        "text": "وَإِذَا بَدَّلْنَآ ءَايَةً مَّكَانَ ءَايَةٍ وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا۟ إِنَّمَآ أَنتَ مُفْتَرٍۭ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
        "tafsir": "{  وإذا بدلنا آية .  .  .  } ،  رد لقول المشركين :  إن محمدا يسخر بأصحابه  ،  يأمرهم اليوم بأمر وينهاهم عنه غدا  ،  ما هو إلا مفتر يتقول من تلقاء نفسه .  أي :  وإذا نسخنا آية بآية أخرى .  {  والله أعلم بما ينزل } ،  أي :  بما هو أصلح لخلقه ،  وبما يغير ويبدل من أحكامه ،  فلعل ما يكون مصلحة في وقت يثير مفسدة بعده فينسخه ،  وما لا يكون مصلحة حينئذ ،  يكون مصلحة الآن فيثبته مكانه .  {  قالوا إنما أنت مفتر } ،  تختلقه من عندك ،  قال تعالى : {  ما ننسخ من آية أو ننسها نأت بخير منها أو مثلها ألم تعلم أن الله على كل شيء قدير } ،  ويبعد حمل الآية على الآية التكوينية صرح هذه الآية وما بعدها ،  وما وقع في القرآن من نسخ بعض الأحكام إلى بدل وإلى غير بدل . <br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "101",
        "page": "278"
    },
    {
        "text": "قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا۟ وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
        "tafsir": "{  روح القدس } :  جبريل عليه السلام ( آية 87 البقرة ص32 ) .",
        "sura": "16",
        "aya": "102",
        "page": "278"
    }
]