[
    {
        "text": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى ٱلْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا۟ يَقْتُلُونَنِى فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
        "tafsir": "{  أسفا }شديد الغضب .  أو حزينا مما حدث منهم من عبادة العجل .  يقال :  أسف يأسف أسفا ،  اشتد غضبه أو حزن فهو أسف وأسيف .  {  أعجلتم أمر ربكم }أسبقتم بعبادة العدل ما أمركم به ربكم .  وهو انتظاري حافظين لعهدي وما وصيتكم به من التوحيد وإخلاص العبادة لله ،  حتى آتيكم بكتاب الله فغيرتم وعبدتم العجل .  يقال :  عجلت الشيء ،  أي سبقته .  {  و ألقى الألواح }و ضعها على الأرض حين رأى ما رأى من قومه ،  واشتد غضبه حمية للدين ،  أو غيرة من الشرك برب العالمين ،  لتفرغ يده فيأخذ برأس أخيه .  وعبر عن هذا الوضع بالإلقاء تفظيعا لفعل قومه ،  حيث كانت معاينته سببا لذلك وداعيا إليه .\r\n{  و كادوا يقتلوني } قاربوا قتلى حين نهيتهم عن عبادة العجل ،  فلم أقصر في منعهم منها .\r\n{  فلا تشمت بي الأعداء }لا تسرهم بما تنال مني من مكروه .  والشماتة :  الفرح ببلية من تعاديه ويعاديك .  يقال :  شمت به يشمت شماتا وشماتة ،  إذا فرح بمصيبة نزلت به .  وأشمته الله به .\r\n\r\n",
        "sura": "7",
        "aya": "150",
        "page": "169"
    },
    {
        "text": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
        "tafsir": "{ٱلرَّاحِمِينَ}\r\n(151) - فَلَمَّا تَحَقَّقَ مُوسَى مِنْ بَرَاءَةِ هارُونَ، وَأَنَّهُ قَامَ بِوَاجِبِهِ كَامِلاً نَحْوَ قَوْمِهِ، دَعَا رَبَّهُ أَنْ يَغْفِرَ لَهُ مَا فَرَطَ مِنْهُ مِنْ قَوْلٍ وَفِعْلٍ، فِيهما غِلْظَةٌ وَجَفَاءٌ، بِحَقِّ أَخيهِ، وَأَنْ يَغْفِرَ لأَِخِيهِ مَا عَسَاهُ أَنْ يَكُونَ قَدْ قَصَّرَ فِيهِ مِنْ نَهيِ القَوْمِ عَنْ فِعْلِ مَا فَعَلُوهُ، مِنْ عِبَادَةِ العِجْلِ، وَأَنْ يُدْخِلَهُمَا فِي رَحْمَتِهِ التِي وَسِعَتْ كُلَّ شَيءٍ، وَأَنْ يَغْمُرَهُما بِجُودِهِ وَفَضْلِهِ، فَهُوَ تَعَالَى أَرْحَمُ الرَّاحِمِينَ جَمِيعاً بِعِبَادِهِ.",
        "sura": "7",
        "aya": "151",
        "page": "169"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا۟ ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ",
        "tafsir": "{ٱلْحَياةِ}\r\n(152) - إِنَّ الذِينَ اسْتَمَرُّوا عَلَى عِبَادَةِ العِجْلِ، كَالسَّامِريِّ وَأَشْيَاعِهِ، سَيَنَالُهُمْ غَضَبٌ عَظِيمٌ مِنْ رَبِّهِمْ في الدَّارِ الآخِرَةِ، وَمَهَانَةٌ شَدِيدَةٌ فِي الحَيَاةِ الدُّنيا، وَمِثْلُ ذلِكَ الجَزَاءِ الشَّدِيدِ يَجْزِي بِهِ اللهُ كُلَّ مَنِ اخْتَلَقَ الكَذِبَ عَلَيْهِ وَعَبَدَ غَيْرَهُ.\r\nافْتَرَى - اخْتَلَقَ الكَذِبَ.",
        "sura": "7",
        "aya": "152",
        "page": "169"
    },
    {
        "text": "وَٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُوا۟ مِنۢ بَعْدِهَا وَءَامَنُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
        "tafsir": "{آمَنُوۤاْ}\r\n(153) - وَالَّذِينَ يَفْعَلُونَ فِعْلاً سَيِّئاً، ثُمَّ يَتُوبُونَ بَعْدَ ذلِكَ وَيَسْتَغْفِرُونَ رَبَّهُمْ، وَيُخْلِصُونَ لًَهُ العِبَادَةَ وَالإِيمَانَ، فَإِنَّ اللهَ يَغْفِرُ لَهُمْ ذلِكَ الفِعْلَ السَّيِّئَ، لأَنَّهُ غَفُورٌ رَحِيمٌ بِعِبَادِهِ.",
        "sura": "7",
        "aya": "153",
        "page": "169"
    },
    {
        "text": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوَاحَ وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
        "tafsir": "{  أخذ الألواح }أي التي كان ألقاها .  وظاهر الآية أن الألواح لم تتكسر ،  ولم يرفع من التوراة شيء وأنه أخذها بعينها .  {  وفي نسختها }أي فيما نسخ فيها وكتب .  فنسخة بمعنى منسوخة ،  كخطبة بمعنى مخطوبة ،  والنسخ :  الكتابة .  والاضافة بيانية أو بمعنى في {  لربهم يرهبون }أي يخافون أشد الخوف من ربهم .\r\n\r\n",
        "sura": "7",
        "aya": "154",
        "page": "169"
    },
    {
        "text": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَٰتِنَا فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّٰىَ أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا وَأَنتَ خَيْرُ ٱلْغَٰفِرِينَ",
        "tafsir": "{  و اختار موسى قومه }أمر الله موسى أن يأتيه في ناس من قومه ممن لم يعبدوا العجل ،  يعتذرون عمن تركوهم وراءهم من عبدة العجل ،  ووعدهم موعدا ،  فاختار موسى منهم سبعين رجلا وذهب بهم إلى الطور ،  وسألوا الله أن يكشف عنهم البلاء ويتوب على من عبد العجل ،  فأخذتهم في ذلك المكان الرجفة ،  وهي الزلزلة الشديدة التي غشي عليهم بها من أجل أنهم لم ينهوهم عن المنكر ،  ولم يأمروهم بالمعروف ،  ثم أفاقوا ،  وكان ذلك لتأديبهم على تقصيرهم .  فالسبعون هنا غير السبعين الذين كانوا مع موسى حين التكليم ،  والميقات غير الميقات ،  وإلى ذلك ذهب بعض المسفرين ،  وهو الذي يقتضيه ظاهر النظم .\r\n{  قال رب لو شئت .  .  .  }قال موسى هذا القول لاستجلاب العفو عن هذه الجريمة التي اقترفها قومه ،  بعد ما من الله عليهم بالنعم السابغة الوافرة ،  وأنقذهم من فرعون وقومه .\r\n\r\n",
        "sura": "7",
        "aya": "155",
        "page": "169"
    }
]