[
    {
        "text": "أَلَمْ تَرَ إِلَى ٱلْمَلَإِ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ مِنۢ بَعْدِ مُوسَىٰٓ إِذْ قَالُوا۟ لِنَبِىٍّ لَّهُمُ ٱبْعَثْ لَنَا مَلِكًا نُّقَٰتِلْ فِى سَبِيلِ ٱللَّهِ قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ أَلَّا تُقَٰتِلُوا۟ قَالُوا۟ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِى سَبِيلِ ٱللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَٰرِنَا وَأَبْنَآئِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ تَوَلَّوْا۟ إِلَّا قَلِيلًا مِّنْهُمْ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ",
        "tafsir": "{  الملأ }أشراف القوم ووجوهم ،  سموا ملأ لأنهم مليئون بما يحتاج إليه منهم .  أو لأن هيبتهم تملأ الصدور .  وهو اسم جمع لا واحد له من لفظه ،  كرهط . \r\n{  هل عسيتم }هل الأمر كما أتوقعه منكم أنكم تجبنون عن القتال معه ؟ والاستفهام لتقرير أن التوقع كائن . \r\n\r\n",
        "sura": "2",
        "aya": "246",
        "page": "40"
    },
    {
        "text": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوٓا۟ أَنَّىٰ يَكُونُ لَهُ ٱلْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِٱلْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ ٱلْمَالِ قَالَ إِنَّ ٱللَّهَ ٱصْطَفَىٰهُ عَلَيْكُمْ وَزَادَهُۥ بَسْطَةً فِى ٱلْعِلْمِ وَٱلْجِسْمِ وَٱللَّهُ يُؤْتِى مُلْكَهُۥ مَن يَشَآءُ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
        "tafsir": "{ٱصْطَفَاهُ} {وَاسِعٌ}\r\n(247) - كَانَ مُلْكُ بَنِي إسْرَائِيلَ فِي سِبْطِ يَهُوذا وَلَمَّا قَالَ لَهُم النَّبِيُّ إنّ المَلِكَ سَيَكُونُ طَالُوتَ، وَلَمْ يَكُنْ مِنْ بَيْتِ يَهُوذا، احْتَجُّوا عَلَى ذَلِكَ، وَقَالُوا كَيْفَ يَكُونُ لَهُ المُلْكُ عَلَينا وَهُوَ لَيْسَ مِنْ بَيْتِ المَلِكِ، وَلَيْسَ مِنَ الأغْنِياءِ الذِينَ يَسْتَطِيعُونَ تَحَمُّلَ نَفَقَاتِ المُلْكِ؟ فَقَالَ لَهُمُ النَّبِيُّ: إنّ اللهَ اصْطَفَاهُ وَاخْتَارَهُ عَلَيْكُمْ، وَاللهُ أَعْلَمُ مِنْكُمْ بِهِ، وَزَادَهُ عِلْماً وَقُوَّةً في بَدَنِهِ، وَجَعَلَهُ أصْبَرَ مِنْكُمْ عَلَى الحُرُوبِ، وَاللهُ هُوَ الحَاكِمُ الذِي يَفْعَلُ مَا يَشَاءُ، وَلا يُسْأل عَمَّا يَفْعَلُ، وَهُوَ وَاسِعُ العِلْمِ وَالفَضْلِ، يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ، وَهُوَ عَليمٌ بِمنْ يَسْتَحِقُّ المُلْكَ مِمَّنْ لاَ يَسْتَحِقُّهُ.\r\nأنَّى يَكُونُ - مِنْ أيْنَ لَهُ أنْ يَكُونَ، أوْ كَيفَ لَهُ أنْ يَكُونَ؟\r\nزَادَهُ بَسْطَةً - سَعَةً وامْتِداداً وَفضِيلَةً.",
        "sura": "2",
        "aya": "247",
        "page": "40"
    },
    {
        "text": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ءَايَةَ مُلْكِهِۦٓ أَن يَأْتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحْمِلُهُ ٱلْمَلَٰٓئِكَةُ إِنَّ فِى ذَٰلِكَ لَءَايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
        "tafsir": "{  التابوت }صندوق التوراة .  من التوب وهو الرجوع ،  لأنه لا يزال يرجع إليه ما يخرج منه .  وتاؤه من يدة لغير التأنيث ،  كجبروت . \r\n{  فيه سكينة }أي في إتيانه سكون لكم وطمأنينة .  أو في التابوت ما تسكنون إليه وتطمئنون\r\nوهو التوراة .  والسكينة : من السكون ،  وهو ثبوت الشيء بعد التحرك .  أو من السكن –بالتحريك- :  وهو كل ما سكنت إليه واطمأننت به من أهل وغيرهم . ",
        "sura": "2",
        "aya": "248",
        "page": "40"
    }
]