[
    {
        "text": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ لِلنَّاسِ بِٱلْحَقِّ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
        "tafsir": "{ٱلْكِتَابَ}\r\n(41) - إِنَّا أَنْزَلْنَا عَلَيْكَ القُرْآنَ يَا مُحَمَّدُ، مُشْتَمِلاً عَلَى الحَقِّ الثَّابِتِ لِتُبِلِّغَهُ إِلَى جَمِيعِ الخَلْقِ مِنْ إِنْسٍ وَجِنٍّ، وَلِتَدْعُوَهُمْ إِلَى عِبَادَةِ اللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَلِتُنْذِرَهُمْ عِقَابَهُ وَعَذَابَهُ، فَمَنِ اهْتَدَى وَآمَنَ بِمَا جِئْتَهُ بِهِ فَإِنَّ فَائِدَةَ ذَلِكَ تَعُودُ عَلَى نَفْسِهِ وَمَنْ كَفَرَ وَضَلَّ، فَإِنَّهُ لاَ يُضِلُّ إِلاَّ نَفْسَهُ، وَلاَ يَضُرُّ إِلاَّ نَفْسَهُ، وَأَنْتَ يَا مُحَمَّدُ لَسْتَ رَقِيباً تُرَاقِبُ مَنْ أُرْسِلْتَ إِلَيْهِمْ، وَإِنَّمَا أَنْتَ مُنْذِرٌ مُبَلِّغٌ، وَعَلَيكَ البَلاَغُ وَعَلَى اللهِ الحِسَابُ.\n",
        "sura": "39",
        "aya": "41",
        "page": "463"
    },
    {
        "text": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
        "tafsir": "{  الله يتوفى الأنفس } أي يقبض الأرواح حين الموت ،  وحين النوم ؛  بأن يقطع تعلقها بالأجسام تعلق التصرف ظاهرا وباطنا في الموت ،  وظاهرا فقط في النوم . {  فيمسك التي قضى عليها الموت } أي لا يردها إلى البدن{  ويرسل الأخرى } إلى بدنها عند اليقظة{  إلى أجل مسمى } وهو الوقت المحدود للموت .  ومن قدر على ذلك قدر لا محالة على البعث .\r\n\r\n",
        "sura": "39",
        "aya": "42",
        "page": "463"
    },
    {
        "text": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًٔا وَلَا يَعْقِلُونَ",
        "tafsir": "{  أم اتخذوا من دون الله شفعاء } ينهى على كفار قريش تركهم التفكر في دلائل قدرته على البعث ،  وتفرده بالألوهية ،  واتخاذهم الأصنام آلهة تشفع لهم عند الله ؛  أي بل أتخذوا .  ؟  وهمزة الاستفهام المقدرة :  للإنكار عليهم في اتخاذهم إياه .\r\n\r\n",
        "sura": "39",
        "aya": "43",
        "page": "463"
    },
    {
        "text": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعًا لَّهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
        "tafsir": "{  قل لله الشفاعة جميعا } أي أنه تعالى مالك الشفاعة كلها ،  لا يستطيع أحد عنده إلا أن يكون المشفوع مرتضى ،  والشفيع مأذونا له في الشفاعة ؛  كما قال تعالى :   \" ولا يشفعون إلا لمن ارتضى \"  {[297]} وقال تعالى :   \" من ذا الذي يشفع عنده إلا بإذنه \"  {[298]} وكلاهما مفقود هنا .",
        "sura": "39",
        "aya": "44",
        "page": "463"
    },
    {
        "text": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
        "tafsir": "{  اشمأزت قلوب الذين لا يؤمنون بالآخرة } أي نفرت وانقبضت من ذكره تعالى وحده دون أن تذكر معه آلهتهم ،  من الشمز وهو نفور النفس مما تكره .  يقال :  يقال :  اشمأز ،  أي انقبض واقشعر أو ذعر .  وتشمّز وجهه :  تمعّر وتقبّض .  والمشمئز :  النافر الكاره ،  أو المذعور .\r\n\r\n",
        "sura": "39",
        "aya": "45",
        "page": "463"
    },
    {
        "text": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ عَٰلِمَ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {عَالِمَ} {ٱلشَّهَادَةِ}\r\n(46) - فَادْعُ يَا مُحَمَّدُ اللهَ وَحْدَهُ، فَاطِرَ السَّمَاوَاتِ والأَرْضِ، وَمُبْدِعَهُمَا عَلَى غَيْرِ مِثَالٍ سَبَقَ، عَالِمَ السِّرِّ والعَلاَنِيةِ، وَقُلِ: اللَّهُمَّ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ، فَتَفْصِلُ بَيْنَهُمْ بالحَقِّ يَوْمَ القِيَامَةِ فِيمَا كَانُوا يَخْتَلِفُونَ فِيهِ فِي الدُّنْيَا، فَاحْكُمْ بَيْنِي وَبَيْنَ هَؤُلاَءِ المُشْرِكِينَ المُكَذِّبِينَ.\r\nفَاطِرَ - مُبْدِعَ وَمُخَتَرِعَ وَخَالِقَ.\n",
        "sura": "39",
        "aya": "46",
        "page": "463"
    },
    {
        "text": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَٰمَةِ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ",
        "tafsir": "{ٱلْقِيَامَةِ}\r\n(47) - وَلَوْ أَنَّ هَؤُلاَءِ المُشْرِكِينَ مَلَكُوا جَمِيعَ مَا فِي الأَرْضِ مِنْ مَالٍ، وَمَلَكُوا مِثْلَهُ مَعَهُ، وَرَأَوا سُوءَ العَذَابِ الذِي يَنْتَظِرُهُمْ يَوْمَ القِيَامَةِ، لَتَمَنَّوْا أَنْ يُقَدِّمُوا جَمِيعَ ذَلِكَ فِدَاءً لَهُمْ مِنَ العَذَابِ، وَلَكِنَّ النَّاسَ فِي ذَلِكَ اليَوم يَأْتُونَ رَبَّهُمْ فُرادَى لاَ يَمْلِكُونَ شَيئاً، وَلَوْ مَلَكُوا شَيئاً لمَا قُبِلَ مِنْ أَحَدٍ مِنْهُمْ فِدَاءٌ.\r\nوَفَي ذَلِكَ اليَومِ العَصِيبِ يَظْهَرُ لِلْمُشْرِكِينَ مِنْ عَذَابِ اللهِ الذِي أَعَدَّهُ لَهُمْ مَا لَمْ يَكُنْ فِي حِسَابِهِمْ، وَمَا لَمْ يُحَدِّثُوا أَنْفُسَهُمْ بِهِ.\r\nيَحْتَسِبُونَ - يَظُنُّونَهُ وَيَتَوَقَّعُونَهُ وَيُدْخِلُونَهُ فِي حِسَابِهِمْ.\n",
        "sura": "39",
        "aya": "47",
        "page": "463"
    }
]