[
    {
        "text": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكْتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ وَٱشْتَرَوْا۟ بِهِۦ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ",
        "tafsir": "{مِيثَاقَ} {ٱلْكِتَابَ} - أخذ الله تعالى العهد والميثاق على أهل الكتاب على ألسنة أنبيائهم، بأن يبينوا للناس ما جاء في كتبهم غير كاتمين منه شيئا، وبأن يوضحوا معانيه كما هي دون تأويل أو تحريف، وبأن يبينوا للناس أن كتبهم أشارت إلى بعثة محمد صلى الله عليه وسلم، ليكون الناس على أهبة من أمرهم حتى إذا بعثه الله رسولا للخلق تابعوه، ولكن أهل الكتاب كتموا ذلك، واعتاضوا بحطام الدنيا الفانية (ثَمناً قَلِيلاً) عن الأجر الذي وعدهم الله به في الدنيا والآخرة.\r\nوقد وبخهم الله تعالى على ذلك العمل، توبيخا شديدا في أكثر من موضع من القرآن، وقال لهم: بئست البيعة بيعتهم.\r\n(وَوَاجِبُ أهْلِ الكِتَابِ فِي شَرْحِ مَعَانِي كُتُبِ اللهِ لِلنَّاسِ وَبَيَانِ أحْكَامِهَا، يَنْطَبِقُ عَلَى المُسْلِمِينَ أَيْضاً) .\r\nالميثاق- العهد المؤكد.\r\nلتبيننه- لتظهرن جميع ما فيه من الأحكام.\r\nنبذوه وراء ظهورهم- طرحوه ولم يعتدوا به.",
        "sura": "3",
        "aya": "187",
        "page": "75"
    },
    {
        "text": "لَا تَحْسَبَنَّ ٱلَّذِينَ يَفْرَحُونَ بِمَآ أَتَوا۟ وَّيُحِبُّونَ أَن يُحْمَدُوا۟ بِمَا لَمْ يَفْعَلُوا۟ فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍ مِّنَ ٱلْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{بمفازة من العذاب} بمنجاة من العذاب. مصدر ميمي بمعنى الفوز، تقول: فاز يفوز إذا نجا .",
        "sura": "3",
        "aya": "188",
        "page": "75"
    },
    {
        "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{ٱلسَّمَاوَاتِ} - لا تحزنوا يا أيها المؤمنون، ولا تضعفوا، وبينوا الحق، ولا تكتموا منه شيئا، ولا تشتروا بآيات الله ثمنا قليلا، ولا تفرحوا بما عملتم، فإن الله يكفيكم ما أهمكم وأغمكم، ويغنيكم عن هذه المنكرات التي نهيتم عنها، لأن لله ما في السماوات وما في الأرض، يعطي من يشاء، وهو على كل شيء قادر، لا يعز عليه نصركم على من يؤذيكم من المشركين، ومن أهل الكتاب.",
        "sura": "3",
        "aya": "189",
        "page": "75"
    },
    {
        "text": "إِنَّ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ لَءَايَٰتٍ لِّأُو۟لِى ٱلْأَلْبَٰبِ",
        "tafsir": "{الألباب} العقول الخالصة عن شوائب الحس والوهم. خلوص اللب عن القشر. جمع لب بوزن قفل .",
        "sura": "3",
        "aya": "190",
        "page": "75"
    },
    {
        "text": "ٱلَّذِينَ يَذْكُرُونَ ٱللَّهَ قِيَٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَٰذَا بَٰطِلًا سُبْحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
        "tafsir": "{باطلا} عبثا وهزلا، عاريا عن الحكمة، خاليا عن المصلحة، بل خلقته مشتملا على حكم جليلة، منتظما لمصالح عظيمة، يدور عليها أمر معاش العباد، ومعرفة أحوال المبدأ والمعاد. {سبحانك} تنزيها لك عما لا يليق بك من خلق الباطل !",
        "sura": "3",
        "aya": "191",
        "page": "75"
    },
    {
        "text": "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ ٱلنَّارَ فَقَدْ أَخْزَيْتَهُۥ وَمَا لِلظَّٰلِمِينَ مِنْ أَنصَارٍ",
        "tafsir": "{لِلظَّالِمِينَ} - ثم يتابعون دعاءهم ورجاءهم لربهم قائلين: ربنا إنك من تدخله النار فقد أهنته وأذللته، وأظهرت خزيه لأهل الجمع يوم القيامة، والظالمون لا يجدون يوم القيامة من ينصرهم من الله.\r\nأخزيته- أذللته وأهنته.",
        "sura": "3",
        "aya": "192",
        "page": "75"
    },
    {
        "text": "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِى لِلْإِيمَٰنِ أَنْ ءَامِنُوا۟ بِرَبِّكُمْ فَـَٔامَنَّا رَبَّنَا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلْأَبْرَارِ",
        "tafsir": "{وتوفنا مع الأبرار} أي في زمرتهم، وعلى مثل أعمالهم. والأبرار: الأنبياء والصالحون. جمع بر، كرب وأرباب. أو جمع بار، كصاحب وأصحاب. وهو الكثير الخير والأتساع في الإحسان .",
        "sura": "3",
        "aya": "193",
        "page": "75"
    },
    {
        "text": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ ٱلْقِيَٰمَةِ إِنَّكَ لَا تُخْلِفُ ٱلْمِيعَادَ",
        "tafsir": "{وَآتِنَا} {ٱلْقِيَامَةِ} - ربنا وآتنا ما وعدتنا على لسان رسلك، ولا تخزنا يوم القيامة أمام الخلق، إنك لا تخلف الميعاد الذي أخبر عنه رسلك الكرام، وهو قيام الخلق يوم القيامة بين يديك، وإنك تجزي العاملين الصالحين بالخير والحسنى، وتجزي الذين أساؤوا بما يستحقون من عذاب النار.\r\nعلى رسلك- على لسان رسلك.\r\nالميعاد- الموعد.",
        "sura": "3",
        "aya": "194",
        "page": "75"
    }
]