[
    {
        "text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا۟ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓا۟ إِلَى ٱلطَّٰغُوتِ وَقَدْ أُمِرُوٓا۟ أَن يَكْفُرُوا۟ بِهِۦ وَيُرِيدُ ٱلشَّيْطَٰنُ أَن يُضِلَّهُمْ ضَلَٰلًۢا بَعِيدًا",
        "tafsir": "{  إلى الطاغوت }( راجع آية256 ،  البقرة ص84 ،   وآية 51 من هذه السورة ص 154 ) .  وقيل :  المراد به هنا كعب بن الأشرف اليهودي ،  وكان مفرطا في الطغيان وعداوة الرسول صلى الله عليه وسلم ،  ورأسا في الضلال والفتنة .",
        "sura": "4",
        "aya": "60",
        "page": "88"
    },
    {
        "text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيْتَ ٱلْمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودًا",
        "tafsir": "{ٱلْمُنَافِقِينَ}\r\n(61) - وَإذا دُعِيَ هَؤُلاءِ - الذِينَ يَدَّعُونَ الإِيمَانَ، ثُمَّ يُرِيدُونَ التَّحَاكُمَ إلى الطَّاغُوتِ - إلَى رَسُولِ اللهِ لِلتَّحَاكُمِ لَدَيْهِ، وَفْقاً لِمَا شَرَعَ اللهُ، اسْتَكْبَرُوا وَأعْرَضُوا وَرَغِبُوا عَنْ حُكْمِ رَسُولِ اللهِ إعْرَاضاً مُتَعَمَّداً مِنْهُمْ.",
        "sura": "4",
        "aya": "61",
        "page": "88"
    },
    {
        "text": "فَكَيْفَ إِذَآ أَصَٰبَتْهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَآءُوكَ يَحْلِفُونَ بِٱللَّهِ إِنْ أَرَدْنَآ إِلَّآ إِحْسَٰنًا وَتَوْفِيقًا",
        "tafsir": "{أَصَابَتْهُمْ} {إِحْسَاناً}\r\n(62) - فَكَيْفَ يَكُونُ حَالُهُمْ إذَا سَاقَتْهُمُ المَقَادِيرُ إلَيكَ فِي مَصَائِبَ تَحِلُّ بِهِمْ بِسَبَبِ ذُنُوبِهِمْ، وَاحْتَاجُوا إليْكَ فِي ذَلِكَ، ثُمَّ جَاؤُوكَ يَعْتَذِرُونَ إلَيْكَ، وَيَحْلِفُونَ بِاللهِ أَنَّهُمْ مَا أرَادُوا بِذَهَابِهِمْ إلَى غَيْرِكَ، وَبِتَحَاكُمِهِمْ إلَى أَعْدَائِكَ، إلا المُدَارَاةَ وَالمُصَانَعَةَ (إحْسَاناً وَتَوْفِيقاً)، لاَ اعْتِقَاداً مِنْهُمْ بِصِحَّةِ تِلْكَ الحُكُومَةِ.",
        "sura": "4",
        "aya": "62",
        "page": "88"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ يَعْلَمُ ٱللَّهُ مَا فِى قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِىٓ أَنفُسِهِمْ قَوْلًۢا بَلِيغًا",
        "tafsir": "{أُولَـٰئِكَ}\r\n(63) - وَهَذَا الضَّرْبُ مِنَ النَّاسِ هُمُ المُنَافِقُونَ، وَاللهُ وَحْدَهُ يَعْلَمُ مَبْلَغَ مَا فِي قُلُوبِهِمْ مِنَ الكُفْرِ وَالحِقْدِ وَالكَيْدِ، وَسَيَجْزِيهِمْ عَلَى ذَلِكَ، فَإنَّهُ لاَ تَخْفَى عَلَيهِ مِنْهُمْ خَافِيةٌ. ثُمَّ يَدْعُو اللهُ نَبِيَّهُ صلى الله عليه وسلم إلى مُعَامَلَتِهِمْ:\r\n- أَوَّلاً - بِالإِعْرَاضِ عَنْهُمْ وَعَدَمِ الإِقْبَالِ عَلَيْهِمْ بِالبَشَاشَةِ وَالتَّكْرِيمِ، وَهَذَا النَّوعُ مِنَ المُعَامُلَةِ يُثِيرُ فِي نُفُوسِهِمُ الهَوَاجِسَ وَالشُّكُوكَ وَالظُّنُونَ.\r\n- ثُمَّ بِالنُّصْحِ وَالتَّذْكِيرِ بِالخَيْرِ، عَلَى وَجْهٍ تَرِقُّ لَهُ قُلُوبُهُمْ، وَيَبْعَثُهُمْ عَلَى التَّأمُّلِ فِيمَا يُلْقَى إلَيْهمْ مِنَ العِظَاتِ.\r\n- ثُمَّ بِالقَوْلِ البَلِيغِ، الذِي يُؤَثِّرُ فِي نُفُوسِهِمْ، كَالتَّوَعُّدِ بِالقَتْلِ، وَالاسْتِئْصَالِ إنْ ظَهَرَ مِنْهُمْ نِفَاقٌ، وَأنْ يُخْبِرَهُمْ أنَّ اللهَ عَالِمٌ بِمَا فِي نُفُوسِهِمْ.",
        "sura": "4",
        "aya": "63",
        "page": "88"
    },
    {
        "text": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ ٱللَّهِ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوٓا۟ أَنفُسَهُمْ جَآءُوكَ فَٱسْتَغْفَرُوا۟ ٱللَّهَ وَٱسْتَغْفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُوا۟ ٱللَّهَ تَوَّابًا رَّحِيمًا",
        "tafsir": "(64) - مِنْ سُنَّةِ اللهِ فِي رُسُلِهِ أنَّهُ لاَ يُرْسِلُهُمْ إلاَّ لِيُطَاعُوا بِإذْنِ اللهِ، فَمَنْ خَرَجَ عَنْ طَاعَتِهِمْ، أَوْ رَغِبَ عَنْ حُكْمِهِمْ، خَرَجَ عَنْ حُكْمِ اللهِ وَسُنَّتِهِ، وَارْتَكَبَ إثْماً عَظِيماً. وَلًوْ أنَّ هَؤُلاءِ القَوْمَ، حِينَ ظَلَمُوا أنْفُسَهُمْ، وَرَغِبُوا عَنْ حُكْمِ رَسُولِ اللهِ إلى حُكْمِ الطَّاغُوتِ، جَاؤُوا الرَّسُولَ، عَقِبَ الذَّنْبِ مُبَاشَرَةً، فَاسْتَغْفَرُوا اللهَ مِنْ ذُنُوبِهِمْ، وَأظْهَرُوا نَدَمَهُمْ عَلَى مَا فَرَطَ مِنْهُمْ لِلرَّسُولِ لِيَصْفَحَ عَنْهُمْ، لاعْتِدَائِهِمْ عَلَى حَقِّهِ، وَلِيَدْعُوَ لَهُمْ بِالمَغْفِرَةِ، وَلَوْ أنَّ الرَّسُولَ دَعَا لَهُمْ بِالمَغْفِرَةِ، لَتَقَبَّلَ اللهُ تَوْبَتَهُمْ، وَلَغَمَرَهُمْ بِفَضْلِهِ وَإِحْسَانِهِ، وَلَشَمِلَهُمْ بِعَفْوِهِ، فَرَحْمَةُ اللهِ وَسِعَتْ كُلَّ شَيْءٍ (وَسَمَّى اللهُ تَعَالَى تَرْكَ طَاعَةِ الرَّسُولِ ظُلْماً لِلنَّفْسِ أيْ إفْسَاداً لَهَا).",
        "sura": "4",
        "aya": "64",
        "page": "88"
    },
    {
        "text": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا۟ فِىٓ أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا۟ تَسْلِيمًا",
        "tafsir": "{  فلا وربك لا يؤمنون .  .  .  }( لا )الأولى نافية لكلام سبق ،  تقديره :  ليس الأمر كما يزعمون من أنهم آمنوا بما أنزل إليك ،  ثم استأنف القسم فقال :  وربك لا يؤمنون{  حتى يحكموك }فيما اختلفوا فيه من الأمور ،  والتبس عليهم منها .  وقيل :  إنها زائدة لتأكيد معنى القسم ،  كما زيدت في قوله :  {  لئلا\r\nيعلم أهل الكتاب }{[107]} لتأكيد وجوب العلم .  ويقال :  شجر بينهم الأمر يشجر شجرا وشجورا ،  إذا تنازعوا فيه .  وأصله التداخل والاختلاط ،  ومنه شجر الكلام ،  إذا دخل بعضه في بعض واختلط . \r\n{  حرجا }ضيقا .  وأصل الحرج :  مجتمع الشيء ،  وتصور منه ضيق ما بينهما ،  فقيل للضيق :  حرج . \r\nو للإثم أيضا :  حرج ،  ومنه :  {  ليس على الأعمى حرج }{[108]} ،  أي ضيق بالإثم لترك الجهاد . \r\n{  ويسلموا تسليما }ينقادوا لقضائك انقيادا لا شائبة فيه بظاهرهم وباطنهم .  وهذا الحكم باق إلى يوم القيامة ،  وليس مخصوصا بمن كان في عهده صلى الله عليه وسلم .",
        "sura": "4",
        "aya": "65",
        "page": "88"
    }
]