[
    {
        "text": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ لَيُسَمُّونَ ٱلْمَلَٰٓئِكَةَ تَسْمِيَةَ ٱلْأُنثَىٰ",
        "tafsir": "{ٱلْمَلاَئِكَةَ} - ينكر الله تعالى على المشركين جعل الملائكة إناثا، وتسميتهم بأسماء الإناث، تعالى الله عن كفرهم وشركهم، وتنزه تعالى عن الصاحبة والولد.",
        "sura": "53",
        "aya": "27",
        "page": "527"
    },
    {
        "text": "وَمَا لَهُم بِهِۦ مِنْ عِلْمٍ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا",
        "tafsir": "وهم لا يستندون فيما يقولون من أن الملائكة إناث، وأنهم بنات الله، إلى علم صحيح يركن إليه، وإنما يظنون ظنا، ويتوهمون توهما، والظن والتوهم لا يقومان مقام الحق واليقين، ولا يغنيان عنهما شيئا.\r\n(وَجَاءَ في الصَّحِيحِ:\" إِيَّاكُمْ والظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الحَدِيثِ\") .",
        "sura": "53",
        "aya": "28",
        "page": "527"
    },
    {
        "text": "فَأَعْرِضْ عَن مَّن تَوَلَّىٰ عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا ٱلْحَيَوٰةَ ٱلدُّنْيَا",
        "tafsir": "{ٱلْحَيَاةَ} - فأعرض عن مثل هؤلاء الذين أعرضوا عن القرآن وما فيه من الحق والهدى، وجعلوا همهم الدنيا وما فيها من متع وملذات، واهجرهم ولا تهتم بمصيرهم.",
        "sura": "53",
        "aya": "29",
        "page": "527"
    },
    {
        "text": "ذَٰلِكَ مَبْلَغُهُم مِّنَ ٱلْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِمَنِ ٱهْتَدَىٰ",
        "tafsir": "وذلك الذي يتبعونه في عقائدهم وأعمالهم هو منتهى ما وصلوا إليه من العلم، ولذلك فإنهم لا يفكرون في شأن من شؤون الآخرة، وإنما جعلوا الدنيا أكبر همهم، والله تعالى هو الخالق للخلق، وهو العليم بأحوالهم وأفعالهم ومصالحهم، وهو الذي يهدي من يشاء، وهو العليم بمن جعل العمل للآخرة همه، وسعى لها سعيها، ومن جعل الدنيا همه، وسعى في طلبها من كل باب، وسيجزي كل واحد بما يستحق من الجزاء.",
        "sura": "53",
        "aya": "30",
        "page": "527"
    },
    {
        "text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ لِيَجْزِىَ ٱلَّذِينَ أَسَٰٓـُٔوا۟ بِمَا عَمِلُوا۟ وَيَجْزِىَ ٱلَّذِينَ أَحْسَنُوا۟ بِٱلْحُسْنَى",
        "tafsir": "{ولله ما في السموات وما في الأرض} خلقا وملكا لا لغيره، وقد خلق ما فيهما {ليجزي الذين أساءوا بما عملوا} أي بسببه {ويجزي الذين أحسنوا بالحسنى} أي بسبب الأعمال الحسنى. أو بالمثوبة الحسنى .",
        "sura": "53",
        "aya": "31",
        "page": "527"
    },
    {
        "text": "ٱلَّذِينَ يَجْتَنِبُونَ كَبَٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ إِلَّا ٱللَّمَمَ إِنَّ رَبَّكَ وَٰسِعُ ٱلْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌ فِى بُطُونِ أُمَّهَٰتِكُمْ فَلَا تُزَكُّوٓا۟ أَنفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ ٱتَّقَىٰٓ",
        "tafsir": "ثم وصف المحسنين بقوله: {الذين يجتنبون كبائر الإثم} ما كبر عقابه من الذنوب. {والفواحش} ما عظم قبحه من الكبائر. {إلا اللمم} ما صغر من الذنوب؛ كالنظرة والغمزة والقبلة؛ من قولهم: ألم بالمكان، إذا قل لبثه فيه. وألم بالطعام: إذا قل أكله منه. وقيل: هو مقاربة الذنب من غير مواقعته؛ فهو الهم به دون أن يفعله. من قولهم: ألم الشيء: قرب. وألم بكذا: قاربه ولم يخالطه. والجمهور على أن الذنوب منقسمة إلى كبائر وضغائر. وضابط الكبيرة: ما لحق صاحبها عليها بخصوصها وعيد شديد في الكتاب أو السنة. وقيل: كل جريمة تؤذن بقلة اكثرات مرتكبها بالدين ورقة الديانة. وقيل غير ذلك. واعتمد الواحدي أنه لا حد لها يحصرها ويعرفها العباد به. وقد أخفى الله أمرها ليجتهدوا في اجتناب المنهى عنه رجاء أن تجتنب الكبائر. وعرفها بعضهم بالعد، ومنها الموبقات السبع [تراجع الزواجر لابن حجر] . \r\n{هو أعلم بكم. .  .} أي يعلم أحوالكم، إذا أنشأكم في ضمن إنشاء أبيكم آدم من تراب. {وإذ أنتم أجنة في بطون أمهاتكم} فيعلم أطواركم فيها، وحاجتكم إلى الغداء، ويعلم العدد والذكورة والأنوثة، ووقت الانفصال عن الأم، ومدة المكث في الرحم، وغير ذلك من شئونها. {فلا تزكوا أنفسكم} أي إذا كان عدم المؤاخذة باللمم مع كونه من الذنوب، إنما هي لمحض مغفرته تعالى مع علمه بصدوره منكم: فلا تمدحوا أنفسكم بالطهارة من الذنوب بالكلية، بل اشكروه تعالى على فضله وواسع مغفرته .",
        "sura": "53",
        "aya": "32",
        "page": "527"
    },
    {
        "text": "أَفَرَءَيْتَ ٱلَّذِى تَوَلَّىٰ",
        "tafsir": "{أفرأيت} أي أخبرني. ومفعولها الأول الموصول. والثاني جملة\" أعنده علم الغيب\" .",
        "sura": "53",
        "aya": "33",
        "page": "527"
    },
    {
        "text": "وَأَعْطَىٰ قَلِيلًا وَأَكْدَىٰٓ",
        "tafsir": "{وأعطى قليلا} أعطى شيئا قليلا من المال. {وأكدى} قطع العطاء؛ من قولهم: أكدى الحافر، إذا بلغ حفره إلى الكدية– وهي حجر صلب– فلم يمكنه الحفر فانقطع عنه. وكديت أصابعه: إذا كلت من الحفر فلم تعمل شيئا. نزلت في الوليد بن المغير حين هم بالإسلام بعد أن سمع قراءة الرسول صلى الله عليه وسلم، وشهد تلاوة القرآن، وجلس إلى الرسول ووعظه؛ فعاتبه أحد المشركين، وضمن له أن يتحمل عنه عذاب الآخرة إذا أعطاه كذا وكذا من المال؛ فرجع عما هم به وأعطى الذي ضمن له بعض المال ثم منعه تمامه .",
        "sura": "53",
        "aya": "34",
        "page": "527"
    },
    {
        "text": "أَعِندَهُۥ عِلْمُ ٱلْغَيْبِ فَهُوَ يَرَىٰٓ",
        "tafsir": "هل عند هذا الذي توقف عن الإنفاق، وقطع إحسانه، علم الغيب بأن المال الذي في يده سينفد وهو يرى ذلك عيانا، ولذلك أمسك عن متابعة الإنفاق؟ إن الأمر ليس كذلك، فإنه إنما يمسك عن البر والصدقة بخلا وشحا.",
        "sura": "53",
        "aya": "35",
        "page": "527"
    },
    {
        "text": "أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ مُوسَىٰ",
        "tafsir": "أو لم يخبره أحد بما جاء في التوراة التي أنزلها الله تعالى على نبيه موسى، عليه السلام؟.",
        "sura": "53",
        "aya": "36",
        "page": "527"
    },
    {
        "text": "وَإِبْرَٰهِيمَ ٱلَّذِى وَفَّىٰٓ",
        "tafsir": "{إِبْرَاهِيمَ} - وبما في صحف إبراهيم الذي وفى بما عاهد الله عليه، وقام بجميع ما أمره به ربه؟.",
        "sura": "53",
        "aya": "37",
        "page": "527"
    },
    {
        "text": "أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ",
        "tafsir": "{ألا تزر وازرة وزر أخرى} [آية 165 الأنعام ص 251] .",
        "sura": "53",
        "aya": "38",
        "page": "527"
    },
    {
        "text": "وَأَن لَّيْسَ لِلْإِنسَٰنِ إِلَّا مَا سَعَىٰ",
        "tafsir": "{وأن ليس للإنسان إلا ما سعى} أي أم لم ينبأ بما في صحف موسى وإبراهيم أن ليس للإنسان إلا سعيه! ؟  فلا يثاب بعمل غيره، كما لا يؤاخذ بذنب غيره. أما في شريعتنا فقد ثبت بالكتاب والسنة والإجماع انتفاع الإنسان بعمل غيره، ونقل العلامة الجمل في حاشيته على الجلالين بحثا نفيسا لشيخ الإسلام تقى الدين أحمد بن تميمة، ننقل خلاصته لمزيد فائدته. قال: \" من اعتقد أن الإنسان لا ينتفع إلا بعمله فقد خرق الإجماع؛ وذلك باطل من وجوه: أحدها– أن الإنسان ينتفع بدعاء غيره. ثانيها– أن النبي صلى الله عليه وسلم يشفع لأهل الموقف في الحساب، ثم لأهل الجنة في دخولها. ثالثها– يشفع لأهل الكبائر في الخروج من النار؛ وهذا انتفاع بسعي الغير. رابعها– أن الملائكة يدعون ويستغفرون لمن في الأرض؛ وذلك منفعة بعمل الغير. خامسها– أن الله تعالى يخرج من النار من لم يعمل خيرا قط– أي من المؤمنين– بمحض رحمته؛ وهذا انتفاع بغير عملهم. سادسها– أن أولاد المؤمنين يدخلون الجنة بعمل آبائهم؛ وذلك انتفاع بمحض عمل الغير. سابعها– قال تعالى في قصة الغلامين اليتيمين: \" وكان أبوهما صالحا\" ؛  فانتفعا بصلاح أبيهما وليس من سعيهما. ثامنها– أن الميت ينتفع بالصدقة عنه\r\nوبالعتق، بنص السنة والإجماع؛ وهو من عمل الغير. تاسعها– أن الحج المفروض يسقط عن الميت بحج وليه بنص السنة؛ وهو انتفاع بعمل الغير، عاشرها– أن الحج المنذور أو الصوم المنذور يسقط عن الميت بعمل غيره بنص السنة؛ وهو انتفاع بعمل الغير. حادي عشرها– المدين قد امتنع صلى الله عليه وسلم من الصلاة عليه حتى قضى دينه أبو قتادة، وقضى دين الآخر علي بن أبي طالب وانتفع بصلاة النبي صلى الله عليه وسلم؛ وهو من عمل الغير. ثاني عشرها– أن النبي صلى الله عليه وسلم قال لمن صلى وحده: (ألا رجل يتصدق على هذا فيصلى معه) ؛  فقد حصل له فضل الجماعة بفعل الغير. ثالث عشرها– أن الإنسان تبرأ ذمته من ديون الخلق إذا قضاها عنه قاض؛ وذلك انتفاع بعمل الغير. رابع عشرها– أن من عليه تبعات ومظالم إذا حلل منها سقطت عنه؛ وهذا انتفاع بعمل الغير. خامس عشرها– أن الجار الصالح ينفع في المحيا والممات– كما جاء في الأثر- ؛  وهذا انتفاع بعمل الغير. سادس عشرها– أن جليس أهل الذكر يرحم بهم؛ وهو لم يكن منهم، ولم يجلس لذلك بل لحاجة عرضت له، والأعمال بالنيات؛ فقد انتفع بعمل غيره. سابع عشرها– الصلاة على الميت والدعاء له في الصلاة، انتفاع للميت بصلاة الحي عليه؛ وهو عمل غيره. ثامن عشرها– أن الجمعة تحصل باجتماع العدد، وكذا الجماعة بكثرة العدد؛ وهو انتفاع للبعض بالبعض. تاسع عشرها– أن الله تعالى قال لنبيه صلى الله عليه وسلم: \" وما كان الله ليعذبهم وأنت فيهم\" .  وقال تعالى: \" ولولا رجال مؤمنون ونساء مؤمنات\" فقد رفع الله تعالى عن بعض الناس بسبب بعض؛ وذلك انتفاع بعمل الغير. عشروها– أن صدقة الفطر تجب على الصغير وغيره ممن يمونه الرجل؛ فإنه ينتفع بذلك من يخرج عنه ولا سعي له فيها. ومن تأمل العلم وجد من انتفاع الإنسان بما لم يعمله مالا يكاد يحصى؛ فكيف يجوز أن نتأول الآية الكريمة على خلاف صريح الكتاب والسنة وإجماع الأمة! ؟  \"  اه. فإما أن يقال: إن الآية عامة قد خصصت بأمور كثيرة مما ذكر. أو يقال: إنها مخصوصة بقوم موسى وإبراهيم؛ لأنها حكاية عما في صحفهما. وأما هذه الأمة فلها ما سعت هي وما سعى لها غيرها؛ بدليل ما ذكر، وبدليل قوله تعالى: \" ألحقنا بهم ذريتهم\" حين أدخل الأبناء الجنة بصلاح الآباء. أو يقال: إن سعي غيره لما لم ينفعه\r\nإلا مبنيا على سعي نفسه وهو بكونه مؤمنا كان كأنه سعى نفسه. أو يقال: إن المراد بالإنسان الكافر. والمعنى: أنه ليس له من الجزاء إلا ما عمل هو؛ فيثاب عليه في الدنيا بسعة الرزق والمعافاة في البدن ونحو ذلك، حتى لا يبقى له في الآخرة منها نصيب. أو يقال: \" ليس للإنسان إلا ما سعى\" أي عدلا؛ فأما من باب الفضل فجائز أن يزيده الله من فضله ما يشاء. وفي الحديث الصحيح: (إذا مات ابن آدم انقطع عمله إلا من ثلاث– وفيه- :  أو ولد صالح يدعو له) .  وهذا كله تفضل منه تعالى، كما أن تضعيف الحسنات فضل منه تعالى. هذا وقد نقل الخازن في تفسيره الأحاديث الصحيحة الواردة في الحج عن الغير، ثم قال: وفي الحديثين الآخرين دليل على أن الصدقة عن الميت تنفع الميت ويصل ثوابها إليه؛ وهو إجماع العلماء. وكذلك أجمعوا على وصول الدعاء وقضاء الدين؛ للنصوص الواردة في ذلك. ويصح الحج عن الميت حجة الإسلام. وكذا لو أوصى بحج تطوع على الأصح عند الشافعي. واختلف العلماء في الصوم عنه، والراجح جوازه عنه. والمشهور من مذهب الشافعي أن قراءة القرآن لا يصل ثوابها للميت. وذهب أحمد وجماعة من العلماء ومن أصحاب الشافعي إلى أنها تصل؛ فالاختيار أن يقول القارئ بعد فراغه: اللهم أوصل ثواب ما قرأته إلى فلان، ونحو ذلك. وأما الصلوات وسائر التطوعات فلا يصله ثوابها عند الشافعي والجمهور. وقال أحمد: يصله ثواب الجميع. ا . ه. وقد أشبعنا الكلام في هذا المقام في فتوى الأربعين. والله أعلم .",
        "sura": "53",
        "aya": "39",
        "page": "527"
    },
    {
        "text": "وَأَنَّ سَعْيَهُۥ سَوْفَ يُرَىٰ",
        "tafsir": "وجاء في هذه الصحف أيضا: أن سعي الإنسان سوف يعرض يوم القيامة أمام الله والأنبياء والمؤمنين، فيشاد بفضل المحسنين، ويوبخ المسيئون.",
        "sura": "53",
        "aya": "40",
        "page": "527"
    },
    {
        "text": "ثُمَّ يُجْزَىٰهُ ٱلْجَزَآءَ ٱلْأَوْفَىٰ",
        "tafsir": "{يُجْزَاهُ} - ثم يجزى الإنسان بعمله أوفى الجزاء وأوفره.",
        "sura": "53",
        "aya": "41",
        "page": "527"
    },
    {
        "text": "وَأَنَّ إِلَىٰ رَبِّكَ ٱلْمُنتَهَىٰ",
        "tafsir": "وأن مرجع الأمور يوم المعاد إلى الله، فيحاسب الخلق على ما اكتسبوا من أعمال فيثيبهم عليها في الجنة، أو يعاقبهم عليها بالعذاب في نار جهنم.\r\nالمنتهى- المصير والنهاية في الآخرة للجزاء.",
        "sura": "53",
        "aya": "42",
        "page": "527"
    },
    {
        "text": "وَأَنَّهُۥ هُوَ أَضْحَكَ وَأَبْكَىٰ",
        "tafsir": "وأنه تعالى خلق في عباده الضحك، كما خلق فيهم البكاء، وخلق فيهم أسبابهما، أي أنه تعالى خلق ما يسر من الأعمال الصالحة، وما يحزن من الأعمال السيئة.",
        "sura": "53",
        "aya": "43",
        "page": "527"
    },
    {
        "text": "وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحْيَا",
        "tafsir": "وأنه هو وحده الذي سلب الحياة، وهو الذي وهبها.",
        "sura": "53",
        "aya": "44",
        "page": "527"
    }
]