[
    {
        "text": "ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعْدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
        "tafsir": "(27) - ثُمَّ يَتُوبُ اللهُ، مِنْ بَعْدِ القَتْلِ وَالخِزْيِ وَالتَعْذِيبِ، عَلَى مَنْ بَقِيَ مِنْ هَوَازِنَ فَيَهْدِيهِمْ إلى الإِسْلاَمِ. وَقَدْ قَدِمُوا عَلَى رَسُولِ اللهِ صلى الله عليه وسلم مُسْلِمِينَ، وَلَحِقُوا بِهِ فِي مَكَّةَ فِي مَكَانٍ يُعْرَفُ بِالجعْرانَةِ، وَذَلِكَ بَعْدَ المَوْقِعَةِ بِعِشْرِينَ يَوْماً، وَحِينَئِذٍ خَيَّرَهُمْ رَسُولُ اللهِ صلى الله عليه وسلم بَيْنَ سَبْيِهِمْ، وَبَيْنَ أمْوَالِهِمْ، فَاخْتَارُوا سَبْيَهُمْ، وَكَانُوا سِتَّةَ آلافِ أسِيرٍ مَا بَيْنَ صَبِيٍّ وَامْرَأةٍ فَرَدَّهُمْ عَلَيْهِمْ، وَقَسَّمَ الأمْوَالَ بَيْنَ المُقَاتِلِينَ.",
        "sura": "9",
        "aya": "27",
        "page": "191"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا۟ ٱلْمَسْجِدَ ٱلْحَرَامَ بَعْدَ عَامِهِمْ هَٰذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ ٱللَّهُ مِن فَضْلِهِۦٓ إِن شَآءَ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٌ",
        "tafsir": "{  إنما المشركون نجس } قذر .  مصدر نجس الشيء ينجس ،  إذا كان قذرا غير نظيف .  أخبر عنهم بالمصدر مبالغة ،  كأنهم عين النجاسة .  {  فلا يقربوا المسجد الحرام } أي الحرم كله .  والمراد نهى المسلمين عن تمكينهم من قربانه{  بعد عامهم هذا } وهو التاسع من الهجرة {  و إن خفتم عيلة } فقرا وفاقة بسبب منعهم من دخول أرض الحرم ،  إذ كانوا يأتون في الموسم للمتاجر .  يقال :  على يعيل علية وعيولا ،  إذا افتقر فهو عائل{  فسوف يغنيكم الله من فضله } وقد أغناهم وأفضل عليهم كثيرا . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "28",
        "page": "191"
    },
    {
        "text": "قَٰتِلُوا۟ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْءَاخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلْحَقِّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ حَتَّىٰ يُعْطُوا۟ ٱلْجِزْيَةَ عَن يَدٍ وَهُمْ صَٰغِرُونَ",
        "tafsir": "{  قاتلوا الذين لا يؤمنون } أمر بقتال أهل الكتابيين بعد الأمر بقتال المشركين ،  بسبب أنهم لا يؤمنون بالله ولا باليوم الآخر ،  وإيمانهم الذي يزعمونه كلا إيمان .  {  و لا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق } وهو دين الإسلام ،  وهو الدين ارتضاه الله لعباده . {  حتى يعطوا الجزية } وهو ما قدر على رءوسهم من المال ،  نظير كفنا عن قتالهم واسترقاقهم وحمايتنا لهم ،  من الجزاء بمعنى القضاء .  أو من المجازاة بمعنى المكافأة ،  لأنهم يجزونا عن الإحسان إليهم بذلك .  {  عن يد } عن طوع وانقياد . {  ولهم صاغرون } أذلاء ،  والذليل من أذلة الله ،  والعزيز من أعزه الله .  وأصل اليد الجارحة ،  كني بها عما ذكر .  يقال : أعطى فلان يده ،  إذا سلم وانقاد ،  لأن من أتى لا يعطى يده . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "29",
        "page": "191"
    },
    {
        "text": "وَقَالَتِ ٱلْيَهُودُ عُزَيْرٌ ٱبْنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلْمَسِيحُ ٱبْنُ ٱللَّهِ ذَٰلِكَ قَوْلُهُم بِأَفْوَٰهِهِمْ يُضَٰهِـُٔونَ قَوْلَ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ قَٰتَلَهُمُ ٱللَّهُ أَنَّىٰ يُؤْفَكُونَ",
        "tafsir": "{  و قالت اليهود .  .  .  } قائل ذلك بعض متقدميهم ،  أو بعض من كانوا بالمدينة .  ونسبة القيبح الصادر من البعض إلى الكل شائع .  وكذا القائل ببنوة المسيح له تعالى بعض النصارى . <br />\r\n{  يضاهئون قول الذين كفروا من قبل } أي يشابهون في هذه الأقوال الشنيعة قول المشركين الذين قالوا :  الملائكة بنات الله .  والمضاهأة والمضاهاة :  المشابهة والمشاكلة ،  أوالموافقة . {  قاتلهم الله } دعاء عليهم بالإهلاك . {  أنى يؤفكون } كيف يصرفون عن الحق إلى الباطل ،  بعد وضوح الدليل على استحالة أن يكون له تعالى ولد ( آية 75 المائدة ص 202 ) .",
        "sura": "9",
        "aya": "30",
        "page": "191"
    },
    {
        "text": "ٱتَّخَذُوٓا۟ أَحْبَارَهُمْ وَرُهْبَٰنَهُمْ أَرْبَابًا مِّن دُونِ ٱللَّهِ وَٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوٓا۟ إِلَٰهًا وَٰحِدًا لَّآ إِلَٰهَ إِلَّا هُوَ سُبْحَٰنَهُۥ عَمَّا يُشْرِكُونَ",
        "tafsir": "{  اتخذوا أحبارهم ورهبانهم } أي اتخذ اليهود علماءهم ،  والنصارى نساكهم كالأرباب من دون الله ،  حيث أطاعهم في تحريم ما أحل الله وتحليل ما حرمه ( آية 44 ،  82 المائدة ص 193 ،  203 ) {  والمسيح بن مريم } واتخذوا المسيح ربا معبودا من دون الله . أو ابنا لله تعالى .  {  وما أمروا إلا يعبدوا إلاها واحدا } أي والحال أنهم ما أمروا في الكتب الإلهية وعلى لسان موسى وعيسى عليهما السلام إلا ليخلصوا العبادة لله تعالى وحده",
        "sura": "9",
        "aya": "31",
        "page": "191"
    }
]