[
    {
        "text": "فَبِمَا نَقْضِهِم مِّيثَٰقَهُمْ وَكُفْرِهِم بِـَٔايَٰتِ ٱللَّهِ وَقَتْلِهِمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌۢ بَلْ طَبَعَ ٱللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
        "tafsir": "{  قلوبنا غلف }( راجع 88 البقرة ص 37 ) .",
        "sura": "4",
        "aya": "155",
        "page": "103"
    },
    {
        "text": "وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَٰنًا عَظِيمًا",
        "tafsir": "{بُهْتَاناً}\r\n(156) - وَقَدْ أَنْزَلَ اللهُ تَعَالَى بِهِمْ غَضَبَهُ، بِسَبَبِ كُفْرِهِمْ بِعِيسَى وَرِسَالَتِهِ، وَرَمْيِهِمْ أمَّهُ الطَّاهِرَةَ البَتُولَ بِالبُهْتَانِ وَالكَذِبِ وَالافْتِرَاءِ.\r\nبُهْتَاناً عَظِيماً - كَذِباً وَبَاطِلاً فَاحِشاً.",
        "sura": "4",
        "aya": "156",
        "page": "103"
    },
    {
        "text": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا ٱلْمَسِيحَ عِيسَى ٱبْنَ مَرْيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمْ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ لَفِى شَكٍّ مِّنْهُ مَا لَهُم بِهِۦ مِنْ عِلْمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّ وَمَا قَتَلُوهُ يَقِينًۢا",
        "tafsir": "{  وما قتلوه وما صلبوه }زعم أكثر اليهود أنهم قتلوا المسيح وصلبوه ، فأكذبهم الله تعالى في ذلك وقال : {  ولكن شبه لهم }أي شبه لهم المقتول بأن ألقى عليه شبه المسيح ، فلما دخلوا لقتلوا المسيح وجدوا الشبيه فقتلوه وصلبوه ، يظنونه المسيح وما هو به في الواقع ، إذ قد رفع الله عيسى إلى السماء ، ونجاه من شر الأعداء . وقيل : المعنى ولكن التبس عليهم الأمر حيث ظنوا المقتول عيسى كما أوهمهم ذلك أحبارهم . {  وإن الذين اختلفوا فيه لفي شك منه }وهم اليهود ، حيث قال بعضهم ، قتلناه حق ، وتردد فيه آخرون . والنصارى حيث قال بعضهم ، صلب الناسوت ورفع اللاهوت . وقال بعضهم : قتلا معا . وقال فريق : رأيناه قتل . وفريق : رأيناه رفع . وكلهم ضلال كذبة ، وما لهم بذلك من علم . ولكنهم يظنون ظنا ويتبعون وهما ، وما قتلوه متيقنين أنه هو ، بل رفعه الله إلى السماء التي لا حكم فيها إلا لله تعالى ، وطهره من الذين كفروا . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "157",
        "page": "103"
    },
    {
        "text": "بَل رَّفَعَهُ ٱللَّهُ إِلَيْهِ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
        "tafsir": "(158) - وَالذِي تَمَّ فِعْلاً هُوَ أنَّ اللهَ أنْجَاهُ مِنْ كَيْدِ اليَهُودِ، وَرَفَعَهُ إليْهِ، وَاللهُ سَبْحَانَهُ عَزِيزُ الجَانِبِ، لاَ يُرَامُ جنابُهُ، وَلا يُضَامُ مَنْ لاَذَ بِبَابِهِ الكَرِيمِ، وَهُوَ حَكِيمٌ فِي جَمِيعِ مَا يُقَدِّرُهُ وَيَقْضِيهِ مِنَ الأُمُورِ.\r\n(وَقِيلَ فِي مَعْنَى: رَفَعَهُ اللهُ إلَيْهِ: إنَّهُ تَوَفَّاهُ وَطَهَّرَهُ مِنَ الذِينَ كَفَرُوا. وَقِيلَ أيْضاً بَلِ المَعْنَى هُوَ أنَّ اللهَ تَعَالَى رَفَعَهُ بِرُوحِهِ وَجَسَدِهِ إلى السَّمَاءِ. وَقِيلَ أيْضاً إنَّ اللهَ رَفَعَهُ إلَى مَحَلِّ كَرَامَتِهِ).",
        "sura": "4",
        "aya": "158",
        "page": "103"
    },
    {
        "text": "وَإِن مِّنْ أَهْلِ ٱلْكِتَٰبِ إِلَّا لَيُؤْمِنَنَّ بِهِۦ قَبْلَ مَوْتِهِۦ وَيَوْمَ ٱلْقِيَٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا",
        "tafsir": "{  وإن من أهل الكتاب إلا ليؤمنن به قبل موته }أي ما أحد من أهل الكتاب الموجودين عند نزول عيسى عليه السلام آخر الزمان إلا ليؤمنن بأنه عبد الله ورسوله وكلمته ، قبل أن يموت عيسى وتكون الأديان كلها دينا واحدا ، وهو دين الإسلام الحنيف ، دين إبراهيم عيه السلام . ونزول عيسى عيه السلام ثابت في الصحيحين ، وهو من أشراط الساعة . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "159",
        "page": "103"
    },
    {
        "text": "فَبِظُلْمٍ مِّنَ ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا عَلَيْهِمْ طَيِّبَٰتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ ٱللَّهِ كَثِيرًا",
        "tafsir": "{طَيِّبَاتٍ}\r\n(160) - يَقُولُ تَعَالَى: إنَّهُ حَرَّمَ عَلَى اليَهُودِ طَيِّبَاتٍ كَانَتْ حَلاَلاً عَلَى مَنْ قَبْلَهُمْ، وَذَلِكَ بِسَبَبِ صَدِّهِم النَّاسَ عَنْ سَبيلِ اللهِ، إمَّا بِالأمْرِ بِالمُنْكَرِ، وَالنَّهْيِ عَنِ المَعْرُوفِ ... وَإمَّا بِسُوءِ القُدْوَةِ، فَكَانُوا كُلَّمَا ارْتَكَبُوا مَعْصِيَةً، أوْ مُخَالَفَةً لأمْرِ اللهِ، وَأمْرِ رَسُولِهِ، عَاقَبَهُمُ اللهُ عَلَيْهَا بِتَحْرِيمِ نَوْعٍ مِنَ الطَّيِّبَاتِ، لَعَلَّهُمْ يَرْجِعُونَ عَنْ ظُلْمِهِمْ، وَيَتُوبُونَ إلى اللهِ تَعَالَى.",
        "sura": "4",
        "aya": "160",
        "page": "103"
    },
    {
        "text": "وَأَخْذِهِمُ ٱلرِّبَوٰا۟ وَقَدْ نُهُوا۟ عَنْهُ وَأَكْلِهِمْ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَٰطِلِ وَأَعْتَدْنَا لِلْكَٰفِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا",
        "tafsir": "{ٱلرِّبَا} {أَمْوَالَ} {بِٱلْبَاطِلِ} {لِلْكَافِرِينَ}\r\n(161) - وَعَاقَبَهُمُ اللهُ بِتَحْرِيمِ الطَّيِّبَاتِ عَلَيْهِمْ أيْضاً، بِسَبَبِ تَعَامُلِهِمْ بِالرِّبَا، وَقَدْ نَهَاهُمُ اللهُ عَنْهُ، وَحَرَّمَهُ عَلَيْهِمْ، فَاحْتَالُوا عَلَى أكْلِهِ بَأنْواعِ الحِيَلِ، وَصُنُوفٍ مِنَ الشُّبَهِ، وَبِسَبَبِ أكْلِهِمْ أمْوالَ النَّاسِ بِالبَاطِلِ، وَذَلِكَ بِالرَّشْوَةِ وَالسَّرِقَةِ وَالخِيَانَةِ وَنَحْوِها ... مِمَّا فِيهِ أخْذٌ لِلْمَالِ بِلاَ مُقَابِلٍ يُعْتَدُّ بِهِ.\r\nوَيَتَهَدَّدُهُمُ اللهُ تَعَالَى بِالعِقَابِ الألِيمِ الذِي أَعَدَّهُ لِمَنْ يَرْتَكِبُ هَذِهِ الجَرَائِمَ، وَهُوَ الخُلُودُ فِي نَارِ جَهَنَّمَ وَفِيهَا العَذَابُ الألِيمُ.",
        "sura": "4",
        "aya": "161",
        "page": "103"
    },
    {
        "text": "لَّٰكِنِ ٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ مِنْهُمْ وَٱلْمُؤْمِنُونَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَٱلْمُقِيمِينَ ٱلصَّلَوٰةَ وَٱلْمُؤْتُونَ ٱلزَّكَوٰةَ وَٱلْمُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ أُو۟لَٰٓئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا",
        "tafsir": "{  والمقيمين الصلاة }أي وأخص المقيمين الصلاة بالذكر أو بالمدح . و قرئ{  والمقيمون } . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "162",
        "page": "103"
    }
]