[
    {
        "text": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَٰتِ قَالُوا۟ بَلَىٰ قَالُوا۟ فَٱدْعُوا۟ وَمَا دُعَٰٓؤُا۟ ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍ",
        "tafsir": "{بِٱلْبَيِّنَاتِ} {دُعَاءُ} {ٱلْكَافِرِينَ} {ضَلاَلٍ}  \r\n(50) - وَيَرُدُّ عَلَيْهِمْ خَزَنَةُ جَهَنَّمَ يُقَرِّعُونَهُمْ عَلَى سُوءِ صَنِيعِهِمْ فِي الدُّنْيَا، وَيَقُولُونَ لَهُمْ: أَلَمْ تَأْتِكُمْ رُسُلُ رَبِّكُمْ بِالحُجَجِ وَالبَرَاهِينِ عَلَى صِدْقِ مَا يَدْعُونَكُمْ إِلَيهِ؟ وَيَقُولُ المُسْتَضْعَفُونَ: نَعَمْ لَقَدْ جَاءَهُمْ رُسُلُ اللهِ بِالحُجَجِ والبَيِّنَاتِ وَلَكِنَّهُمْ لَمْ يُؤْمِنُوا بِاللهِ وَكَذَّبُوا رُسُلَهُ، وَحِينَئِذٍ يَقُولُ لَهُمْ خَزنَةُ جَهَنَّمَ: إِذاً فَادْعُوا أَنْتُمْ وَحْدَكُمْ. وَلكِنَّ دُعَاءَ الكَافِرِينَ لاَ يُفِيدُ، وَلاَ يُسْتَجَابُ لَهُ، وَيَذْهَبُ سُدًى.\n",
        "sura": "40",
        "aya": "50",
        "page": "473"
    },
    {
        "text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَٰدُ",
        "tafsir": "{  إنا لننصر رسلنا .  .  .  } أي شأننا دائما أن ننصر رسلنا وأتباعهم في الدنيا بالحجة والظفر ،  والانتقام لهم من المكذبين بالعقوبات القاسية .  وفي الآخرة كما قال تعالى : {  ويوم يقوم الأشهاد } الحفظة والأنبياء والمؤمنون .  جمع شهيد أو شاهد ؛  يشهدون للرسل بالتبليغ وعلى الكفار بالتكذيب .\r\n\r\n",
        "sura": "40",
        "aya": "51",
        "page": "473"
    },
    {
        "text": "يَوْمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
        "tafsir": "{ٱلظَّالِمِينَ}\r\n(52) - وَيَوْمَ يَقُومُ الأَشْهَادُ بَيْنَ يَدَيْ رَبِّ العِبَادِ يُؤَدُّونَ شَهَادَاتِهِمْ، فِي ذَلِكَ اليَوْمِ لاَ يَنْفَعُ أَهْلَ الشِّرْكِ اعْتِذَارُهُمْ لأَِنَّ أَعْذَارَهُمْ بَاطِلَةٌ، مَرْدُودَةٌ، وَلَهُمْ فِي ذَلِكَ اليَوْمِ اللَّعْنَةُ والطَّرْدُ مِنْ رَحْمَةِ اللهِ، وَلَهُمْ سُوءُ العَاقِبَةِ والقَرَار فِي جَهَنَّمَ، وَبِئْسَ المُسْتَقَرُّ وَالمَأْوَى.\r\nمَعْذِرَتُهُمْ - اعْتِذَارُهُمْ حِينَ يَعْتَذِرُونَ.\n",
        "sura": "40",
        "aya": "52",
        "page": "473"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ",
        "tafsir": "{آتَيْنَا} {إِسْرَائِيلَ} {ٱلْكِتَابَ}\r\n(53) - وَلَقَدْ أَعْطَينَا مُوسَى الشَّرَائِعَ والمُعْجِزَاتِ التِي يَهْتَدِي بِهَا النَّاسُ، وَأَنْزَلْنَا عَلَيهِ التَّوْرَاةَ وَفِيهَا مَا يَهْدِي بِهِ قَوْمَهُ بَنِي إِسْرَائِيلَ، فَتَوَارَثُوهُ خَلَفاً مِنْ سَلَفٍ.\n",
        "sura": "40",
        "aya": "53",
        "page": "473"
    },
    {
        "text": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ",
        "tafsir": "{ٱلأَلْبَابِ}\r\n(54) - وَجَعَلْنَا التَّوْرَاةَ هُدًى يَهْتَدِي بَنُو إِسْرَائِيلَ بِأَحْكَامِهَا، وَتَذْكِرَةً لأَِوُلِي العُقُولِ السَّلِيمَةِ والأَفْهَامِ المُسْتَقِيمَةِ (لأُوُلي الأَلْبَابِ).\n",
        "sura": "40",
        "aya": "54",
        "page": "473"
    },
    {
        "text": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَٰرِ",
        "tafsir": "{  وسبح بحمد ربك } أي دم على التسبيح والتحميد لربك .  أوصل لربك{  بالعشي } ،  وهو من بعد الزوال إلى الليل{  والإبكار } وهو من طلوع الفجر الثاني إلى طلوع الشمس .  والمراد الدوام عليه .  وقيل :  هو أمر بالصلوات الخمس .\r\n\r\n",
        "sura": "40",
        "aya": "55",
        "page": "473"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ بِغَيْرِ سُلْطَٰنٍ أَتَىٰهُمْ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَٰلِغِيهِ فَٱسْتَعِذْ بِٱللَّهِ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
        "tafsir": "{  إن في صدورهم إلا كبر } أي ما في قلوبهم إلا تكبر عن الحق ،  وتعاظم عن التعلم وأنفة عن الطاعة ؛  وهو الذي حملهم على التكذيب . {  ما هم ببالغيه } أي ببالغي مقتضى ذلك الكبر وموجبه ،  وهو الرياسة أو النبوة .\r\n\r\n",
        "sura": "40",
        "aya": "56",
        "page": "473"
    },
    {
        "text": "لَخَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
        "tafsir": "{  لخلق السموات والأرض .  .  .  } أي بخلقها أعظم من خلقه تعالى الإنسان ؛  فمن قدر على الأعظم فهو على خلق ما لا يعد شيئا بالنسبة إليه بدأ وإعادة أقدر وأقدر !\r\n\r\n",
        "sura": "40",
        "aya": "57",
        "page": "473"
    },
    {
        "text": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَلَا ٱلْمُسِىٓءُ قَلِيلًا مَّا تَتَذَكَّرُونَ",
        "tafsir": "{  وما يستوي الأعمى .  .  .  } فلا بد أن يكون لهم حال أخرى يظهر فيها ما بين الفريقين من التفاوت ،  وهي فيما بعد البعث .\r\n\r\n",
        "sura": "40",
        "aya": "58",
        "page": "473"
    }
]