[
    {
        "text": "تَبَٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  تبارك } تعالى وتعاظم جل وعلا .  أو كثر خيره ودام [ آية 54 الأعراف ص 264 ]{  الملك } بالضم :  السلطان والقدرة ،  ونفاذ الأمر .",
        "sura": "67",
        "aya": "1",
        "page": "562"
    },
    {
        "text": "ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ",
        "tafsir": "{  الذي خلق الموت والحياة } أي خلق بقدرته موت من شاء وما شاء موته ،  وحياة من شاء وما شاء حياته من الممكنات المقهورة بسلطانه .  والحياة صفة وجودية تقتضي الحس والحركة .  والموت :  صفة وجودية تضاد الحياة ،  أو هو عدم الحياة عما هي من شأنه .  وخلقه على المعنى الأول :  إيجاده .  وعلى الثاني : تقديره أزلا . {  ليبلوكم } ليختبركم ،  أي يعاملكم معاملة من يختبركم ،  وإلا فهو سبحانه أعلم بكم{  أيكم أحسن عملا } أسرع في طاعة الله ،  وأورع عن محارم الله ،  وأتم فهما لما يصدر عن الله ،  وأكمل ضبطا لما يؤخذ من خطابه سبحانه .  والجملة مفعول ثان  \" ليبلوكم \"  لتضمنه معنى العلم ؛  فإن الاختبار طريق إليه .\r\n\r\n",
        "sura": "67",
        "aya": "2",
        "page": "562"
    },
    {
        "text": "ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍ طِبَاقًا مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَٰنِ مِن تَفَٰوُتٍ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ",
        "tafsir": "{  سبع سموات طباقا } أي بعضها فوق بعض .  مصدر طابق مطابقة وطباقا ؛  من طابق النعل :  أي جعله طبقة فوق أخرى .  وصف به للمبالغة ،  أو بتقدير مضاف ،  أي ذات طباق .  قال البقاعي :  حيث يكون كل جزء منها مطابقا للجزء من الأخرى ،  ولا يكون جزء منها خارجا عن ذلك .  وهي لا تكون كذلك إلا أن تكون الأرض كرية ،  والسماء الدنيا محيطة بها إحاطة قشر البيضة من جميع الجوانب ،  والسماء الثانية محيطة بالسماء الدنيا ،  وهكذا إلى أن يكون العرش محيطا بالكل ،  والكرسي الذي هو أقربها بالنسبة إليه كحلقة في فلاة ؛  فما ظنك بما تحته !  وكل سماء من التي فوقها بهذه النسبة .  وقد قرر أهل الهيئة أنها كذلك ،  وليس في الشرع ما يخالفه ،  بل ظاهره يوافقه .  اه .\r\n{  ما ترى في خلق الرحمان من تفاوت } ما ترى في خلق السموات السبع ،  شيئا من الاختلاف وعدم التناسب ،  فلا عيب ولا نقص ،  ولا اعوجاج ولا اضطراب في شيء منها .  بل كلها محكمة جارية على مقتضى الحكمة .  يقال :  تفاوت الشيئان تفاوتا ،  تباعد ما بينهما ؛  من الفوت ،  وأصله الفرجة بين أصبعين .  والجملة صفة لسبع سموات . {  فارجع البصر } أي إن كنت في شك من ذلك ،  فكرر النظر فيما خلقنا حتى يتضح لك الأمر ،  ولا يبقى عندك شبهة فيه . {  هل ترى من فطور } أي خلل ووهن .  وأصل معنى الفطور :  الشقوق والصدوع ؛  جمع فطر .  يقال :  فطره فانفطر .  وتفطر الشيء تشقق ؛  وبابه نصر أريد منه ما ذكرنا لعلاقة اللزوم .\r\n\r\n",
        "sura": "67",
        "aya": "3",
        "page": "562"
    },
    {
        "text": "ثُمَّ ٱرْجِعِ ٱلْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ ٱلْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
        "tafsir": "{  ثم ارجع البصر كرتين } أي رجعتين أخريين .  والمراد :  كرره مرة بعد أخرى ؛  فانظر هل ترى فيها خللا أو وهنا أو عيبا .  والكره :  المرة من الكر ،  وهو العطف على الشيء بالذات أو الفعل ،  والرجوع إليه . {  ينقلب إليك البصر خاسئا } يعد إليك البصر صاغرا مبعدا من إصابة ما التمسه من العيب والخلل [ آية 25 البقرة ص 32 ] .  يقال :  خسأت الكلب ،  أبعدته وطردته .  وخسأ الكلب بنفسه – من باب قطع – فانخسأ . {  وهو حسير } كليل منقطع من كثرة المراجعة والمعاودة ،  لم يدرك ما طلب ؛  من حسر بصره يحسر حسورا :  إذا كل وانقطع من طول المدى .",
        "sura": "67",
        "aya": "4",
        "page": "562"
    },
    {
        "text": "وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَٰبِيحَ وَجَعَلْنَٰهَا رُجُومًا لِّلشَّيَٰطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ ٱلسَّعِيرِ",
        "tafsir": "{  زينا السماء الدنيا بمصابيح } بكواكب مضيئة كإضاءة الصبح ،  ليست كمصابيحكم التي تعرفونها . {  وجعلناها رجوما للشياطين } أي جعلنا منها مراجم للشياطين بانقضاض الشهب المنبعثة عنها على مسترق السمع منهم ،  جمع رجم ،  وهو في الأصل مصدر رجمه رجما – من باب نصر - :  إذا رماه بالرجام أي الحجارة ؛  سمي به ما يرجم به . {  وأعتدنا لهم عذاب السعير } عذاب النار المشتعلة في الآخرة ،  بعد الرجم في الدنيا بالشهب .  يقال :  سعر النار – كمنع – ألهبها ؛  كسعرها وأسعرها ،  فهي مسعورة وسعير .\r\n\r\n",
        "sura": "67",
        "aya": "5",
        "page": "562"
    },
    {
        "text": "وَلِلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ ٱلْمَصِيرُ",
        "tafsir": "(6) - وَلَقَدْ أَعَدَّ اللهُ تَعَالَى لِلَّذِينَ كَفَرُوا بِرَبِّهِمْ، وَأَشْرَكُوا بِعِبَادَتِهِ، عَذَاباً أَلِيماً فِي نَارِ جَهَنَّمَ، وَبِئْسَتْ نَارُ جَهَنَّمَ لِلْكَافِرِينَ مُسْتَقَرّاً وَمَصِيراً.\n",
        "sura": "67",
        "aya": "6",
        "page": "562"
    },
    {
        "text": "إِذَآ أُلْقُوا۟ فِيهَا سَمِعُوا۟ لَهَا شَهِيقًا وَهِىَ تَفُورُ",
        "tafsir": "{  سمعوا لها شهيقا } صوتا منكرا عند إلقاء الكفار فيها ؛  كصوت الحمير وهو أنكر الأصوات . {  وهي تفور } تغلي بهم غليان المرجل بما فيه .  والفور :  شدة الغليان ؛  ويقال ذلك في النار إذا هاجت ،  وفي القدر إذا غلت .\r\n\r\n",
        "sura": "67",
        "aya": "7",
        "page": "562"
    },
    {
        "text": "تَكَادُ تَمَيَّزُ مِنَ ٱلْغَيْظِ كُلَّمَآ أُلْقِىَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌ",
        "tafsir": "{  تكاد تميز من الغيظ } تتميز ،  أي تتقطع وينفصل بعضها من بعض من شدة الغضب عليهم .  والغيظ :  أشد الغضب . {  فوج } جماعة من الكفار .\r\n\r\n",
        "sura": "67",
        "aya": "8",
        "page": "562"
    },
    {
        "text": "قَالُوا۟ بَلَىٰ قَدْ جَآءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ ٱللَّهُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍ كَبِيرٍ",
        "tafsir": "{ضَلاَلٍ}\r\n(9) - وَيَرُدُّ هَؤُلاَءِ المُجْرِمُونَ عَلَى خَزَنَةِ جَهَنَّمَ قَائِلِينَ: بَلَى لَقَدْ جَاءَنَا رَسُولٌ مِنْ رَبِّنَا يَدْعُونَا إِلَى اللهِ، وَيُنْذِرُنَا مِنْ عَذَابِهِ، فَكَذَّبْنَاهُ وَقُلْنَا لَهُ: إِنَّ اللهَ لَمْ يُنَزِّلْ شَيْئاً، وَلَمْ يُرْسِلْ إِلينَا رَسُولاً، وَمَا أَنْتَ يَا أَيُّهَا الرَّسُولُ إِلاَّ بَشَرٌ مِثْلُنَا، فَمَا أَنْتَ، فِيمَا تَدَّعِيهِ مِنَ الرِّسَالَةِ مِنَ اللهِ، إِلاَّ مُجَانِبٌ لِلْحَقِّ، بَعِيدٌ عَنْ جَادَّةِ الصَّوَابِ.\n",
        "sura": "67",
        "aya": "9",
        "page": "562"
    },
    {
        "text": "وَقَالُوا۟ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِىٓ أَصْحَٰبِ ٱلسَّعِيرِ",
        "tafsir": "{أَصْحَابِ}\r\n(10) - وَقَالُوا مُبْدِينَ أَسَفَهُمْ وَنَدَمَهُمْ عَلَى مَا كَانَ مِنْهُمْ، فِي وَقْتٍ لاَ يَنْفَعُ فِيهِ النَّدَمُ: لَوْ كَانَتْ لَنَا آذَانٌ تَسْمَعُ، أَوْ عُقُولٌ تُدْرِكُ، وَنَعِي بِهَا مَا أَنْزَلَ اللهُ، لَمَا كُنَّا أَقْمْنَا عَلَى الكُفْرِ بِاللهِ، وَالاغْتِرَارِ بِالدُّنْيَا وَلَذَّاتِهَا، وَلَمَا صِرْنَا إِلَى مَا نَحْنُ فِيهِ اليَوْمَ مِنَ الخِزْيِ والعَذَابِ الأَلِيمِ فِي نَارِ جَهَنَّمَ.\n",
        "sura": "67",
        "aya": "10",
        "page": "562"
    },
    {
        "text": "فَٱعْتَرَفُوا۟ بِذَنۢبِهِمْ فَسُحْقًا لِّأَصْحَٰبِ ٱلسَّعِيرِ",
        "tafsir": "{  فسحقا لأصحاب السعير } فبعدا لهم من رحمة الله ؛  وهو دعاء عليهم .  والسحق :  البعد .  يقال :  سحق – ككرم وعلم – سحقا ؛  أي بعدا بعدا ،  فهو السحيق .  وأسحقه الله :  أبعده ،  وهو مصدر ناب عن فعله في الدعاء ؛  أي أسحقهم الله سحقا .  واللام في  \" لأصحاب \"  للتبيين ؛  كما في :  سقيا لك ،  وجدعا له وعقرا .\r\n\r\n",
        "sura": "67",
        "aya": "11",
        "page": "562"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
        "tafsir": "(12) -  إِنَّ الذِينَ يَخَافُونَ مَقَامَ رَبِّهِمْ فَيَكُفُّونَ أَنْفُسَهُمْ عَنِ المَعَاصِي، وَيَقُومُونَ بِالطَّاعَاتِ وَهُمْ بَعِيدُونَ عَنْ أَعْيُنِ النَّاسِ إِذْ لاَ تَرَاهُمْ عَيْنٌ غَيْرُ عَيْنِ اللهِ تَعَالَى، فَإِنَّ اللهَ تَعَالَى يَعِدُهُمْ بِأَنْ يَغْفِرَ لَهُمْ ذُنُوبَهُمْ، وَبِأَنْ يُجْزِلَ لَهُمْ الثَّوَابَ عَلَى حَسَنَاتِهِمْ، وَيُدْخِلَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ.\n",
        "sura": "67",
        "aya": "12",
        "page": "562"
    }
]