[
    {
        "text": "وَٱتَّبَعْتُ مِلَّةَ ءَابَآءِىٓ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ مَا كَانَ لَنَآ أَن نُّشْرِكَ بِٱللَّهِ مِن شَىْءٍ ذَٰلِكَ مِن فَضْلِ ٱللَّهِ عَلَيْنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
        "tafsir": "{آبَآئِـيۤ} {إِبْرَاهِيمَ} {وَإِسْحَاقَ} - وقال يوسف، عليه السلام، للغلامين: إنه ترك طريق الكفر والشرك،واتبع سبيل المرسلين المهتدين من آبائه، صلوات الله عليهم، وهذا التوحيد والاعتراف بأنه لا إله إلا الله، هو من فضل الله عليه وعلى آبائه، وقد أوحاه الله إليهم، وأمرهم به. ومن فضل الله على الناس أنه جعل يوسف وآباءه دعاة للناس إلى الخير، وإلى سبيل الله القويم، ولكن أكثر الناس لا يعرفون نعمة الله عليهم بإرسال الرسل، ولا يشكرونه تعالى على هذه النعمة بالطاعة والإيمان وحسن العمل.",
        "sura": "12",
        "aya": "38",
        "page": "240"
    },
    {
        "text": "يَٰصَىٰحِبَىِ ٱلسِّجْنِ ءَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
        "tafsir": "{يٰصَاحِبَيِ} {أَأَرْبَابٌ} {ٱلْوَاحِدُ} - وسأل يوسف، عليه السلام، الفتيين، وهو يدعوهما إلى الإيمان بالله وحده لا شريك له: هل عبادة أرباب متفرقين لا يملكون لأنفسهم نفعا ولا ضرا، خير أم عبادة الله وحده، وهو الإله الواحد الذي لا يقهر ولا يغالب، وقد ذل لعزته وجلاله كل شيء.\r\n(أَشَارَ يُوسُفُ إِلى الآلِهَةِ المُتَفَرِّقِينَ، لأِنَّ التَّفَرُّقِ يَقْتَضِي التَّنَازُعَ وَالاخْتِلاَفَ فِي الأَعْمَالِ وَالتدبِيرِ وَيَقتَضِي إِفْسَادَ نِظَامِ الكَوْنِ) .",
        "sura": "12",
        "aya": "39",
        "page": "240"
    },
    {
        "text": "مَا تَعْبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
        "tafsir": "{آبَآؤُكُمْ} {سُلْطَانٍ} - ثم قال لهما: إن ما يعبدونه هم وآباؤهم من دون الله الحق من آلهة أخرى، كالأصنام والأوثان ... هي أسماء سموها من تلقاء أنفسهم، تلقاها خلفهم عن سلفهم، وليس لذلك مستند عند الله، ولا حجة ولا برهان. ثم أخبرهم أن الحكم والمشيئة والملك، كل ذلك لله وحده، وقد أمر الله سبحانه عباده قاطبة، أن لا يعبدوا إلا إياه. ثم قال للغلامين: إن ما يدعوهما إليه من عبادة الله وحده، هو الدين القويم المستقيم الذي أمر الله به، ولكن أكثر الناس لا يعلمون هذه الحقيقة لذلك كانوا مشركين.\r\nالدين القيم- الدين القويم المستقيم بالبراهين.",
        "sura": "12",
        "aya": "40",
        "page": "240"
    },
    {
        "text": "يَٰصَىٰحِبَىِ ٱلسِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِى رَبَّهُۥ خَمْرًا وَأَمَّا ٱلْءَاخَرُ فَيُصْلَبُ فَتَأْكُلُ ٱلطَّيْرُ مِن رَّأْسِهِۦ قُضِىَ ٱلْأَمْرُ ٱلَّذِى فِيهِ تَسْتَفْتِيَانِ",
        "tafsir": "{يٰصَاحِبَيِ} - ثم قال يوسف عليه السلام يفسر حلم الشابين: إن أحدهما، وهو الذي رأى نفسه في المنام يعصر خمرا، سيخرج من السجن، وسيسقي سيده الملك (رَبَّهُ) الخمر، وإن الآخر- وهو الذي رأى أنه يحمل فوق رأسه خبزا تأتي الطير فتأكل منه- فإنه سيصلب فتأكل الطير من لحم رأسه. ثم قال لهما إن كل ما قاله سيقع بتمامه، وإنه أمر مقضي من الله.",
        "sura": "12",
        "aya": "41",
        "page": "240"
    },
    {
        "text": "وَقَالَ لِلَّذِى ظَنَّ أَنَّهُۥ نَاجٍ مِّنْهُمَا ٱذْكُرْنِى عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيْطَٰنُ ذِكْرَ رَبِّهِۦ فَلَبِثَ فِى ٱلسِّجْنِ بِضْعَ سِنِينَ",
        "tafsir": "{فأنساه الشيطان. .  .} أنسى الشيطان ذلك الناجي ذكر يوسف عند سيده {بضع سنين} البضع –بالكسر ويفتح- ما بين الثلاث إلى التسع أو السبع، من البضع بمعنى القطع والشق يقال: بضعت الشيء، أي قطعته .",
        "sura": "12",
        "aya": "42",
        "page": "240"
    },
    {
        "text": "وَقَالَ ٱلْمَلِكُ إِنِّىٓ أَرَىٰ سَبْعَ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنۢبُلَٰتٍ خُضْرٍ وَأُخَرَ يَابِسَٰتٍ يَٰٓأَيُّهَا ٱلْمَلَأُ أَفْتُونِى فِى رُءْيَٰىَ إِن كُنتُمْ لِلرُّءْيَا تَعْبُرُونَ",
        "tafsir": "{يأكلهن سبع عجاف} مهزولة. والعجف– بفتحتين– ذهاب السمن، وهو أعجف وهي عجفاء. و قد عجف– كفرح وكرم-: ذهب سمنه. {إن كنتم للرؤيا تعبرون} أي إن كنتم تعبرون الرؤيا، أي تعلمون  تعبيرها علما مستمرا، من العبور وهو المجاوزة. يقال: عبر الرؤيا يعبرها عبرا\r\nوعبارة وعبرها، فسرها وأولها، أي ذكر عاقبتها وآخر أمرها. وعبرت النهر عبرا وعبورا، إذا قطعته وجاوزته. واللام لتقوية الفعل بعدها .",
        "sura": "12",
        "aya": "43",
        "page": "240"
    }
]