[{"text":"وَحَسِبُوٓا۟ أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا۟ وَصَمُّوا۟ ثُمَّ تَابَ ٱللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا۟ وَصَمُّوا۟ كَثِيرٌ مِّنْهُمْ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ","aya":"71","page":"120","tafsir":"{  و حسبوا أن لا تكون فتنة .  .  }أي ظن اليهود أنه لا نصيب من الله بلاء ولا عذاب بقتل الأنبياء \r\nو تكذيب الرسل ، لزعمهم أنهم أبناء الله وأحباؤه ، أو لإمهال الله إياهم ، أو لنحو ذلك ، فتمادوا في فنون الغي والفساد ، وعموا عن الدين الذي جاء به الرسل ، وصموا عن استماع الحق الذي ألقوه إليهم .  \r\nو هذه هي المرة الأولى من مرتين إفساد بني إسرائيل ، حين خالفوا التوراة وارتكبوا المحرمات . ثم عموا وصموا بعد أن تابوا مما كانوا عليه من الفساد ، وأنعم الله عليهم بفكاكهم من أسر الذل والمهانة التي لبثوا فيها دهرا طويلا تحت قهر بختنصر ، ورجوعهم إلى بيت المقدس بعد التفرق في الأكناف و التشتت في الأرض . فاجترءوا-إلا قليلا منهم- على قتل زكريا و يحيى ، وهموا بقتل عيسى عليهم السلام . فكان ذلك هو المرة الأخرى من مرتي الإفساد . وقيل : إن العمى والصم الأول إشارة إلى ما كان منهم في عهد زكريا و يحيى ، والثاني إشارة إلى ما كان منهم في زمن محمد صلى الله عليه وسلم . و{  كثير منهم }بدل من الواو في {  عملوا وصموا } .  \r\n \r\n"},{"text":"لَقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ وَقَالَ ٱلْمَسِيحُ يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ إِنَّهُۥ مَن يُشْرِكْ بِٱللَّهِ فَقَدْ حَرَّمَ ٱللَّهُ عَلَيْهِ ٱلْجَنَّةَ وَمَأْوَىٰهُ ٱلنَّارُ وَمَا لِلظَّٰلِمِينَ مِنْ أَنصَارٍ","aya":"72","page":"120","tafsir":""},{"text":"لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ ثَالِثُ ثَلَٰثَةٍ وَمَا مِنْ إِلَٰهٍ إِلَّآ إِلَٰهٌ وَٰحِدٌ وَإِن لَّمْ يَنتَهُوا۟ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ","aya":"73","page":"120","tafsir":"{  لقد كفر الذين قالوا .  .  }للنصارى عقائد مختلفة متضاربة في عيسى عليه السلام ، تنكرها العقول ، وتأباها الفطر ، وهم فرق شتى وشيع متكاذبة ، كل شيعة تكفر الأخرى . فمنهم من يزعم أن الله هو المسيح ، ومنهم من يزعم أن الله ثالث آلهة ثلاثة ، ومنهم من يزعم أن المسيح ابن الله تعالى . وقد كذبهم الله جميعا ،  وسجل عليهم الكفر في غير آية ،  وندد بعقولهم وهددهم أشد التهديد بما ذكره من الآيات البينات ، التي منها هذه الآيات .  \r\n \r\n"},{"text":"أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسْتَغْفِرُونَهُۥ وَٱللَّهُ غَفُورٌ رَّحِيمٌ","aya":"74","page":"120","tafsir":""},{"text":"مَّا ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٌ كَانَا يَأْكُلَانِ ٱلطَّعَامَ ٱنظُرْ كَيْفَ نُبَيِّنُ لَهُمُ ٱلْءَايَٰتِ ثُمَّ ٱنظُرْ أَنَّىٰ يُؤْفَكُونَ","aya":"75","page":"120","tafsir":"{  ما المسيح ابن مريم إلا رسول }فهو بشر مخلوق الله تعالى ، وعبد من أصفياء عباده ، اختاره للرسالة ، كسائر الرسل الذين مضوا قبله ، وسيمضي كما مضوا ، فكيف يكون إلاها أو جزء إله ؟  \r\nإن ذلك باطل من القول . و{  أمه صديقة }أي وما أمه إلا أمة من إماء الله كسائر النساء ديدنها الصدق مع الله ، أو التصديق له في سائر أمورها ، فمن أين لكم وصفها بما وصفتموها به ؟ {  كانا يأكلان الطعام }أي كانا محتاجين إلى القوت ، وإلى القوى التي لا بد منها في هضمه ، وإحالته إلى ما به قوام الجسم والحياة ، وفي نفض ما لا بد من نفضه من المواد ، وليس شيء من ذلك في قدرتهما ، وإنما هو بقدرة الله تعالى وتدبيره ، فهما في ذلك كسائر البشر ، فكيف تنسبون إليهما ما نسبتم من الباطل المحال ؟  \r\nوقيل- كما قال الآلوسي-إنه كناية عن قضاء الحاجة ، لأن من أكل الطعام احتاج إلى النفض . وهذا أمر مذاقا في أفواه مدعى ألوهيتهما ، لما في ذلك- مع الدلالة على الاحتياج المنافي للألوهية- من البشاعة ما لا يخفى . {  أنى يؤفكون }كيف يصرفون عن استماع الحق وتبينه مع ما بينا من دلائله . إن ذلك لشيء يتعجب منه غاية التعجب . يقال : أفكه عن الشيء يأفكه أفكا ، صرفه عنه وقلبه ، فأنا آفكه وهو مأفود وقد أفكت الأرض أفكا : صرف عنها المطر .  \r\n \r\n"},{"text":"قُلْ أَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","aya":"76","page":"120","tafsir":""}]