[
    {
        "text": "أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَٰمًا فَهُمْ لَهَا مَٰلِكُونَ",
        "tafsir": "{  أو لم يروا .  .  .  } دليل آخر من أدلة القدرة ،  وتنديد بالمشركين ،  وتسلية للرسول صلى الله عليه وسلم .  أي ألم يتفكروا ولم يروا .  .  .  !  ؟\r\n\r\n",
        "sura": "36",
        "aya": "71",
        "page": "445"
    },
    {
        "text": "وَذَلَّلْنَٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
        "tafsir": "{ذَلَّلْنَاهَا}\r\n(72) - وَأَخْضَعْنَاهَا لَهُمْ، فَجَعَلنَاهَا مُنقَادَةً يَرْكَبُونَها، وَيَحْمِلُونَ عَلَيْهَا، وَيَنْحَرُونَها، وَيَأْكُلُونَ مِن لُحُومِها.\r\nذَلَّلْنَاهَا لَهُمْ - صَيَّرْنَاهَا مُسَخَّرَةً مُنْقَادَةً لَهُمْ.\n",
        "sura": "36",
        "aya": "72",
        "page": "445"
    },
    {
        "text": "وَلَهُمْ فِيهَا مَنَٰفِعُ وَمَشَارِبُ أَفَلَا يَشْكُرُونَ",
        "tafsir": "{مَنَافِعُ}\r\n(73) - وَلَهُمْ فِيهَا مَنَافِعُ أُخْرَى غَيْرُ الرُّكُوبِ والنَّحْرِ، فَهُمْ يَسْتَفِيدُونَ مِنْ جُلُودِها وَأَصْوَافِهَا وَأَلْبَانِهَا، وَيَسْتَخْدِمُونَهَا فِي أَعْمَالِ الرَّيِّ والحِرَاثَةِ وَغَيْرِهَا، أَفَلاَ يَشْكُرُ هَؤُلاءِ الكَافِرُونَ نِعْمَةَ رَبِّهِمْ بِالقِيَامِ بِطَاعَتِهِ، وَعِبَادَتِهِ وَحْدَهُ لاَ شَرِيكَ لَهُ؟\n",
        "sura": "36",
        "aya": "73",
        "page": "445"
    },
    {
        "text": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لَّعَلَّهُمْ يُنصَرُونَ",
        "tafsir": "{آلِهَةً}\r\n(74) - واتَّخَذَ هَؤُلاَءِ المُشْرِكُونَ آلِهَةً يَعْبُدُونَهَا مِنْ دُونِ اللهِ، طَمَعاً فِي أَنْ تَنْصُرَهُمْ، وَتَدْفَعَ عَنْهُم العَذَابَ، وَأَنْ تُقَرِّبَهم إِلَى اللهِ زُلْفَى.\n",
        "sura": "36",
        "aya": "74",
        "page": "445"
    },
    {
        "text": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ",
        "tafsir": "{  وهم لهم جند محضرون } أي وآلهتهم من الأصنام جند لهم ،  محضرون معهم في النار ليعذبوا بهم فيها ؛  على حد قوله تعالى :   \" وقودها الناس والحجارة \"  .\r\n\r\n",
        "sura": "36",
        "aya": "75",
        "page": "445"
    },
    {
        "text": "فَلَا يَحْزُنكَ قَوْلُهُمْ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
        "tafsir": "(76) - فَلاَ يَحْزُنْكَ مَا يَقُولُهُ هَؤُلاَءِ المُكَذِّبُونَ مِنْ قَوْلِهِمْ عَنْكَ: سَاحِرٌ وَشَاعِرٌ وَمَجْنُونٌ.. وَلاَ تَحْزَنْ مِنْ كُفْرِهِمْ بِاللهِ وَبِآيَاتَهِ، فَإِنَّ اللهَ تَعَالَى يَعْلَمُ جَمِيعَ مَا يَقُولُونَ وَمَا يُعْلِنُونَ بِأَلْسِنَتِهِمْ، وَمَا يُسِرُّونَهُ فِي ضَمَائِرِهِمْ وَمَا يَخْفُونَهُ، وَسَيُجَازِيهِمْ عَلَيْهِ جَمِيعاً الجَزَاءَ الأَوْفَى.\n",
        "sura": "36",
        "aya": "76",
        "page": "445"
    },
    {
        "text": "أَوَلَمْ يَرَ ٱلْإِنسَٰنُ أَنَّا خَلَقْنَٰهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
        "tafsir": "{  فإذا هو خصيم مبين } مبالغ في الخصومة والجدل الباطل ،  ظاهر متجاهر في إنكار البعث ،  مع علمه بأصل خلقته ؛  كيف ومن قدر على أن يجعل من هذه النطفة إنسانا سويا !  لا ريب أنه يقدر على أن يعيد خلقه كما بدأه ،  بل ذلك أهون عليه !  .\r\n\r\n",
        "sura": "36",
        "aya": "77",
        "page": "445"
    },
    {
        "text": "وَضَرَبَ لَنَا مَثَلًا وَنَسِىَ خَلْقَهُۥ قَالَ مَن يُحْىِ ٱلْعِظَٰمَ وَهِىَ رَمِيمٌ",
        "tafsir": "{  ضرب لنا مثلا .  .  .  } وضرب لنا ذلك الإنسان الخصيم المنكر للبعث مثلا .  أي أورد في شأننا قصة هي كالمثل في الغرابة ،  وهي إنكار إحيائنا العظام ،  فقال منكرا :   \" من يحي العظام وهي رميم \"  !  ونسى خلقنا إياه من نطفة ،  وتقليبه في أطوار شتى حتى صار إنسانا سويا .   \" رميم \"  أي بالية أشد البلى ،  بمعنى فاعل ؛  من رم اللازم بمعنى بلى ،  ولم تلحقه التاء لصيرورته بالغلبة اسما لما بلى من العظام فانسلخ عن الوصفية .  أو بمعنى مفعول ؛  من رمّ المتعدى بمعنى أبلى .  يقال :  رمّه أي أبلاه ؛  فيستوى فيه المذكر والمؤنث .\r\n\r\n",
        "sura": "36",
        "aya": "78",
        "page": "445"
    },
    {
        "text": "قُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
        "tafsir": "(79) - فَقُلْ لَهُمْ يَا مُحَمَّدُ مُذَكِّراً بِمَا نَسُوْهُ مِنْ خَلْقِهِمْ مِنْ عَدَمٍ: يُحْيي العِظَامَ الذِي أَنْشَأهَا وَخَلَقَها أَوَّلَ مَرَّةٍ مِنْ عَدَمٍ، وَهُوَ العَلِيمُ بِالعِظَامِ، وَأَيْنَ تَفَرَّقَتْ فِي الأَرْضِ، وَلاَ يَخْفَى عَلَيْهِ شَيءٌ مِنْ خَلْقِهِ.\r\n(وَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم:  \"إِنَّ رَجُلاً حَضَرَتْهُ الوَفَاةُ وآيَسَ مِنَ الحَيَاةِ، فَأَمَرَ بَنِيهِ أَنْ يَحْرِقُوهُ، ثُمَّ يَسْحَقُوهُ، ثُمَّ يَدرُوا نِصْفَه فِي البَرِّ، وَنِصْفَهُ فِي البَحْرِ فِي يَومٍ رَائِحٍ (شَدِيدِ الرِّيحِ)، فَفَعَلُوا ذَلِكَ. فَأَمَرَ اللهُ تَعَالَى البَحْرَ فَجَمَعَ مَا فَيهِ، وَأَمَرَ البَرَّ فَجَمَعَ مَا فِيهِ، ثُمَّ قَالَ لَهُ: كُنْ. فَإِذَا هُوَ رَجُلٌ قَائِمٌ فَقَالَ لَهُ مَا حَمَلَكَ عَلَى مَا صَنَعْتَ؟ قَالَ: مَخَافَتُكَ وَأَنْتَ أَعْلَمُ، فَمَا تَلاَهُ أَنْ غَفَرَ لَهُ\" ) (رواه الإِمَام أحمد).\n",
        "sura": "36",
        "aya": "79",
        "page": "445"
    },
    {
        "text": "ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ",
        "tafsir": "{  الذي جعل لكم من الشجر الأخضر .  .  .  } الندي الرطب ؛  كالمرخ والعفار ؛  وهما نبتان أخضران إذا ضرب أحدهما بالآخر اتقدت منهما شرارة نار .\r\n\r\n",
        "sura": "36",
        "aya": "80",
        "page": "445"
    },
    {
        "text": "أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم بَلَىٰ وَهُوَ ٱلْخَلَّٰقُ ٱلْعَلِيمُ",
        "tafsir": "{ٱلسَّمَاواتِ} {بِقَادِرٍ} {ٱلْخَلاَّقُ}\r\n(81) - يُنَبِّهُ اللهُ تَعَالَى الكَافِرِينَ المُنْكِرِينَ قُدْرَتَهُ عَلَى بَعْثِ العِظَام بَعْدَ أَنْ تُصْبِحَ رَمِيماً، إِلَى أَنْ خَلْقَ مِثْلِ هَذِهِ العِظَامِ الرَّمِيمِ لَيسَ بِأَعْظَم مِنْ خَلْقَ السَّمَاوَاتِ والأَرْضِ بِمَا فِيهَا مِنْ عَجَائِبَ وَمَخْلُوقَاتٍ وَكَوَاكِبَ..\r\nوَإِذَا كَانَ خَلْقُ السَّمَاوَاتِ والأَرْضِ، وَهُوَ الأَعْظَمُ، لَمْ يَتَعَذَّرْ عَلَيْهِ، وَلَمْ يُعْجِزْهُ سُبْحَانَهُ، وَتَعَالَى، فَإِنَّ إِعَادَةَ بَعْثِ الإِنْسَانِ، وَهُوَ الأَسْهَلُ، لَنْ يَتَعَذَّرَ عَلَيْهِ.\r\nبَلَى إِنَّ اللهَ قَادِرٌ عَلَى إِعَادَةِ خَلْقِهِمْ، لأَِنَّ اللهَ تَعَالَى جَدُّهُ هُوَ الخَلاَّقُ، الذِي خَلَقَ كُلَّ مَا فِي الوُجُودِ، العَلِيمُ بِخَلْقِهِ وَأَحوَالِهِمْ، وَمَا يَتَفَتَّتُ مِنْ أَجْسَادِهِمْ، وَيَتَبَعْثَرُ فِي التُّرَابِ، وَلاَ يَفُوتُهُ شَيءٌ مِنْ ذَلِكَ.\r\nبَلَى - إِنَّ اللهَ قَادِرٌ عَلَى خَلْقِ مِثْلِهِمْ.\n",
        "sura": "36",
        "aya": "81",
        "page": "445"
    },
    {
        "text": "إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
        "tafsir": "{  إنما أمره إذا أراد شيئا } [ آية 117 البقرة ص 44 ] .",
        "sura": "36",
        "aya": "82",
        "page": "445"
    },
    {
        "text": "فَسُبْحَٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَإِلَيْهِ تُرْجَعُونَ",
        "tafsir": "{  ملكوت كل شيء } أي ملك كل شيء ملكا تاما .  زيدت الواو والتاء فيه للمبالغة ؛  كما في جبروت ورحموت .  والله أعلم .\r\n ",
        "sura": "36",
        "aya": "83",
        "page": "445"
    }
]