[
    {
        "text": "وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ أَفَأَنتَ تَهْدِى ٱلْعُمْىَ وَلَوْ كَانُوا۟ لَا يُبْصِرُونَ",
        "tafsir": "(43) - وَمِنْهُمْ مَنْ يُوَجِّهُ إِلَيْكَ نَظَرَهُ، وَلكِنَّهُ لاَ يُبْصِرُ مَا آتَاكَ اللهُ مِنْ نُورِ الإِيمَانِ، وَالخُلُق العَظِيمِ، وَالدَّلاَلَةِ القَاطِعَةِ عَلَى نُبُوَّتِكَ. وَكَمَا أَنَّكَ أَيُّهَا الرَّسُولُ لاَ تَقْدِرُ عَلَى هِدَايَةِ العُمْيِ بِدَلاَئِلَ البَصَرِ الحِسِّيَّةِ، كَذَلِكَ فِإِنَّكَ لاَ تَقْدِرُ عَلَى هِدَايَتِهِمْ بِالدَّلاَئِلِ العَقْلِيّةِ، إِذا كَانُوا فَاقِدِينَ لِنِعْمَةِ البَصِيرَةِ التِي تُدْرِكُها.\r\nيَنْظُرُ إِلَيْكَ - يُعَايِنُ دَلاَئِلَ نُبُوَّتِكَ.",
        "sura": "10",
        "aya": "43",
        "page": "214"
    },
    {
        "text": "إِنَّ ٱللَّهَ لَا يَظْلِمُ ٱلنَّاسَ شَيْـًٔا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمْ يَظْلِمُونَ",
        "tafsir": "(44) - وَلَمْ يَكُنْ مِنْ سُنَنِ اللهِ فِي خَلْقِهِ، أَنْ يُنْقِصَهُمْ شَيْئاً مِنَ الأَسْبَابِ التِي يَهْتَدُونَ بِاسْتِعْمَالِها إِلى مَا فِيه خَيْرُهُمْ، مِنْ إِدْرَاكٍ وَإِرْشَادٍ إِلَى الحَقِّ بِإِرْسَالِ الرُّسُلِ، وَنَصْبِ الأدِلَّةِ التِي تُوصِلُهُمْ إِلى سَعَادَتِهِمْ فِي الدُّنْيَا وَالآخِرَةِ. وَلَكِنَّ النَّاسَ يَتَنَكَّبُونَ عَنْ طَرِيقِ الهِدَايَةِ وَالحَقِّ، وَيُصِرُّونَ عَلَى الكُفْرِ بِاللهِ، وَالإِشْرَاكِ بِهِ، فَيَظْلِمُونَ بِذَلِكَ أَنْفُسَهُمْ، لأَِنَّ كُفْرَهُمْ سَيُؤَدِّي بِهِمْ إِلى نَارِ جَهَنَّمَ يَوْمَ القِيَامَةِ، وَاللهُ تَعَالَى قَدْ أَعْذَرَ إليهم، وَبَيَّنَ لَهُمُ الدَّلاَئِلَ وَالحُجَجَ، وَأَرْسَلَ الرُّسُلَ لِهِدَايَتِهِمْ، وَلِذَلِكَ فَإِنهُ تَعَالى لا يَكُونُ قَدْ ظَلَمَ النَّاسَ شَيئاً.",
        "sura": "10",
        "aya": "44",
        "page": "214"
    },
    {
        "text": "وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ وَمَا كَانُوا۟ مُهْتَدِينَ",
        "tafsir": "{  ويوم يحشرهم .  .  .  } ويوم يجمعهم في موقف الحساب كأنهم لم يلبثوا في الدنيا إلا برهة يسيرة من نهار .  والمراد بهذا التشبيه :  بيان تأسفهم وتمنيهم طول مكثهم قبل ذلك ،  لهول ما يرون مما لم يكونوا متوقعين له . {  يتعارفون بينهم } يعرف بعضهم بعضا في هذا الموقف ،  كأنهم لم يتعارفوا إلا قليلا . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "45",
        "page": "214"
    },
    {
        "text": "وَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَ",
        "tafsir": "{  و إما نرينك .  .  .  .  } أي وعن أريناك في حياتك بعض ما نعدهم به من العذاب فذاك ،  وإن توفيناك قبل أن نريك فسنريكه في الآخرة . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "46",
        "page": "214"
    },
    {
        "text": "وَلِكُلِّ أُمَّةٍ رَّسُولٌ فَإِذَا جَآءَ رَسُولُهُمْ قُضِىَ بَيْنَهُم بِٱلْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
        "tafsir": "{  ولكل أمة رسول .  .  .  } ولكل أمة مكلفة بشريعة رسول يأتي يوم القيامة يشهد عليها بالبلاغ<br />\r\nو الكفر والإيمان ،  فإذا شهد بذلك قضي بينهما وبينه بالعدل ،  فحكم بنجاة المؤمن وعقاب الكافر{  وهم لا يظلمون } شيئا أصلا في ذلك القضاء . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "47",
        "page": "214"
    },
    {
        "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{صَادِقِينَ}\r\n(48) - وَيُمْعِنُ مُشْرِكُو قُرَيْشٍ فِي تَكْذِيبِهِمْ بِاليَوْمِ الآخِرِ، فَيَسْتَعْجِلُونَ بِهِ سَاخِرِينَ مُتَهَكِّمِينَ، وَيَقُولُونَ: مَتَى يَكُونُ هَذا الذِي تَعِدُنَا بِهِ مِنَ العَذَابِ، إِنْ كُنْتَ يِا مُحَمَّدُ وَأَصْحَابُكَ صَادِقِينَ فِيمَا تَعِدُونَنَا بِهِ مِنْ حَشْرٍ وَحِسَابٍ وَجَزَاءٍ؟",
        "sura": "10",
        "aya": "48",
        "page": "214"
    },
    {
        "text": "قُل لَّآ أَمْلِكُ لِنَفْسِى ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَآءَ ٱللَّهُ لِكُلِّ أُمَّةٍ أَجَلٌ إِذَا جَآءَ أَجَلُهُمْ فَلَا يَسْتَـْٔخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ",
        "tafsir": "{  لكل أمة أجل } جواب آخر عن استعجالهم العذاب ( آية 34 الأعراف ص 258 ) .",
        "sura": "10",
        "aya": "49",
        "page": "214"
    },
    {
        "text": "قُلْ أَرَءَيْتُمْ إِنْ أَتَىٰكُمْ عَذَابُهُۥ بَيَٰتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ ٱلْمُجْرِمُونَ",
        "tafsir": "{  أرأيتم إن أتاكم .  .  .  .  .  }أي قال لهم :  إن عذابكم أمر محتوم ،  له أجل معلوم ،  سنة الله في الذين خلوا من قبلكم ،  فأخبروني إن حل بكم بغتة ،  في أي وقت وفي أي حالة كنتم عليها :  - أي نوع من أنواعه تطلبونه على عجل ؟  والمراد تقريعهم على الاستهزاء بالوعيد وعلى استعجال العذاب ،  وتهويل أمر العذاب الذي سيحل بهم عما قريب .  و{  بياتا } أي وقت بيات ،  وهو الليل . ( آية 4 الأعراف ص 202 ) .",
        "sura": "10",
        "aya": "50",
        "page": "214"
    },
    {
        "text": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓ ءَآلْـَٰٔنَ وَقَدْ كُنتُم بِهِۦ تَسْتَعْجِلُونَ",
        "tafsir": "{  أثم إذا ما وقع } أي أبعد ما وقع العذاب وحل بكم{  آمنتم به الآن } حين لا ينفعكم الإيمان {  وقد كنتم به تستعجلون } والمقصود الإنكار عليهم في تأخير الإيمان إلى هذا الحد .  وهمزة الاستفهام داخلة على {  ثم } المفيدة للتراخي ،  والاستفهام للتقريع والتوبيخ . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "51",
        "page": "214"
    },
    {
        "text": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَ",
        "tafsir": "(52) - وَيَوْمَ القِيَامَةِ يُقَالُ لِهَؤُلاَءِ الذِينَ رَأَوا العَذَابَ فَآمَنُوا: ذُوقُوا عَذَاباً تَخْلُدُونَ فِيهِ، وَهُوَ جَزَاءٌ وِفَاقٌ بِمَا كُنْتُمْ تَكْفُرونَ، وَتَكْسِبُونَ مِنْ ظُلْمٍ، وَفَسَادٍ فِي الأَرْضِ.",
        "sura": "10",
        "aya": "52",
        "page": "214"
    },
    {
        "text": "وَيَسْتَنۢبِـُٔونَكَ أَحَقٌّ هُوَ قُلْ إِى وَرَبِّىٓ إِنَّهُۥ لَحَقٌّ وَمَآ أَنتُم بِمُعْجِزِينَ",
        "tafsir": "{  و يستبئونك } يستخبرونك عن العذاب الموعود .  يقال :  استنبأت زيدا عن عمرو ،  أي طلبت منه أي يخبروني عنه .  {  إي وربي لحق } أي نعم وربي إنه لحق واقع .  ولا تستعمل{  إي } حرف جواب بمعنى نعم إلا مع القسم خاصة .  {  و ما أنتم بمعجزين } ( راجع آية 134 الأنعام ص 243 ) .",
        "sura": "10",
        "aya": "53",
        "page": "214"
    }
]