[
    {
        "text": "فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوْمَ يُونُسَ لَمَّآ ءَامَنُوا۟ كَشَفْنَا عَنْهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَتَّعْنَٰهُمْ إِلَىٰ حِينٍ",
        "tafsir": "{  فلولا كانت قرية } {  لولا } للتحضيض كهلا ،  وفيه معنى التوبيخ والنفي .  أي فهلا كانت قرية من القرى التي أهلكت هلاك الاستئصال ،  آمنت قبل معاينة العذاب ولم تؤخر إيمانها إلى حين معاينته كما أخر فرعون إيمانه – فنفعها ذلك .  بأن يقبله الله منها ويكشف عنها العذاب بسببه .  لكن قوم يونس لم يجروا على سنة أسلافهم ،  بل بادروا إلى الإيمان قبل نزول العذاب حين رأوا أمارته ،  فقبل الله إيمانهم ،  وكشف عنهم العذاب ومتعهم إلى حين . \r\n\r\n",
        "sura": "10",
        "aya": "98",
        "page": "220"
    },
    {
        "text": "وَلَوْ شَآءَ رَبُّكَ لَءَامَنَ مَن فِى ٱلْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنتَ تُكْرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُوا۟ مُؤْمِنِينَ",
        "tafsir": "{  ولو شاء ربك } أي لكنه لم يشأ ذلك ،  لكونه مخالفا للحكمة التي بني عليها أساس التكوين\r\nو التشريع . \r\n\r\n",
        "sura": "10",
        "aya": "99",
        "page": "220"
    },
    {
        "text": "وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ ٱللَّهِ وَيَجْعَلُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يَعْقِلُونَ",
        "tafsir": "{  وما كان لنفس .  .  .  .  }أي وما كان لنفس علم الله تعالى أنها لا تؤمن ،  أن تؤمن في حال من الأحوال ،  كسلامة العقل وصحة البدن وغيرهما – إلا في حال ملا بستها إرادة الله أن تؤمن . و إرادته تابعة لعلمه به ،  وعلمه به محال ،  لتعلقه بنقيضه وهو عدم الإيمان ،  فيلزم انقلاب العلم جهلا ،  فتكون إرادته ذلك محالا ،  فيكون إيمانها محالا ،  إذ الموقوف على المحال محال ذكره العلامة الآلوسي . \r\n{  ويجعل الرجس } العذاب أو الكفر ،  أو الخذلان الذي هو سبب العذاب .  وأصله الشيء المستقذر . \r\n\r\n",
        "sura": "10",
        "aya": "100",
        "page": "220"
    },
    {
        "text": "قُلِ ٱنظُرُوا۟ مَاذَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا تُغْنِى ٱلْءَايَٰتُ وَٱلنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {ٱلآيَاتُ}\r\n(101) - يُرْشِدُ اللهُ تَعَالَى عِبَادَهُ إِلَى التَّفَكُّرِ فِيمَا خَلَقَ اللهُ تَعَالَى فِي السَّمَاوَاتِ وَالأَرْضِ، وَمَا بَثَّ فِيهِمَا مِنَ الآيَاتِ التِي لاَ تُحْصَى، وَالتِي يَعْقِلُهَا ذَوُو الأَلْبَابِ، وَكُلُّها تَدُلُّ عَلَى أُلُوهِيَّةِ اللهِ، وَوُجُودِهِ وَوَحْدَانِيَّتِهِ. وَلَكِنْ مَا هِيَ فَائِدَةُ الرُّسُلِ وَالآيَاتِ وَالحُجَجِ وَالبَرَاهِينِ لِقَوْمٍ جِاحِدِينَ، لاَ يُتَوَقَّعُ إِيمَانُهُمْ، لأَِنَّهُمْ لَمْ يُوَجِّهُوا أَنْظَارَهُمْ إِلى الاعْتِبَارِ بِالآيَاتِ، وَالاسْتِدْلاَلِ بِهَا عَلَى مَا تَدُلُّ عَلَيْهِ مِنْ وَحْدَانِيَّةِ اللهِ وَقُدْرَتِهِ (وَمَا تُغْنِي الآيَاتُ).",
        "sura": "10",
        "aya": "101",
        "page": "220"
    },
    {
        "text": "فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِهِمْ قُلْ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
        "tafsir": "(102) - فَهَلْ يَنْتَظِرُ هؤُلاءِ المُكَذِّبُونَ لَكَ يَا مُحَمَّدُ إِلاَّ أَنْ يَنَالَهُمْ مِنَ الأَيَّام الشِّدَادِ مِثْلُ مَا أَصَابَ أَسْلاَفَهُمُ المَاضِينَ، الذِينَ كَانُوا عَلَى مِثْلِ مَا هُمْ عَلَيْهِ مِنَ الكُفْرِ وَالشِّرْكِ، وَالتَّكْذِيبِ لِرُسُلِهِمْ، فَقُلْ لَهُمْ: إِنْ كُنْتُمْ تَنْتَظِرُونَ غَيْرَ ذَلِكَ فَانْتَظِرُوا، فَإِنِّي أَنْتَظِرُ أَنْ يُهْلِكَكُمُ اللهُ بِالعُقُوبَةِ لأَِنِّي عَلَى بَيِّنَةٍ مِنْ صِدْقِ وَعْدِ اللهِ لِلْمُرْسَلِينَ.",
        "sura": "10",
        "aya": "102",
        "page": "220"
    },
    {
        "text": "ثُمَّ نُنَجِّى رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ كَذَٰلِكَ حَقًّا عَلَيْنَا نُنجِ ٱلْمُؤْمِنِينَ",
        "tafsir": "{آمَنُواْ}\r\n(103) - ثُمَّ نُنْجِي رُسُلَنَا وَالذِينَ آمَنُوا، وَنُهْلِكَ المُكَذِّبِينَ بِالرُّسُلِ. وَإِنْجَاءُ الرُّسُلِ وَالمُؤْمِنينَ مِنَ العَذَابِ وَالهَلاَكِ، الذِي يُنْزِلُهُ اللهُ بِالكَافِرِينَ المُكَذِّبينَ، حَقٌّ أَوْجَبَهُ اللهُ تَعَالَى عَلَى نَفْسِهِ الكَرِيمَةِ، وَهَذِهِ هِيَ سُنَّتُهُ.",
        "sura": "10",
        "aya": "103",
        "page": "220"
    },
    {
        "text": "قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى شَكٍّ مِّن دِينِى فَلَآ أَعْبُدُ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنْ أَعْبُدُ ٱللَّهَ ٱلَّذِى يَتَوَفَّىٰكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{يٰأَيُّهَا} {يَتَوَفَّاكُمْ}\r\n(104) - قُلْ يَا أَيُّها الرَّسُولُ لِلنَّاسِ: إِنْ كُنْتُمْ فِي شَكٍّ مِنْ صِحَّةِ الدِّينِ الذِي أَدْعُو إِلَيْهِ، وَلَمْ يَتَبَيَّنَ لَكُمْ أَنَّهُ الحَقُّ، فَاسْمَعُوا وَصْفَهُ، وَاعْرِضُوهُ عَلَى عُقُولِكُمْ، وَانْظُرُوا فِيهِ، لِتَعْلَمُوا أَنَّهُ لا مَدْخَلَ فِيهِ لِلشَّكِّ: إِنِّي لاَ أَعْبُدُ الحِجَارَةَ التِي تَعْبُدُونَهَا مِنْ دُونِ اللهِ رَبِّكُمْ وَخَالِقِكُمْ، بَلْ أَعْبُدُ اللهَ الذِي يَتَوَفَّى الخَلْقَ إِذَا شَاءَ، وَيَنْفَعُهُمْ وَيَضُرُّهُمْ إِذا أَرَادَ، وَمِثْلُ هَذا الإله حَقِيقٌ بِأَنْ يُعْبَدَ، وَأَنْ يُخَافَ مِنْهُ وَيُتَّقَى، وَقَدْ أُمِرْتُ بِأَنْ أَكْونَ مِنَ المُؤْمِنينَ المُسْتَسْلِمِينَ لأَمْرِهِ تَعَالَى.",
        "sura": "10",
        "aya": "104",
        "page": "220"
    },
    {
        "text": "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
        "tafsir": "{  وأن أقم وجهك .  .  .  } وأوحي إل أن أقم نفسك على دين الإسلام ،  مقبلا بوجهك عليه غير ملتفت إلى سواء . {  حنيفا } مائلا إليه . \r\n\r\n",
        "sura": "10",
        "aya": "105",
        "page": "220"
    },
    {
        "text": "وَلَا تَدْعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَ فَإِن فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ ٱلظَّٰلِمِينَ",
        "tafsir": "{ٱلظَّالِمِينَ}\r\n(106) - وَلاَ تَدْعُ إِلهاً غَيْرَ اللهِ تَعَالَى دُعَاءَ عِبَادَةٍ، لاَ عَلَى سَبِيلِ الاسْتِقْلاَلِ، وَلاَ عَلَى سَبِيلِ الاشْتِرَاكِ، فَغَيْرُ اللهِ لاَ يَنْفَعُ وَلاَ يَضُرُّ، فَإِنْ فَعَلْتَ هذا، وَدَعَوْتَ غَيْرَهُ، كُنْتَ إِذاً مِنَ الذِينَ ظَلَمُوا أَنْفُسَهُمْ، وَلاَ ظُلْمَ لِلنَّفْسِ أَكْبَرُ مِنْ ظُلْمِ الشِّرْكِ بِاللهِ.\r\nوَهَذا النَّهْيُ مُوَجَّهٌ لِلأُمَّةِ لأَِنَّهُ صَلَوَاتُ اللهِ عَلَيْهِ مَعْصُومٌ مِنْ مِثْلِ هَذِهِ الأُمُوِر.",
        "sura": "10",
        "aya": "106",
        "page": "220"
    }
]