[
    {
        "text": "ٱلَّذِينَ جَعَلُوا۟ ٱلْقُرْءَانَ عِضِينَ",
        "tafsir": "{ٱلْقُرْآنَ} - الذين جزؤوا كتاب الله فجعلوه أصنافا فآمنوا ببعض، وكفروا ببعض.\r\nعضين- أعضاء وأجزاء فآمنوا ببعض وكفروا ببعض.",
        "sura": "15",
        "aya": "91",
        "page": "267"
    },
    {
        "text": "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ أَجْمَعِينَ",
        "tafsir": "{لَنَسْأَلَنَّهُمْ} - ويقسم الله تعالى بذاته الكريمة على أنه سيسأل هؤلاء المكذبين والمقتسمين ... جميعا عما كانوا يقولونه ويفعلونه فيما بعثناك به إليهم.",
        "sura": "15",
        "aya": "92",
        "page": "267"
    },
    {
        "text": "عَمَّا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "أي إن الله تعالى سيسأل هؤلاء الذين جعلوا القرآن عضين، فآمنوا ببعض وكفروا ببعض، عن جميع أعمالهم، حينما يحشرهم للحساب يوم القيامة.",
        "sura": "15",
        "aya": "93",
        "page": "267"
    },
    {
        "text": "فَٱصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
        "tafsir": "{فاصدع بما تؤمر} أظهره وأجهر به. يقال: صدع بالحجة، إذا تكلم بها جهارا، أو أفرق بين الحق الباطل، من الصدع بمعنى الشق والفرق. وقد كان رسول الله  صلى الله عليه وسلم مستخفيا  بالدعوة، حتى نزلت هذه الآية فخرج هو أصحابه معلنين بها لا يبالون بالمشركين، كما قال تعالى: {وأعرض عن المشركين} .",
        "sura": "15",
        "aya": "94",
        "page": "267"
    },
    {
        "text": "إِنَّا كَفَيْنَٰكَ ٱلْمُسْتَهْزِءِينَ",
        "tafsir": "{إنا كفيناك المستهزئين} تولينا إهلاكهم، من كفيت فلانا المئونة: إذا توليتها له ولم تحوجه إليها .",
        "sura": "15",
        "aya": "95",
        "page": "267"
    },
    {
        "text": "ٱلَّذِينَ يَجْعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَسَوْفَ يَعْلَمُونَ",
        "tafsir": "{آخَرَ}\r\nوهؤلاء حل عليهم غضب الله وعذابه لأنهم جعلوا مع الله معبودا آخر، فسوف يعلمون مصيرهم في العذاب يوم القيامة.",
        "sura": "15",
        "aya": "96",
        "page": "267"
    },
    {
        "text": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ",
        "tafsir": "وإنا لنعلم- يا محمد- أنك تشعر بالضيق والانقباض من أذاهم، ومن تكذيبهم إياك، واستهزائهم بك، فلا يضيقن بذلك صدرك، ولا يثنينك ذلك عن إبلاغ رسالة ربك.",
        "sura": "15",
        "aya": "97",
        "page": "267"
    },
    {
        "text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ",
        "tafsir": "{فسبح بحمد ربك} فافزع إلى الله تعالى فيما نابك من ضيق الصدر بالتسبيح والتحميد، يكفك  ويكشف الغم عنك .",
        "sura": "15",
        "aya": "98",
        "page": "267"
    },
    {
        "text": "وَٱعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ ٱلْيَقِينُ",
        "tafsir": "{اليقين} أي الموت. والله أعلم .",
        "sura": "15",
        "aya": "99",
        "page": "267"
    },
    {
        "text": "أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
        "tafsir": "{أتى أمر الله. .  ..} قرب ودنا ما وعد الله به صلى الله عليه وسلم، من النصر على الأعداء، و الانتقام منهم بالقتل والسبي واستئصال الأموال، والاستيلاء على المنازل والديار. أو قرب مجئ يوم القيامة الذي فيه عذاب المنكرين. وأبرز المتوقع في صورة الواقع لتحققه ولصدق المخبر به. {فلا تستعجلوه} أي الأمر فإنه واقع لا محالة. وكان الكفار يستعجلون الموعود به استهزاء. {سبحانه وتعالى عما يشركون} تنزه وتعاظم بذاته عن إشراكهم المؤدى إلى صدور تلك الأباطيل عنهم. أو عن أن يكون له شريك فيدفع ما أراد الله بهم. وكانوا يقولون: إن صح مجيء يوم القيامة فإن الأصنام تشفع لنا فيه .",
        "sura": "16",
        "aya": "1",
        "page": "267"
    },
    {
        "text": "يُنَزِّلُ ٱلْمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ أَنْ أَنذِرُوٓا۟ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
        "tafsir": "{ينزل الملائكة بالروح} بالوحي، أي الموحى به الذين من جملته التوحيد، كما في قوله تعالى: {يلقى الروح من أمره على من يشاء من عباده} .  وإطلاق الروح عليه مجاز، لأن بالوحي تحيى القلوب الميتة بداء الجهل والضلال، كما أن بالروح حياة الأبدان. والمراد بالملائكة: جبريل عليه السلام رسول الوحي ومن معه من حفظة الوحي. وقيل: جبريل خاصة، والواحد يسمى باسم الجمع إذا كان رئيسا عظيما .",
        "sura": "16",
        "aya": "2",
        "page": "267"
    },
    {
        "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ تَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
        "tafsir": "{خلق السماوات. .  .} شروع في بيان أدلة التوحيد، واتصاف ذاته العلية بصفات الجلال والإكرام، والتنبيه على أن كل واحد منها كاف في صرف المشركين عما هم فيه من الشرك. والمراد بالسماوات والأرض: العالم العلوي والسفلي. وخلقها بالحق: إيجادها متلبسا بما يحق له بمقتضى الحكمة البالغة .",
        "sura": "16",
        "aya": "3",
        "page": "267"
    },
    {
        "text": "خَلَقَ ٱلْإِنسَٰنَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
        "tafsir": "{خلق الإنسان. .  .} أي هذا النوع غير الفرد الأول منه وهو آدم عليه السلام {من نطفة} أي من مني. وأصلها الماء الصافي. أو قليل الماء الذي يبقى في الدلو أو القربة، كالنطافة. وجمعها نطف ونطاف. يقال: نطفت القربة– من باب قتل وضرب- إذا قطرت، من النطف بمعنى السيلان\r\nو التقاطر. {فإذا هو خصيم مبين} مخاصم ومجادل في البعث مع خلقه من نطفة مهينة، ينكر على خالقه القدرة عليه ويقول: {من يحيي العظام وهي رميم} .  {مبين} بين الخصومة  ظاهرها. يقال: خصم الرجل يخصم– من باب تعب- إذا أحكم الخصومة، فهو خصم وخصيم .",
        "sura": "16",
        "aya": "4",
        "page": "267"
    },
    {
        "text": "وَٱلْأَنْعَٰمَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَٰفِعُ وَمِنْهَا تَأْكُلُونَ",
        "tafsir": "{والأنعام خلقها} بعد أن ذكر خلق السماوات والأرض ثم خلق الإنسان، ذكر ما ينتفع به الإنسان، وبدأ بذكر الحيوان المنتفع به وهو الأنعام: الإبل والبقر والغنم. {لكم فيها دفء} الدفء: السخونة، ويقابله حدة البرد. ويطلق على ما يدفئ من الأصواف والأوبار، وعلى نتاج الإبل وألبانها وما ينتفع به منها. يقال: دفىء الرجل– من باب طرب- فهو دفىء– كتعب– ودفأن وهي دفآن، كغضبان وغضبى .",
        "sura": "16",
        "aya": "5",
        "page": "267"
    },
    {
        "text": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
        "tafsir": "{ولكم فيها جمال} زينة وعظمة ووجاهة عند الناس {حين تريحون} حين تردونها بالعشي من مسارحها إلى مراحها. يقال: أراح الماشية يريحها إراحة، إذا ردها إلى المراح، وهو منزلها الذي\r\nتأوي إليه وتروح عشية. {حين تسرحون} حين تخرجونها غدوة من مراحها إلى مسارحها ومراعيها. يقال: سرحت الماشية أسرحها سرحا وسروحا، أي أخرجتها بالغداة إلى المرعى، وسرحت هي. وسرح فلان ماشيته يسرحها تسريحا: إذا أخرجها للمرعى غدوة .",
        "sura": "16",
        "aya": "6",
        "page": "267"
    }
]