[
    {
        "text": "قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
        "tafsir": "(75) - فَقَالَ الرَّجُلُ مُذَكِّراً بِمَا قَالَهُ فِي بَدْءِ الرِّحْلَةِ، وَهُوَ أَنَّ مُوسَى لَنْ يَسْتَطِيعَ أَنْ يَصْبِرَ عَلَى مَا يَرَاهُ مِنْهُ، وَأَنَّهُ سَيَعْتَرِضُ عَلَيْهِ قَبْلَ أَنْ يَعْرِفَ الأَسَبَابَ الخَفِيَّةَ لِلْفِعْلِ؟",
        "sura": "18",
        "aya": "75",
        "page": "302"
    },
    {
        "text": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَٰحِبْنِى قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًا",
        "tafsir": "{  قد بلغت من لدني عذرا } أي قد بلغت إلى الغاية التي تعذر بسببها في فراقي حيث خالفتك مرارا . \r\n\r\n",
        "sura": "18",
        "aya": "76",
        "page": "302"
    },
    {
        "text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا",
        "tafsir": "{لَتَّخَذْتَ}\r\n(77) - فَسَارَا مُنْطَلِقَيْنِ فِي سَبِيلِهِمَا حَتَّى أَتَيَا قَرْيَةً، وَلَمْ يَكُنْ مَعَهُمَا زَادٌ، فَسَأَلاَ أَهْلَهَا الطَّعَامَ، فَلَمْ يَقْبَلْ أَحَدٌ فِيهَا أَنْ يُطْعِمَهُمَا. وَبَيْنَمَا كَانَا يَسِيرَانِ فِي القَرْيَةِ وَجَدَا جِدَاراً مُتَدَاعِياً لِلسُّقُوطِ، فَقَامَ الرَّجُلُ الصَّالِحُ بِإِقَامَتِهِ وَتَدْعِيمِهِ. فَقَالَ لَهُ مُوسَى: إِنَّ أَهْلَ القَرْيَةِ لَمْ يُطْعِمُوهُمَا، فَكَانَ عَلَيْهِ أَنْ لاَ يَقُومَ لَهُمْ بِعَمَلٍ بِدُونِ أَجْرٍ.\r\nفَأَبَوْا - فَامْتَنَعُوا.\r\nيُرِيدُ أَنْ يَنْقَضَّ - مُتَدَاعِياً لِلسُّقًُوطِ.",
        "sura": "18",
        "aya": "77",
        "page": "302"
    },
    {
        "text": "قَالَ هَٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
        "tafsir": "(78) - فَقَالَ الرَّجُلُ لِمُوسَى: إِنَّكَ اشْتَرَطْتَ وَقْتَ قَتْلِ الغُلاَمِ أَنْ لاَ أُصَاحِبَكَ إِنْ سَأَلْتَنِي عَنْ شَيءٍ دُونَ أَنْ أُحَدِّثَكَ أَنَا بِأَمْرِهِ، وَلِذَلِكَ فَإِنِّي أُفَارِقُكَ، وَلَكِنَّنِي سَأًُخْبِرُكَ بِتَفْسِيرِ (تَأْوِيلِ) مَا قُمْتُ بِهِ مِنْ أَعْمَالٍ اسْتَنْكَرْتَها أَنْتَ، وَاسْتَغْرَبْتَها، وَلَمْ تَسْتَطِعْ صَبْراً عَلَيهَا.\r\nبِتَأْوِيلِ - بِمَآلِ وَعَاقِبَةِ، أَوْ تَفْسِيرِ.",
        "sura": "18",
        "aya": "78",
        "page": "302"
    },
    {
        "text": "أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا",
        "tafsir": "{  وكان وراءهم ملك } من دأبه تعقب السفن الصالحة للاستيلاء عليها . ومن تعقب الشيء وتتبعه يقال :  إنه وراءه  بحثا واستقصاء ،  سواء أتاه من الأمام أو من الخلف .  قال الزجاج :  {  وراء } يكون لخلف وقدام ،  ومعناها :  ما توارى عنك ،  أي ما استتر عنك ،  وليس من الأضداد كما أزعم بعض أهل اللغة وهو مما يستأنس به لما قلنا . \r\n\r\n",
        "sura": "18",
        "aya": "79",
        "page": "302"
    },
    {
        "text": "وَأَمَّا ٱلْغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَٰنًا وَكُفْرًا",
        "tafsir": "{  فخشينا أن يرهقهما } يوقعهما لو بقي حيا في الطغيان والكفر لشدة محبتهما له ،  وقد أعلمه الله أنه طبع كافرا ( آية73هذه السورة ) .",
        "sura": "18",
        "aya": "80",
        "page": "302"
    },
    {
        "text": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَوٰةً وَأَقْرَبَ رُحْمًا",
        "tafsir": "{  خيرا منه زكاة } أي طهارة من الذنوب والأخلاق الرديئة .  {  وأقرب رحما } أي رحمة عليهما وبرا بهما . \r\n\r\n",
        "sura": "18",
        "aya": "81",
        "page": "302"
    },
    {
        "text": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا",
        "tafsir": "{لِغُلاَمَيْنِ} {صَالِحاً}\r\n(82) - أَمَّا الجِدَارُ الَّذِي أَقَامَهُ الرَّجُلُ الصَّالِحُ، وَدَعَّمَهُ دُونَ أَجْرٍ، فَقَدْ كَانَ لِغُلاَمَيْنِ يَتِيمَيْنِ فِي القَرْيَةِ، وَكَانَ أَبُوهُمَا رَجُلاً صَالِحاً، وَكَانَ تَحْتَ الْجِدَارِ المَائِلِ لِلانْهِدَامِ، كَنْزٌ مَدْفُونٌ لاَ يَعْرِفُ مَكَانَهُ أَحَدٌ، فَإِذَا انْهَارَ الْجِدَارُ، وَهُمَا صَغِيرَانِ، فَقَدْ يَضِيعُ الكَنْزُ، وَلاَ يَنْتَفِعَانِ بِهِ، لِذَلِكَ أَوْحَى اللهُ إِلَيْهِ أَنْ يُقِيمَ الْجِدَارَ لِلْمُحَافَظَةِ عَلَى الكَنْزِ الَّذِي تَحْتَهُ، حَتَّى يَبْلُغَ الْغُلاَمَانِ أَشُدَّهُمَا، وَيَسْتَطِيعَا اسْتِخْرَاجَهُ وَالانْتِفَاعَ بِهِ.\r\nوَأَضَافَ الرَّجُلُ الصَّالِحُ قَائِلاً: إِنَّ الَّذِي فَعَلَهُ فِي الحَالاَتِ الثَّلاَثِ إِنَّمَا كَانَ رَحْمَةً مِنَ اللهِ بِأَصْحَابِ السَّفِينَةِ، وَبِوَالِدَي الغُلاَمِ الذِي قَتَلَهُ، وَباِليَتِمَينِ، وَلَمْ يَفْعَلْهُ مِنْ تِلْقَاءِ نَفْسِهِ، وَقَدْ فَعَلَهُ عَنْ أَمْرِ اللهِ وَوَحْيِهِ.\r\nثُمَّ قَالَ: إِنَّ هَذَا الذِي تَقَدَّمَ هُوَ تَفْسِيرٌ لَلأَفْعَالِ التِي لَمْ يَسْتَطِعْ مُوسَى الصَّبْرَ عَلَيْهَا.\r\nبَلَغَا أَشُدَّهُمَا - قُوَّتَهُمَا وَشِدَّتَهُمَا وَكَمَالَ عَقْلِهِمَا.",
        "sura": "18",
        "aya": "82",
        "page": "302"
    },
    {
        "text": "وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ قُلْ سَأَتْلُوا۟ عَلَيْكُم مِّنْهُ ذِكْرًا",
        "tafsir": "{  ويسألونك عن ذي القرنين } هو عبد صالح ملكه الله الأرض ،  وأعطاه العلم والحكمة والسلطان .  وقيل :  نبي ،  كما يشهد له ظاهر قوله تعالى : {  قلنا يا ذا القرنين } وسمي ذا القرنين لبلوغه المشرق والمغرب ،  فكأنه حاز قرني الدنيا .  وليس هو الأسكندر المقدوني تلميذ أرسطو ،  بل كان قبله بقرون . \r\n\r\n",
        "sura": "18",
        "aya": "83",
        "page": "302"
    }
]