[
    {
        "text": "قُلْ كُونُوا۟ حِجَارَةً أَوْ حَدِيدًا",
        "tafsir": "(50) - وَقَدْ أَمَرَ اللهُ تَعَالَى رَسُولَهُ الكَرِيمَ بِأَنْ يَرُدَّ عَلَى هَؤُلاَءِ المُسْتَبْعِدِينَ إِمْكَانَ وُقُوعِ الحَشْرِ وَالنَّشْرِ وَالخَلْقِ الجَدِيدِ بَعْدَ المَوْتِ وَالبِلَى، بِقَوْلِهِ: كُونُوا حِجَارَةً أَوْ حَدِيداً، وَهُمَا أَشَدُّ امْتِنَاعاً مِنَ العِظَامِ وَالرُّفَاتِ لِقبُولِ الحَيَاةِ.",
        "sura": "17",
        "aya": "50",
        "page": "287"
    },
    {
        "text": "أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِى صُدُورِكُمْ فَسَيَقُولُونَ مَن يُعِيدُنَا قُلِ ٱلَّذِى فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ قُلْ عَسَىٰٓ أَن يَكُونَ قَرِيبًا",
        "tafsir": "{  الذي فطركم } أي الذي أبدعكم من غير مثال هو الذي يعيدكم بعد الموت بقدرته التي لا يتعاظمها شيء . \r\n{  فسينغضون إليك رءوسهم } سيحركونها نحوك تعجبا واستهزاء .  يقال :  نغض رأسه ينغض وينغض نغضا ونغوضا ،  إذا تحرك واضطرب .  وأنغض رأسه :  حركه بارتفاع وانخفاض ،  كالمتعجب من الشيء . \r\n\r\n",
        "sura": "17",
        "aya": "51",
        "page": "287"
    },
    {
        "text": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِۦ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا",
        "tafsir": "{  فتستجيبون بحمده } أي منقادين لبعثه انقياد الحامدين له . \r\n\r\n",
        "sura": "17",
        "aya": "52",
        "page": "287"
    },
    {
        "text": "وَقُل لِّعِبَادِى يَقُولُوا۟ ٱلَّتِى هِىَ أَحْسَنُ إِنَّ ٱلشَّيْطَٰنَ يَنزَغُ بَيْنَهُمْ إِنَّ ٱلشَّيْطَٰنَ كَانَ لِلْإِنسَٰنِ عَدُوًّا مُّبِينًا",
        "tafsir": "{  وقل لعبادي .  .  .  } أمر المؤمنين أن يقولوا عند محاورة المشركين الكلمة التي هي أحسن وأقرب إلى استمالتهم للإيمان ،  حتى لا يلجوا في العناد .  وهو كقوله تعالى :  {  ولا تجادلوا أهل الكتاب إلا بالتي هي أحسن } كأن تقولوا لهم :  {  ربكم أعلم بكم .  .  .  .  } .  {  ينزع بينهم } يفسد ويهيج الشر بينهم .  يقال :  نزغه ينزغه ،  طعن فيه واغتابه .  نزغ بينهم :  أفسد وأغزى ووسوس . \r\n\r\n",
        "sura": "17",
        "aya": "53",
        "page": "287"
    },
    {
        "text": "رَّبُّكُمْ أَعْلَمُ بِكُمْ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ وَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ وَكِيلًا",
        "tafsir": "{أَرْسَلْنَاكَ}\r\n(54) - رَبَّكُمْ هُوَ العَلِيمُ بِكُمْ أَيُّهَا النَّاسُ، وَهُوَ أَعْلَمُ بِمَنْ يَسْتَحِقُّ الهِدَايَةَ وَبِمَنْ لاَ يَسْتَحِقُّهَا، فَإِنْ شَاءَ رَحِمَكُمْ بِتَوفِيقِكُمْ إِلَى طَاعَتِهِ، وَالإِنَابَةِ إِلَيْهِ، وَإِنْ شَاءَ عَذَّبَكُمْ بِصَرْفِكُمْ عَنِ الإِيمَانِ وَالهُدَى، فَتَمُوتُونَ عَلَى شِرْكِكُمْ، وَتَصِيرُونَ إِلَى النَّارِ وَعَذَابِها. فَعَاقِبَةُ النَّاسِ مَجْهُولَةٌ، وَلاَ يَعْلَمُ الغَيْبَ إِلاَّ اللهُ، وَلَمْ نُرْسِلْكَ يَا مُحَمَّدُ وَكِيلاً عَلَيْهِمْ لِتُجْبِرَهُمْ عَلَى الإِيمَانِ بِاللهِ، وَإِنَّمَا أَرْسَلْنَاكَ مُبَشِّراً وَنَذِيراً وَدَاعِياً إِلى اللهِ، وَحِسَابُ النَّاسِ عَلَى اللهِ يَوْمَ القِيَامَةِ.\r\nوَكِيلاً - موْكُولاً إِلَيْكَ أَمْرُهُمْ.",
        "sura": "17",
        "aya": "54",
        "page": "287"
    },
    {
        "text": "وَرَبُّكَ أَعْلَمُ بِمَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ ٱلنَّبِيِّۦنَ عَلَىٰ بَعْضٍ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
        "tafsir": "{ٱلسَّمَاوَاتِ} {ٱلنَّبِيِّينَ} {وَآتَيْنَا}\r\n(55) - وَرَبُّكَ أَعْلَمُ بِمَرَاتِبِ أَهْلِ السَّمَاوَاتِ وَالأَرْضِ، فِي الطَّاعَةِ وَالمَعْصِيَةِ، وَقَدْ فَضَّلَ بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ ... وَقَالَ تَعَالَى فِي آيَةٍ أُخْرَى { تِلْكَ ٱلرُّسُلُ فَضَّلْنَا بَعْضَهُمْ } }، وَهُوَ تَفْضِيلٌ اللهُ أَعْلَمُ بِأَسْبَابِهِ. وَهَذا القَوْلُ لاَ يُنَافِي مَا ثَبَتَ فِي الصَّحِيحِ عَنِ النَّبِيِّ صلى الله عليه وسلم  \"لاَ تُفَضِّلُوا بَيْنَ الأَنْبِيَاءِ\" ، فَالمَقْصُودُ هُنَا التَّفْضِيلُ بِمُجَرَّدِ التَّشَهي وَالعَصَبِيَّةِ، لاَ بِمُقْتَضَى دَلِيلٍ شَرْعِيٍّ، وَلَكِنْ إِذَا قَامَ دَلِيلٌ عَلَى شِيءٍ وَجَبَ اتِّبَاعُهُ، وَلاَ خِلاَفَ فِي أَنَّ الرُّسُلَ أَفْضَلُ مِنْ بَاقِي الأَنْبِيَاءِ، وَأَنَّ أُولِي العَزْمِ مِنَ الرُّسُلِ أَفْضَلُهُمْ.\r\nوَأُوْلُو العَزْمِ هُمْ خَمْسَةٌ: نُوحٌ وَإِبْرَاهِيمُ وَمُوسَى وَعِيسَى وَمُحَمَّدٌ. وَيَقُولُ تَعَالَى إِنَّهُ آتَى دَاوُدَ زَبُوراً، وَفَضَّلَهُ بِهِ عَلَى غَيْرِهِ، وَلَمْ يُفَضِّلْهُ بِالمُلْكِ.\r\nالزَّبُورُ - كِتَابٌ فِيهِ تَحْمِيدٌ وَتَمْجِيدٌ لِلْخَالِقِ وَمَوَاعِظُ.",
        "sura": "17",
        "aya": "55",
        "page": "287"
    },
    {
        "text": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِهِۦ فَلَا يَمْلِكُونَ كَشْفَ ٱلضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا",
        "tafsir": "(56) - قُلْ يَا مُحَمَّدُ لِهؤلاءِ المُشْرِكِينَ الَّذِينَ عَبَدُوا غَيْرَ اللهِ: ادْعُوا الأَصْنَامَ وَالأَنْدَادَ - الَّذِينَ زَعَمْتُمْ أَنَّهُمْ أَرْبَابٌ وَآلِهَةٌ مِنْ دُونِ اللهِ - حِينَ يَنْزِلُ بِكُم الضُّرُّ إِلَى عَوْنِكُمْ، وَلِرَفْعِ الضُّرِّ عَنْكُمْ، فَإِنَّهُمْ لاَ يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ، وَلاَ يَمْلِكُونَ تَحْوِيلَهُ إِلى غَيْرِكُمْ، وَالذِي يَقْدِرُ عَلَى ذَلِكَ هُوَ اللهُ وَحْدَهُ، لاَ شَرِيكَ لَهُ.\r\nتَحْوِيلاً - نَقْلَهُ إِلى غَيْرِكُمْ مِمَّنْ لَمْ يَعْبُدْهُمْ.",
        "sura": "17",
        "aya": "56",
        "page": "287"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ ٱلْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
        "tafsir": "{  الذين يدعون .  .  .  }أي الذين اتخذهم الكفار آلهة من العقلاء ،  كالملائكة وبعض الإنس والجن . \r\n\r\n",
        "sura": "17",
        "aya": "57",
        "page": "287"
    },
    {
        "text": "وَإِن مِّن قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ ٱلْقِيَٰمَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَٰلِكَ فِى ٱلْكِتَٰبِ مَسْطُورًا",
        "tafsir": "{ٱلْقِيَامَةِ} {ٱلْكِتَابِ}\r\n(58) - وَمَا مِنْ قَرْيَةٍ مِنَ القُرَى التِي ظَلَمَ أَهْلُهَا أَنْفُسَهُمْ بِالكُفْرِ وَالمَعَاصِي، إِلاَّ وَيُهْلِكُهَا اللهُ، وَيُهْلِكُ أَهْلَها، وَيُبِيدُهُمْ بِالاسْتِئْصَالِ قَبْلَ يَوْمِ القِيَامَةِ، أَوْ يُعَذِّبُهُمْ بِابْتِلاَئِهِمْ بِأَصْنَافٍ مِنَ العَذَابِ، بِسَبَبِ ذُنُوبِهِمْ، وَخَطَايَاهُمْ، وَكَانَ ذَلِكَ مُثْبَتاً فِي عِلْمِ اللهِ، أَوْ فِي اللَّوْحِ المَحْفُوظِ.\r\n(وَجَاءَ فِي الحَدِيثِ:  \"إِنَّ أَوَّلَ مَا خَلَقَ اللهُ القَلَمَ، فَقَالَ لَهُ: اكْتُبْ. فَقَالَ: وَمَا أَكْتُبُ؟ قَالَ: اكْتُبِ المُقَدَّرَ وَمَا هُوَ كَائِنٌ إِلى يَوْمِ القِيَامَةِ\" ).\r\n(أَخْرََجَهُ التِّرْمِذِيُّ).",
        "sura": "17",
        "aya": "58",
        "page": "287"
    }
]