[
    {
        "text": "لَّا يُحِبُّ ٱللَّهُ ٱلْجَهْرَ بِٱلسُّوٓءِ مِنَ ٱلْقَوْلِ إِلَّا مَن ظُلِمَ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا",
        "tafsir": "{  لا يحب الله الجهر بالسوء }أي إعلانه وإظهاره . وكذا الإسرار به . {  من القول }ومثله الفعل ، لكن يباح للمظلوم أن يجهر بما في ظالمه من السوء ليدفع عن نفسه شره .\r\n\r\n",
        "sura": "4",
        "aya": "148",
        "page": "102"
    },
    {
        "text": "إِن تُبْدُوا۟ خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا۟ عَن سُوٓءٍ فَإِنَّ ٱللَّهَ كَانَ عَفُوًّا قَدِيرًا",
        "tafsir": "(149) - إنْ عَمِلْتُمْ خَيْراً فِي الجَهْرِ أوْ فِي السِّرِّ، أوْ عَفَوْتُمْ عَمَّنْ أسَاءَ إلَيْكُمْ، فَإنَّ ذَلِكَ مِمَّا يُقَرِّبُكُمْ عِنْدَ اللهِ، وَيُجْزِلُ ثَوَابَكُمْ لَدَيْهِ، فَيَتَجَاوَزُ عَنْ سَيِّئَاتِكُمْ، لأنَّهُ تَعَالَى يَجْزِي العِبَادَ مِنْ جِنْسِ أعْمَالِهِمْ. وَمِنْ صِفَاتِهِ تَعَالَى الصَّفْحُ عَنْ عِبَادِهِ، مَعَ قُدْرَتِهِ عَلَى عِقَابِهِمْ. وَقَدْ جَاءَ فِي الحَدِيثِ:\n \"مَا نَقُصَ مَالٌ مِنْ صَدَقَةٍ، وَلاَ زَادَ اللهُ عَبْداً بِعَفْوٍ إلا عِزّاً، وَمَنْ تَوَاضَعَ للهِ رَفَعَهُ\" .",
        "sura": "4",
        "aya": "149",
        "page": "102"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُوا۟ بَيْنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا۟ بَيْنَ ذَٰلِكَ سَبِيلًا",
        "tafsir": "{  إن الذين يكفرون بالله ورسله }نزلت في اليهود الذين آمنوا بموسى وكفروا بعيسى و محمد .\r\nوفي النصارى الذين آمنوا بعيسى وكفروا بمحمد-عليهم الصلاة والسلام-تفريقا بين الله ورسله ، والله سبحانه قد أمرهم بالإيمان بجميع رسله .\r\n\r\n",
        "sura": "4",
        "aya": "150",
        "page": "102"
    },
    {
        "text": "أُو۟لَٰٓئِكَ هُمُ ٱلْكَٰفِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَٰفِرِينَ عَذَابًا مُّهِينًا",
        "tafsir": "{أُوْلَـٰئِكَ} {ٱلْكَافِرُونَ} {لِلْكَافِرِينَ}\r\n(151) - يَقُولُ تَعَالى إنَّ هَؤُلاءِ، الذِينَ يُفَرِّقُونَ بَيْنَ اللهِ وَبَيْنَ رُسُلِهِ، وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ، هُمُ الكَافِرُونَ المُمْعِنُونَ فِي الكُفْرِ، وَقَدْ أَعَدَّ اللهُ لِلْكَافِرِينَ عَذَاباً مُهِيناً، عِقَاباً لَهُمْ عَلَى اسْتِهَانَتِهِمْ بِأوَامِرِ رَبِّهِمْ.",
        "sura": "4",
        "aya": "151",
        "page": "102"
    },
    {
        "text": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ وَلَمْ يُفَرِّقُوا۟ بَيْنَ أَحَدٍ مِّنْهُمْ أُو۟لَٰٓئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
        "tafsir": "{آمَنُواْ} {أُوْلَـٰئِكَ}\r\n(152) - وَالذِينَ آمَنُوا بِاللهِ، وَآمَنُوا بِجَمِيعِ رُسُلِهِ (وَهُمْ أُمَّةُ مُحَمَّدٍ صلى الله عليه وسلم لأنَّهُمْ يُؤْمِنُونَ بِكُلِّ كِتَابٍ أنْزِلَ مِنْ عِنْدِ اللهِ، وَبِكُلِّ نَبِيٍّ بَعَثَهُ اللهُ)، وَلَمْ يُفَرِّقُوا بَيْنَ الرُّسُلِ، فَهَؤُلاءِ سَوْفَ يُؤْتِيهِمْ رَبُّهُمْ أجُورَهُمْ بِحَسَبِ حَالِهِمْ فِي العَمَلِ، وَيَجْزِيهِمْ عَلَى إيمَانِهِمْ بِاللهِ وَبِرُسُلِهِ. وَاللهُ تَعَالَى غَفُورٌ يَغْفِرُ هَفَوَاتِ مَنْ صَحَّ إيمَانُهُ، وَلَمْ يُشْرِكْ بِرَبِّهِ أحَداً، وَلَمْ يُفَرِّقْ بَيْنَ رُسُلِهِ، وَهُوَ تَعَالَى رَحِيمٌ يَرْحَمُ مَنْ يُعَامِلُهُ بِالإِحْسَانِ، وَيُضَاعِفُ لَهُ الحَسَنَاتِ، وَيَزِيدُهُ تَفَضُّلاً مِنْهُ.",
        "sura": "4",
        "aya": "152",
        "page": "102"
    },
    {
        "text": "يَسْـَٔلُكَ أَهْلُ ٱلْكِتَٰبِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَٰبًا مِّنَ ٱلسَّمَآءِ فَقَدْ سَأَلُوا۟ مُوسَىٰٓ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوٓا۟ أَرِنَا ٱللَّهَ جَهْرَةً فَأَخَذَتْهُمُ ٱلصَّٰعِقَةُ بِظُلْمِهِمْ ثُمَّ ٱتَّخَذُوا۟ ٱلْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَٰتُ فَعَفَوْنَا عَن ذَٰلِكَ وَءَاتَيْنَا مُوسَىٰ سُلْطَٰنًا مُّبِينًا",
        "tafsir": "{  يسألك أهل الكتاب }نزلت في أحبار اليهود حين سألوا النبي صلى الله عليه وسلم تعنتا : أن يأتيهم من السماء بكتاب جملة واحدة ، كما أتى موسى عليه السلام بالتوراة ، وجهلوا الحكمة في تفصيل آيات القرآن وجعله نجوما .\r\n\r\n",
        "sura": "4",
        "aya": "153",
        "page": "102"
    },
    {
        "text": "وَرَفَعْنَا فَوْقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمْ وَقُلْنَا لَهُمُ ٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا۟ فِى ٱلسَّبْتِ وَأَخَذْنَا مِنْهُم مِّيثَٰقًا غَلِيظًا",
        "tafsir": "{  ورفعنا فوقهم الطور }حين امتنعوا من قبول التوراة ، ليخافوا فيقبلوها ولا ينقضوا العهد والميثاق ، وهو كقوله تعالى : {  وإذ نتقنا الجبل فوقهم كأنه ظلة وظنوا أنه واقع بهم خذوا ما آتيناكم بقوة واذكروا ما فيه لعلكم تتقون }{[117]} . {  لا تعدوا في السبت }لا تجاوزوا في يوم السبت ما أبيح لكم إلى ما حرم عليكم ، وهو الاصطياد فيه . {  ميثاقا غليظا }أي عهدا وثيقا مؤكدا بأن يطيعوا الله ، فعصوا و نقضوا العهد .",
        "sura": "4",
        "aya": "154",
        "page": "102"
    }
]