[
    {
        "text": "وَٱذْكُرُوٓا۟ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى ٱلْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمْ وَأَيَّدَكُم بِنَصْرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمْ تَشْكُرُونَ",
        "tafsir": "{فَآوَاكُمْ} {ٱلطَّيِّبَاتِ}\r\n(26) - يُنَبِّهُ اللهُ تَعَالَى المُؤْمِنينَ إلَى مَا أنْعَمَ بِهِ عَلَيْهِمْ مِنَ النِّعَمِ الوَفِيرَةِ، فَقَدْ كَانُوا قَلِيلِي العَدَدِ، مُسْتَضْعَفِينَ فِي الأرْضِ، يَعْتَدِي عَلَيهِم النَّاسُ، خَائِفِينَ مِنْ مُجْرِمِي قُرَيْشٍ، فَقَوَّاهُمْ وَآوَاهُمْ، وَنَصَرَهُمْ وَرَزَقَهُمْ مِنَ الطَّيِّبَاتِ، وَكُلُّ هَذِهِ النِّعَمِ التِي أَنْعَمَ بِهَا اللهُ عَلَيْهِمْ تَسْتَحِقُّ مِنْهُمْ أَنْ يَشْكُرُوهُ عَلَيْهَا، فَاللهُ تَعَالَى مُنْعِمٌ يُحِبُّ الشُكْرَ مِنْ عِبَادِهِ.\r\nيَتَخَطَّفَكُمُ - يَسْتَلِبُوكُمْ وَيَصْطَلِمُوكُمْ بِسُرْعَةٍ.",
        "sura": "8",
        "aya": "26",
        "page": "180"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَخُونُوا۟ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓا۟ أَمَٰنَٰتِكُمْ وَأَنتُمْ تَعْلَمُونَ",
        "tafsir": "{  لا تخونوا الله والرسول } أي بترك فرائض الله وسنن رسوله وارتكاب المعاصي ،  من الخون وهو النقص .  يقال :  خونه تخوينا ،  نسبه إلى الخيانة ونقصه .  والخائن :  ينقص المخون شيئا مما خانه فيه . \r\n\r\n",
        "sura": "8",
        "aya": "27",
        "page": "180"
    },
    {
        "text": "وَٱعْلَمُوٓا۟ أَنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَٰدُكُمْ فِتْنَةٌ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
        "tafsir": "{أَمْوَالُكُمْ} {وَأَوْلاَدُكُمْ}\r\n(28) - إِنَّ اللهَ تَعَالَى أَعْطَاكُمُ الأمْوَالَ وَالأوْلاَدَ لِيَخْتَبِرَ إِيمَانَكُمْ، وَلِيَرَى هَلْ تَشْكُرُونَ رَبَّكُمْ عَلَيْها، وَتُطِيعُونَهُ فِيها، أمْ تَشْتَغِلُونَ بِهَا عَنْهُ، وَتَعْتَاضُونَ بِهَا مِنْهُ؟ وَثَوابُ اللهِ وَعَطَاؤُهُ وَجَنَّاتُهُ خَيْرٌ مِنَ الأمْوَالِ وَالأوْلاَدِ، فَالأَوْلاَدُ قَدْ يَكُونُ مِنْهُمْ عَدُوٌّ لَكُمْ، وَهُمْ عَلَى كُلِّ حَالٍ لاَ يُغْنُونَ عَنِ الإِنْسَانِ شَيْئاً يَوْمَ القِيَامَةِ، وَلَدَى اللهِ الثَّوَابُ الجَزِيلُ الذِي يُغْنِي الإِنْسَانَ عَنِ المَالِ وَالوَلَدِ.\r\nفِتْنَةٌ - اخْتِبَارٌ وَابْتِلاءٌ.",
        "sura": "8",
        "aya": "28",
        "page": "180"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَتَّقُوا۟ ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
        "tafsir": "{  يجعل لكم فرقانا } هداية في قلوبكم ،  تفرقون بها بين الحق والباطل .  أو نصرا يفرق بين المحق والمبطل .  أو مخرجا من الشبهات .  أو نجاة مما تخافون .  أو جميع ذلك . \r\n\r\n",
        "sura": "8",
        "aya": "29",
        "page": "180"
    },
    {
        "text": "وَإِذْ يَمْكُرُ بِكَ ٱلَّذِينَ كَفَرُوا۟ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ ٱللَّهُ وَٱللَّهُ خَيْرُ ٱلْمَٰكِرِينَ",
        "tafsir": "{  ليثبتوك } أي بالوثاق .  أو بالإثخان بالجراح حتى لا تستطيع حراكا ،  ومنه :  رجل مثبت ،  لا حراك به من المرض .  وأثبته السقم :  إذا لم يفارقه .  {  ويمكر الله }يرد مكرهم ،  ويحبط كيدهم ،  ويدبر أمرك ويحفظك منهم .  أو يجازيهم على مكهرهم ( آية 54 آل عمران ص 109 ) .",
        "sura": "8",
        "aya": "30",
        "page": "180"
    },
    {
        "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا قَالُوا۟ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هَٰذَآ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
        "tafsir": "{  لو نشاء لقلنا مثل هذا } أي مثل هذا القرآن{  إن هذا إلا أساطير الأولين }ما سطروه في كتبهم من الأحاديث المكذوب ،  والقصص المتخيلة ( آية 25 الأنعام ص 219 ) .",
        "sura": "8",
        "aya": "31",
        "page": "180"
    },
    {
        "text": "وَإِذْ قَالُوا۟ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍ",
        "tafsir": "{  وإذ قالوا .  .  }\r\nالقائل هو النضر بن الحارث من بني عبد الدار ،  قاله استهزاءا وإمعانا في الجحود ،  فنزل جوابا له . \r\n\r\n",
        "sura": "8",
        "aya": "32",
        "page": "180"
    },
    {
        "text": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
        "tafsir": "{  و ما كان الله ليعذبهم } أي وما كان الله مريدا لتعذيبهم تعذيب استئصال ،  وأنت مقيم بين أظهرهم بمكة .  وقد جرت سنة الله ألا يهلك قرية مكذبة وفيها نبيها والمؤمنون به ،  حتى يخرجهم منها ثم يعذب الكافرين{  و ما كان الله معذبهم .  .  .  }أي وما كان الله معذب هؤلاء الكافرين وبين أظهرهم بمكة من المؤمنين المستضعفين من يستغفر الله ،  وهم الذين لم يستطيعوا الهجرة حين هاجر الرسول صلى الله عليه وسلم ،  وهو كقوله تعالى : {  لو تزيلوا لعذبنا الذين كفروا منهم عذابا أليما }{[174]} وإسناد الاستغفار إلى ضمير الجمع لوقوعه فيما بينهم ،  ولجعل ما صدر عن البعض بمنزلة ما صدر عن الكل ،  كقولهم :  بنوا تميم قتلوا فلانا ،  والقاتل أحدهم .",
        "sura": "8",
        "aya": "33",
        "page": "180"
    }
]