[
    {
        "text": "وَيَٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَٰلِحٍ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
        "tafsir": "{  لا يجر منكم شقاقي } لا تكسبنكم معاداتي أن يصيبكم  مثل ما أصاب أسلافكم المكذبين\r\n( آية 2 المائدة ص 183 ) .",
        "sura": "11",
        "aya": "89",
        "page": "232"
    },
    {
        "text": "وَٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ",
        "tafsir": "(90) - وَاسْتَغْفِرُوا اللهَ رَبَّكُمْ مِمَّا أَسْلَفْتُمْ مِنْ ذُنُوب، وَتُوبُوا إِلَيهِ فِيمَا تَسْتَقْبِلُونَهُ مِنْ أَيَّامِكُمْ عَنِ الأَعْمَالِ السَّيِّئَةِ، إِنَّ رَبِّي وَدُودٌ، كَثِيرُ الرَّحْمَةِ لِمَنْ أَخْلَصَ التَّوْبَةَ إِليهِ.",
        "sura": "11",
        "aya": "90",
        "page": "232"
    },
    {
        "text": "قَالُوا۟ يَٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَٰكَ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ",
        "tafsir": "{  رهطك } الرهط :  اسم جمع ،  يطلق في المشهور على العصابة دون العشرة من الرجال ليس\r\nفيهم امرأة ورهط الرجل :  قومه وقبيلته الأقربون . \r\n\r\n",
        "sura": "11",
        "aya": "91",
        "page": "232"
    },
    {
        "text": "قَالَ يَٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ",
        "tafsir": "{  واتخذتموه وراءكم ظهريا } نبذتم أمر الله وراء ظهوركم ،  وتركتموه كالشيء الملقى الذي لا يلتفت إليه .  والظهري :  نسبة إلى الظهر ،  وأصله المرمى إلى الظهر ،  وكسر الظاء فيه من تغييرات النسب ،  ثم توسعوا فيه استعملوه للمنسي المتروك . \r\n\r\n",
        "sura": "11",
        "aya": "92",
        "page": "232"
    },
    {
        "text": "وَيَٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَٰمِلٌ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَٰذِبٌ وَٱرْتَقِبُوٓا۟ إِنِّى مَعَكُمْ رَقِيبٌ",
        "tafsir": "{  واعملوا على مكانتكم } على غاية تمكنكم من أمركم ،  وأقصى استطاعتكم ( آية 135 الأنعام ص 243 } .",
        "sura": "11",
        "aya": "93",
        "page": "232"
    },
    {
        "text": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَٰرِهِمْ جَٰثِمِينَ",
        "tafsir": "{  و أخذت الذين ظلموا الصيحة } ( آية 67 هذه السورة و78 ،  91 الأعراف ص 268 ،  271 ) .",
        "sura": "11",
        "aya": "94",
        "page": "232"
    },
    {
        "text": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
        "tafsir": "{  ألا بعدا لمدين } ( آية 33 هذه السورة ) .",
        "sura": "11",
        "aya": "95",
        "page": "232"
    },
    {
        "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلْطَٰنٍ مُّبِينٍ",
        "tafsir": "{بِآيَاتِنَا} {وَسُلْطَانٍ}\r\n(96) - يُخْبِرُ اللهُ تَعَالَى عَنْ إِرْسَالِهِ مُوسَى، عَلَيْهِ السَّلاَمُ، إِلى فِرْعَوْنَ مَلِكِ مِصْرَ، وَكِبَارِ رِجَالِ دَوْلَتِهِ (مَلَئِهِ)، مُؤَيَّداً بِآيَاتِ اللهِ البَيِّنَاتِ، الدَّالاَّتِ عَلَى وَحْدَانِيَّةِ اللهِ تَعَالَى وَعَظَمَتِهِ، وَفِيهَا السُّلْطَانُ المُبِينُ، وَالحُجَجُ الوَاضِحَةُ الدَّالَّةُ عَلَى صِدْقِ نُبُوَّتِهِ.\r\nسُلْطَانٍ مُبِينٌ - بُرْهَانٍ بَيِّنٍ وَاضِحٍ عَلَى صِدْقِ رِسَالَتِهِ.؟",
        "sura": "11",
        "aya": "96",
        "page": "232"
    },
    {
        "text": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱتَّبَعُوٓا۟ أَمْرَ فِرْعَوْنَ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
        "tafsir": "{مَلَئِهِ}\r\n(97) - فَقَدْ أَرْسَلَ اللهُ تَعَالَى مُوسَى، عَلَيْهِ السَّلاَمُ، إِلَى فِرْعَوْنَ وَكِبَارِ رِجَالِ دَوْلَتِهِ (مَلَئِهِ) مِنَ القِبْطِ، فَكَفَرَ فِرْعَوْنُ بِمَا جَاءَهُ بِهِ مُوسَى، وَأَمَرَ قَوْمَهُ بِأَنْ يَتْبَعُوهُ فِي الكُفْرِ، فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ، وَمَسْلَكَهُ وَطَرِيقَتَهُ فِي الغَىِّ وَالضَّلاَلِ، وَلَمْ يَكُنْ مَسْلَكُ فِرْعَوْنَ مهْدِياً رَشِيداً حَتَّى يُتْبَّعَ.\r\n(وَخَصَّ اللهُ تَعَالَى المَلأَ بِالذِّكْرِ، لأَِنَّهُمُ الكُبَرَاءُ وَالعَامَّةُ تَبَعٌ لَهُمْ).",
        "sura": "11",
        "aya": "97",
        "page": "232"
    }
]