[
    {
        "text": "لَقَدِ ٱبْتَغَوُا۟ ٱلْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا۟ لَكَ ٱلْأُمُورَ حَتَّىٰ جَآءَ ٱلْحَقُّ وَظَهَرَ أَمْرُ ٱللَّهِ وَهُمْ كَٰرِهُونَ",
        "tafsir": "{كَارِهُونَ}\r\n(48) - يُحَرِّضُ اللهُ رَسُولَهُ صلى الله عليه وسلم عَلَى هَؤُلاَءِ المُنَافِقِينَ فَيَقُولُ لَهُ: لَقَدْ أَعْمَلُوا رَأَيَهُمْ فِي الكَيْدِ لَكَ، وَلأَصَحَابِكَ وَلِدِينِكَ، مُدَّةً طَوِيلَةً، فِي بَدْءِ مَقْدَمِكَ إِلَى المَدِينَةِ، وَتَأَلَّبَ عَلَيْكَ أَهْلُ الشِّرْكِ، وَالمُنَافِقُونَ مِنْ أَهْلِ المَدِينَةِ، وَيَهُودُ الْمَدِينَةِ، فَلَمَّا نَصَرَكَ اللهُ يَوْمَ بَدْرٍ، وَأَعْلَى كَلِمَةَ الإِسْلاَمِ، قَالَ عَبْدُ اللهِ بْنُ أُبَيِّ بْنِ سَلُولٍ لِجَمَاعَتِهِ: هَذَا أَمْرٌ قَدْ تَوَجَّهَ. فَدَخَلُوا فِي الإِسْلاَمِ ظَاهِراً، وَكَانُوا كُلَّمَا زَادَ اللهُ الإِسْلاَمَ عِزَّةً، زَادَهُمْ ذَلِكَ غَيْظاً وَحَنْقاً. وَقَدِ ابْتَغَى هَؤُلاَءِ الْمُنَافِقُونَ إِثَارَةَ الْفِتْنَةِ بَيْنَ الْمُسْلِمِينَ، وَتَفْرِيقَ شَمْلِهِمْ مِنْ قَبْلِ هَذِهِ الغَزْوَةِ، فِي غَزْوَةِ أُحُدٍ، حِينَ اعْتَزَلَهُمْ عَبْدُ اللهِ بْنُ أُبَيٍّ بِثُلُثِ الجَيْشِ، وَصَارَ يَقُولُ: أَطَاعَ النَّبِيُّ الْوِلْدَان وَمَنْ لاَ رَأَيَ لَهُ، فَعَلاَمَ نَقْتُلُ أَنْفُسَنَا؟\r\nقَلَّبُوا لَكَ الأُمُورَ - دَبَّرُوا لَكَ المَكَايِدَ وَالحِيَلَ.",
        "sura": "9",
        "aya": "48",
        "page": "195"
    },
    {
        "text": "وَمِنْهُم مَّن يَقُولُ ٱئْذَن لِّى وَلَا تَفْتِنِّىٓ أَلَا فِى ٱلْفِتْنَةِ سَقَطُوا۟ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَٰفِرِينَ",
        "tafsir": "{  ومنهم من يقول .  .  } أي من المنافقين من يقول :  ائذن لي في التخلف في المدينة {  و لا تفتني } أي ولا توقعني في المعصية والإثم ،  إذا لم تأذن لي فتخلفت بغير إذنك .  والقائل هو الجد بن قيس وكان رأسا في المنافقين ،  زعم أنه مغرم بالنساء ،  ويخشى إذا رأى نساء بني الأصفر أن يفتتن بهن ،  وقال :  أنا أعطيكم مالي . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "49",
        "page": "195"
    },
    {
        "text": "إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا۟ قَدْ أَخَذْنَآ أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا۟ وَّهُمْ فَرِحُونَ",
        "tafsir": "(50) - وَهَؤُلاَءِ تَسُوؤُهُمْ أَيَّةُ حَسَنَةٍ أَوْ نَصْرٍ أَوْ فَتْحٍ يُصِيبُهُ الرَّسُولُ وَالمُسْلِمُونَ، وَإِذَا أَصَابَتِ الرَُّسولَ وَالمُؤْمِنِينَ مُصِيبَةٌ، أَوْ شِدَّةٌ، يَقُولُونَ قَدِ احْتَطْنَا لأَِمْرِنَا، وَأَخَذْنَا حِذْرَنَا إِذْ تَخَلَّفْنَا عَنِ الْقِتَالِ، وَلَمْ نُلْقِ بَأَيْدِينَا إِلَى التَّهْلُكَةِ، وَيَنْقَلِبُونَ إِلَى أَهْلِهِمْ فَرِحِينَ بِمَا اجْتَنَبُوهُ مِنَ المَصَائِبِ، وَبِالشَّمَاتَةِ بِالنَّبِيَِّ وَالْمُسْلِمِينَ.",
        "sura": "9",
        "aya": "50",
        "page": "195"
    },
    {
        "text": "قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوْلَىٰنَا وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
        "tafsir": "{مَوْلاَنَا}\r\n(51) - قُلْ يَا أَيُّهَا الرَّسُولُ لِهَؤُلاَءِ الَّذِينَ يَفْرَحُونَ بِمَا يُصِيبُ الْمُسْلِمِينَ مِنَ المَصَائِبِ، وَتَسُوؤُهُم النِّعْمَةُ الَّتِي تُصْيبُ الْمُسْلِمِينَ: نَحْنُ تَحْتَ مَشِيئَةِ اللهِ وَقَدَرِهِ، وَمَا قَدّرَهُ لَنَا سَيَأْتِينَا، وَلَيْسَ لَهُ مَانِعٌ وَلاَ دَافِعٌ. وَنَحْنُ مُتَوَكّلُونَ عَلَى اللهِ، وَهُوَ حَسْبُنَا وَنِعْمَ الْوَكِيلُ، فَلاَ نَيْأسُ عِنْدَ الشِّدَّةِ، وَلاَ نَبْطَرُ عِنْدَ النِّعْمَةِ.",
        "sura": "9",
        "aya": "51",
        "page": "195"
    },
    {
        "text": "قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلَّآ إِحْدَى ٱلْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٍ مِّنْ عِندِهِۦٓ أَوْ بِأَيْدِينَا فَتَرَبَّصُوٓا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
        "tafsir": "{  هل تربصون بنا .  .  .  } أي ما تنتظرون بنا إلا إحدى العاقبتين اللتين كل منهما أحسن من جميع العواقب :  إما ظفرنا بالعدو ،  وفيه الأجر والمغنم والسلامة ؟  وإما قتل العدو لنا ،  وفيه الشهادة<br />\r\nوالفوز بالجنة والنجاة من النار ؟  وكلاهما مما نحب ولا نكره . و الاستفهام للتقريع والتوبيخ . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "52",
        "page": "195"
    },
    {
        "text": "قُلْ أَنفِقُوا۟ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ إِنَّكُمْ كُنتُمْ قَوْمًا فَٰسِقِينَ",
        "tafsir": "{  لن يتقبل منكم } ما أنفقتموه أي لن يؤخذ منكم ،  أو لن تثابوا عليه ،  لعتوكم وتمردكم على الله<br />\r\nو رسوله ،  وخروجكم عن الطاعة والاستقامة . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "53",
        "page": "195"
    },
    {
        "text": "وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَٰتُهُمْ إِلَّآ أَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأْتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَٰرِهُونَ",
        "tafsir": "{  و هم كسالى } متثاقلون بها ،  لأنهم لا يرجون بأدائها ثوابا ،  ولا يخافون بتركها عقابا ،  وإنما يقيمونها نفاقا جمع كسلان ،  من الكسل وهو التثاقل عن الشيء والفتور فيه ،  وفعله كفرح . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "54",
        "page": "195"
    }
]