[{"text":"فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَيَسْـَٔلُونَكَ عَنِ ٱلْيَتَٰمَىٰ قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ وَإِن تُخَالِطُوهُمْ فَإِخْوَٰنُكُمْ وَٱللَّهُ يَعْلَمُ ٱلْمُفْسِدَ مِنَ ٱلْمُصْلِحِ وَلَوْ شَآءَ ٱللَّهُ لَأَعْنَتَكُمْ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","tafsir":"{  و يسألونك عن اليتامى } لما نزل قوله تعالى : {  ولا تقربوا مال اليتيم إلا بالتي هي أحسن } {[62]}\r\nو قوله تعالى : {  إن الذين يأكلون أموال اليتامى ظلما .  .  .  }{[63]} انطلق من كان عنده مال ليتيم يعزل طعامه من طعامه ،  وشرابه من شرابه ،  ويحبس له ما يفضل من طعامه ،  حتى يأكله أو يفسد .  فاشتد ذلك عليهم ،  فسألوا الرسول صلى الله عليه وسلم فنزلت الآية .\r\n{  إصلاح لهم خير }أي مداخلتهم مداخلة يترتب عليها إصلاحهم في أنفسهم بتقويمهم وتهذيبهم ،  وفي أموالهم بالرعاية والاستثمار- خير لهم وللقائمين بأمورهم من مجانبتهم .\r\n{  وإن تخالطوهم فإخوانك }أي وإن تخالطوهم في المعيشة والمصاهرة تؤدوا اللائق بكم ،  لأنهم إخوانك في الدين ،  وقد تكون لهم مع ذلك أخوة في النسب ،  أو قرابة في العشيرة .\r\n{  ولو شاء الله لأعنتكم }العنات :  الشدة والمشقة .  يقال : أعنته في كذا يعنته إعناتا ،  إذا أجهده وألزمه ما يشق عليه .  أي ولو شاء الله لضيق عليكم ،  وأحرجكم بتحريم المخالطة لهم ،  ولكنه وسع عليكم وخفف عنكم ،  فأباح لكم مخالطتهم بالتي هي أحسن .","sura":"2","aya":"220","page":"35"},{"text":"وَلَا تَنكِحُوا۟ ٱلْمُشْرِكَٰتِ حَتَّىٰ يُؤْمِنَّ وَلَأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلَا تُنكِحُوا۟ ٱلْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا۟ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُو۟لَٰٓئِكَ يَدْعُونَ إِلَى ٱلنَّارِ وَٱللَّهُ يَدْعُوٓا۟ إِلَى ٱلْجَنَّةِ وَٱلْمَغْفِرَةِ بِإِذْنِهِۦ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ","tafsir":"{  ولا تنكحوا المشركات }حرم الله في هذه الآية نكاح المشركات ،  وهن الوثنيات والمجوسيات .  وأحل نكاح الكتابيات بقوله تعالى في آية المائدة : {  والمحصنات من الذين أوتوا الكتاب من قبلكم }{[64]} .  وقيل : المراد بالمشركات غير المؤمنات ،  فيحرم نكاحهن ولو كن كتابيات .\r\nوقد نسخ الحكم أو خصص في حق الكتابيات خاصة ،  فأجيز نكاحهن وإن كان مع الكراهة .\r\nو حرم الله زواج الكفار مطلقا بالمؤمنات ولو كانوا كتابيين .","sura":"2","aya":"221","page":"35"},{"text":"وَيَسْـَٔلُونَكَ عَنِ ٱلْمَحِيضِ قُلْ هُوَ أَذًى فَٱعْتَزِلُوا۟ ٱلنِّسَآءَ فِى ٱلْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ ٱللَّهُ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلْمُتَطَهِّرِينَ","tafsir":"{  ويسألونك عن المحيض }المحيض : الحيض .  مصدر حاضت المرأة تحيض حيضا ومحيضا\r\nومحاضا :  وأصله السيلان .  يقال :  حاض الوادي إذا سال ،  ومنه الحوض لسيلان الماء إليه .  وقيل :  المحيض هنا اسم مكان .\r\n{  هو أذى }أي قذر ،  أو موضع قذر .  يقال :  أذي الشيء يأذى أذى ،  أي قذر .  ويطلق الأذى على الضرر .  والحيض : ضرر شرعا وطبا .\r\n{  فاعتزلوا النساء في المحيض }أي في زمن الحيض .  أو في كمانه ،  وهو الفرج ،  فلا تواقعهن فيه .  {  فأتوهن من حيث .  .  .  }أي في المكان الذي أمركم الله باجتنابه لعارض الأذى ،  وهو الفرج ،  ولا تعدوه إلى غيره .  و( من ) بمعنى في .\r\n\r\n","sura":"2","aya":"222","page":"35"},{"text":"نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا۟ حَرْثَكُمْ أَنَّىٰ شِئْتُمْ وَقَدِّمُوا۟ لِأَنفُسِكُمْ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُم مُّلَٰقُوهُ وَبَشِّرِ ٱلْمُؤْمِنِينَ","tafsir":"{  نساؤكم حرث .  .  .  }الحرث في الأصل :  إلقاء البذر في الأرض ،  أو هو الزرع .  والمراد :  أنهن موضع حرث ،  أي هن مزرع لكم ومنبت للولد ،  أعدهن الله لذلك ،  فاتوهن إذا تطهرن من الحيض في موضع الحرث كيف شئتم : قائمات قاعدات مستلقيات ،  ما دام ذلك في صمام واحد وهو الفرج .  وفي الآية دليل على تحريم إتيانهم في أدبارهن .\r\n\r\n","sura":"2","aya":"223","page":"35"},{"text":"وَلَا تَجْعَلُوا۟ ٱللَّهَ عُرْضَةً لِّأَيْمَٰنِكُمْ أَن تَبَرُّوا۟ وَتَتَّقُوا۟ وَتُصْلِحُوا۟ بَيْنَ ٱلنَّاسِ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","tafsir":"{  ولا تجعلوا الله عرضة .  .  }لا تجعلوا الله حاجزا- لأجل حلفكم به- عن البر والتقوى والإصلاح بين الناس .  وكان أحدهم يدعى إلى بر فيقول : حلفت ألا أفعله ،  فيعتل بيمينه في تركه .  والعرضة :  كل ما يعترض الشيء فيمنع منه .  يقال :  عرض العود على الإناء إذا كان معترضا دونه ،  وحاجزا ومانعا منه .  وفلان عرضة دون الخير ،  أي حاجز عنه .  واللام في( لأيمانكم ) للتعليل .  و( أن تبروا ) أي عرضة لأن تبروا ،  بمعنى مانع من البر .\r\n\r\n","sura":"2","aya":"224","page":"35"}]