[{"text":"قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ أَفَلَا تَسْمَعُونَ","aya":"71","page":"394","tafsir":"{  أرأيتم } أخبروني [ آية 40 الأنعام ص 222 ] .  وفي هذه الآية واللتين بعدها دلائل على كمال القدرة الإلهية ،  موجهة للتوحيد في العبادة ."},{"text":"قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ","aya":"72","page":"394","tafsir":"{  سرمدا } أي دائما لا ينقطع .  والسرمد :  دوام الزمان من ليل أو نهار . <br \/>\r\n<br \/>\r\n"},{"text":"وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ","aya":"73","page":"394","tafsir":"no text"},{"text":"وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ","aya":"74","page":"394","tafsir":"no text"},{"text":"وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ","aya":"75","page":"394","tafsir":"no text"},{"text":"إِنَّ قَٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ وَءَاتَيْنَٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ","aya":"76","page":"394","tafsir":"{  فبغى عليهم } طلب الفضل عليهم ،  وأن يكونوا تحت أمره لقوته وغناه . <br \/>\r\n{  مفاتحه } جمع مفتح ،  وهو ما يفتح به الباب .  أو المفاتح :  الخزائن ،  جمع مفتح . {  لتنوء بالعصبة } أي لتثقل المفاتح العصبة وتميلهم من ثقلها فلا يستطيعون حملها ؛  والباء للتعدية .  يقال :  ناء به الحمل ،  أثقله وأماله ؛  كما يقال :  ذهب به وأذهبه بمعنى .  والعصبة :  الجماعة التي يتعصب بعضهم لبعض ،  وخصت في العرف بالعشرة إلى الأربعين . {  لا تفرح } لا تبطر ولا تأشر بكثرة المال . <br \/>\r\n<br \/>\r\n"},{"text":"وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْءَاخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ","aya":"77","page":"394","tafsir":"{  ولا تنس نصيبك من الدنيا } ولا تترك نصيبك من الطيبات التي أحلها الله لك . <br \/>\r\n<br \/>\r\n"}]