[
    {
        "text": "وَمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ ٱلدَّارَ ٱلْءَاخِرَةَ لَهِىَ ٱلْحَيَوَانُ لَوْ كَانُوا۟ يَعْلَمُونَ",
        "tafsir": "{  إلا لهو ولعب } اللهو :  اشتغال الإنسان بما لا يعنيه ولا يهمه .  أو هو الاستمتاع بملذات الدنيا .  واللعب :  العبث ،  وهو فعل لا يقصد به مقصد صحيح .  أي أن الحياة الدنيا في سرعة تقضيها ليست إلا كالشيء الذي يلهو ويلعب به الصبيان ،  يجتمعون عليه ويبتهجون به زمنا ثم ينصرفون عنه . {  وإن الدار الآخرة لهي الحيوان } لهي دار الحياة الدائمة ،  التي لا يعقبها موت ولا يعتريها انقضاء . <br />\r\nوالحيوان :  مصدر حي ،  سمى به ذو الحياة ؛  وأطلق هنا على نفس الحياة الحقة . <br />\r\n<br />\r\n",
        "sura": "29",
        "aya": "64",
        "page": "404"
    },
    {
        "text": "فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
        "tafsir": "{نَجَّاهُمْ}\r\n(65) - وَالمُشْرِكُونَ يُؤْثِرُونَ حَيَاةَ العَبَثِ وَاللَهْوِ في الرَّخَاءِ، ولَكِنَّهُمْ حِينَ ابْتِلائِهِمْ بالشَّدَائِدِ: كَرُكُوبِهِمُ البَحْرَ، وخَوْفِهِمْ مِنَ الغَرَقِ فيهِ، فإِنَّهُمْ يَرْجِعُونَ إِلى اللهِ، وَيُعْلِنونَ أنّهُ لا إِله إلا هُوَ، وَلا قَادِرَ عَلى حِفْظِهِمْ وإِنْجَائِهِمْ مِنَ المَهَالِكِ غَيرُهُ، فيَدْعُونَهُ مُخْلِصِينَ لَهُ الدِّينَ، وَلَكِنَّهُمْ إِذا خَرَجُوا مِنَ البَحرِ عَادُوا إِلى مَا كَانُوا عَلَيهِ مِنَ الشِّرْكِ، وَالعَبَثِ والبَاطِلِ.\r\nالدِّينَ - العِبَادَةَ والطَّاعَةَ.\n",
        "sura": "29",
        "aya": "65",
        "page": "404"
    },
    {
        "text": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَٰهُمْ وَلِيَتَمَتَّعُوا۟ فَسَوْفَ يَعْلَمُونَ",
        "tafsir": "{آتَيْنَاهُمْ}\r\n(66) - وَلْيَكْفُرَ هؤلاءِ بِمَا أَفَاءَ اللهُ عَلَيهِمْ مِنَ النَّعَمِ، وَلْيَجْحَدُوا فَضْلَ اللهِ عَلَيهِمْ بإِنْجَائِهِمْ مِنَ الغَرَقِ، ولْيَتَمَتَّعُوا بِاجْتِمَاعِهِم عَلى عِبَادَةِ الأَصْنَامِ، وَتَوادِّهِمْ عَلَيْها، فَسَيَعلمُونَ عَاقِبةَ ذَلِكَ حِينَ يَنْزِلُ بِهِمُ العَذَابُ والعِقَابُ يَوْمَ القِيَامَةِ.\n",
        "sura": "29",
        "aya": "66",
        "page": "404"
    },
    {
        "text": "أَوَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا حَرَمًا ءَامِنًا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ أَفَبِٱلْبَٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ",
        "tafsir": "{  ويتخطف الناس من حولهم } يختلسون من حولهم قتلا وسبيا ؛  إذا كانت العرب حول الحرم في تغاور وتناهب ،  وأهل مكة آمنون ؛  من الخطف وهو الأخذ بسرعة . <br />\r\n<br />\r\n",
        "sura": "29",
        "aya": "67",
        "page": "404"
    },
    {
        "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَٰفِرِينَ",
        "tafsir": "{  مثوى الكافرين } مستقر ومكان إقامة لهم .  يقال :  ثوى بالمكان ،  أي أقام به طويلا .  والاستفهام للتقرير . <br />\r\n<br />\r\n",
        "sura": "29",
        "aya": "68",
        "page": "404"
    },
    {
        "text": "وَٱلَّذِينَ جَٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ",
        "tafsir": "{  والذين جاهدوا فينا } أي من أجلنا ولوجهنا خالصا . {  وإن الله لمع المحسنين } بالنصر والمعونة والتوفيق لسبل الخير .  والله أعلم . <br />\r\n<br />\r\n",
        "sura": "29",
        "aya": "69",
        "page": "404"
    },
    {
        "text": "الٓمٓ",
        "tafsir": "(ألِف. لاَمْ. مِيمْ)\r\n(1) - وَتُقْرَأُ مُقَطَّعَةً. كُلُّ حَرْفٍ عَلَى حِدَةٍ. اللهُ أَعْلَمُ بِمُرَادِهِ.\n",
        "sura": "30",
        "aya": "1",
        "page": "404"
    },
    {
        "text": "غُلِبَتِ ٱلرُّومُ",
        "tafsir": "{  غلبت الروم } احتربت الفرس والروم بين أذرعات وبصرى من أرض الروم يومئذ ،  هما أقرب أراضيها بالنسبة إلى مكة .  وكان ذلك قبل الهجرة بخمس سنين ،  وقيل بسنة .  فظهر الفرس على الروم ،  فلما بلغ الخبر مكة شق على المؤمنين ؛  لأن الفرس مجوس لا يدينون بكتاب ،  والروم أهل<br />\r\nكتاب .  وفرح المشركون وقالوا :  أنتم والنصارى أهل كتاب ،  ونحن والفرس أميون ،  وقد ظهر إخواننا على إخوانكم ،  ولنظهرن نحن عليكم ؛  فنزلت الآية .  وفيها :  أن الروم سيغلبون الفرس في بضع سبين .  والبضع :  ما بين الثلاث إلى العشرة . <br />\r\n<br />\r\n",
        "sura": "30",
        "aya": "2",
        "page": "404"
    },
    {
        "text": "فِىٓ أَدْنَى ٱلْأَرْضِ وَهُم مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ",
        "tafsir": "(3) - لَقَدْ غَلَبَتْ فَارِسُ الرُّومَ فِى أَقْرَبِ أَرْضِ الرُّومِ مِنْ بِلاَد العَرَبِ (أَدْنى الأَرْضِ - وَكَانَتِ المَعْرَكَةُ بَينَ الأُرْدُنِّ \r\nوفِلَسْطِين) وَلكِنَّ الرُّومَ سَيَغْلِبُونَ الفُرسَ، خِلاَلَ بِضْعِ \r\nسِنينَ (وَالبِضْعُ تَسْتَعْمِلُهَا العَرَبُ لِمَا بَيْنَ الثَّلاَثِ \r\nوَالتِّسْعِ)، وَكَانَتْ غَلَبَةُ الرُّومِ للفُرْسِ خِلاَلَ تِسْعِ سَنَواتٍ \r\nكَمَا جَاءَ في القُرآن. وَقَدْ تَرَاهَن أَبُو بَكْرٍ مَعَ أُبَيِّ بْنِ \r\nخَلَفٍ (وَهُوَ مِنَ المُشرِكِينَ) عَلَى تَحَقٌّقِ غَلَبِ الرُّومِ \r\nخِلاَلَ تِسْعِ سَنَواتٍ، كَمَا جَاءَ في القُرآن، عَلَى مِئَةِ نَاقَةٍ، \r\nفَرَبحَ أَبُو بَكْرٍ الرِّهَانَ، وَكَانَ ذَلِكَ دَليلاً عَلَى صِدْقِ \r\nمُحَمَّدٍ صلى الله عليه وسلم فِيمَا جَاءَ بِهِ مِنْ رَبِّهِ.\r\n\r\nأَدْنَى الأَرْضِ - أَقْرَبِ أرْضِ الرُّومِ إِلى بِلاَدِ العَرَبِ.\r\n\n",
        "sura": "30",
        "aya": "3",
        "page": "404"
    },
    {
        "text": "فِى بِضْعِ سِنِينَ لِلَّهِ ٱلْأَمْرُ مِن قَبْلُ وَمِنۢ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ ٱلْمُؤْمِنُونَ",
        "tafsir": "{  ويومئذ يفرح المؤمنون بنصر الله } بإظهار صدقهم فيما أخبروا به المشركين من غلبة الروم ،  وبتغليب من له كتاب على من لا كتاب له ،  وغيظ الشامتين من المشركين .  ثم بعد سنين وقعت الحرب الثانية بينهما ؛  فظهر الروم على الفرس – كما أخبر الله تعالى – حتى بلغوا المدائن من بلاد الفرس ؛  وكانت في السنة الثانية من الهجرة يوم بدر – على القول الأول – أو في السادسة عام الحديبية – على القول الثاني – ففرح المؤمنون .  وكان ذلك من الآيات الباهرة الشاهدة بصدق النبوة ،  ومن دلائل إعجاز القرآن ؛  لما فيه من الأخبار بالغيب الذي لا يعلمه إلا الله تعالى . <br />\r\n<br />\r\n",
        "sura": "30",
        "aya": "4",
        "page": "404"
    },
    {
        "text": "بِنَصْرِ ٱللَّهِ يَنصُرُ مَن يَشَآءُ وَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "tafsir": "(5) - وَيَومَ تَنْتَصِرُ الرُّومُ عَلَى الفُرسِ يَفْرَحُ المُؤْمِنُونَ بِنَصْرِ \r\nاللهِ إخْوانَهُمْ أَهْلَ الكِتَابِ عَلى المُشْرِكِينَ االمَجُوسِ، \r\nوالله يَنْصُرُ مَنْ يَشَاءُ، وَهُوَ الرَّحيمُ بِعِبادِهِ فَلاَ يُعَاجِلُهُمْ \r\nبِالعُقُوبَةِ والانْتِقَامِ، وَإِنَّما يُؤَخِّرُهُمْ إِلى أَجَلٍ عَيَّنَهُ وَحَدَّدَهُ \r\nلَعَلَّهُمْ يَتُوبُونَ إِليهِ، وَيَرجِعُونَ عَمَّا كَانُوا يَجْتَرِحُونَهُ مِنَ \r\nالسَّيِّئَاتِ.\n",
        "sura": "30",
        "aya": "5",
        "page": "404"
    }
]