[{"text":"وَلَقَدْ أَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِى فَٱضْرِبْ لَهُمْ طَرِيقًا فِى ٱلْبَحْرِ يَبَسًا لَّا تَخَٰفُ دَرَكًا وَلَا تَخْشَىٰ","aya":"77","page":"317","tafsir":"{  أن أسر بعبادي } أي سر بهم أول الليل من أرض مصر إلى خليج السويس [ آية 1 الإسراء ص 449 ] . {  يبسا } أي يابسا لا طين فيه ولا ماء .  واليبس :  المكان إذا كان فيه ماء وذهب{  لا تخاف دركا } أي لا تخشى أن يدرك فرعون وجنوده من ورائك .  والدرك – محركة – اللحاق .  يقال :  أدركه لحقه . <br \/>\r\n{  المن والسلوى } [ آية 57 البقرة ص 29 ] ."},{"text":"فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلْيَمِّ مَا غَشِيَهُمْ","aya":"78","page":"317","tafsir":"no text"},{"text":"وَأَضَلَّ فِرْعَوْنُ قَوْمَهُۥ وَمَا هَدَىٰ","aya":"79","page":"317","tafsir":"no text"},{"text":"يَٰبَنِىٓ إِسْرَٰٓءِيلَ قَدْ أَنجَيْنَٰكُم مِّنْ عَدُوِّكُمْ وَوَٰعَدْنَٰكُمْ جَانِبَ ٱلطُّورِ ٱلْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ","aya":"80","page":"317","tafsir":"no text"},{"text":"كُلُوا۟ مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ وَلَا تَطْغَوْا۟ فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِى وَمَن يَحْلِلْ عَلَيْهِ غَضَبِى فَقَدْ هَوَىٰ","aya":"81","page":"317","tafsir":"{  ولا تطغوا فيه } تتعدوا حدود الله فيما رزقناكم بأن تكفروا به ؛  من الطغيان وهو تجاوز الحد في العصيان [ آية 256 البقرة ص 84 ]{  فيحل عليكم غضبي } فيجب عليكم عقابي .  يقال : <br \/>\r\nحل أمر الله عليه حلالا ،  وجب .  وقرئ بضم الحاء ،  أي فينزل عليكم .  يقال :  حل يحل حلولا ،  نزل . {  فقد هوى } أي هلك ؛  وأصله السقوط من علو .  يقال :  هوى يهوي هويا وهويا وهويانا ،  سقط إلى أسفل ؛  ثم استعمل في الهلاك للزومه له ."},{"text":"وَإِنِّى لَغَفَّارٌ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحًا ثُمَّ ٱهْتَدَىٰ","aya":"82","page":"317","tafsir":"no text"},{"text":"وَمَآ أَعْجَلَكَ عَن قَوْمِكَ يَٰمُوسَىٰ","aya":"83","page":"317","tafsir":"{  وما أعجلك عن قومك } أمر موسى عليه السلام بحضور الميقات مع قوم مخصوصين ؛  وهم النقباء السبعون الذين اختارهم الله من بني إسرائيل ليذهبوا معه إلى الطور لأجل أن يأخذوا التوراة ؛  فسار بهم موسى ثم عجل من بينهم مشوقا إلى ربه ،  وخلفهم وراءه وأمرهم أن يتبعوه إلى الجبل ؛  فقال تعالى :   \" وما أعجلك \"  .  ،  أي أيّ شيء عنهم فتقدمت عليهم .  يقال :  أعجله وعجله تعجيلا ،  استحثه ؛  من العجلة وهي طلب الشيء وتحريه قبل أوانه . <br \/>\r\n<br \/>\r\n"},{"text":"قَالَ هُمْ أُو۟لَآءِ عَلَىٰٓ أَثَرِى وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَىٰ","aya":"84","page":"317","tafsir":"no text"},{"text":"قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنۢ بَعْدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِىُّ","aya":"85","page":"317","tafsir":"{  قد فتنا قومك } أي ابتلينا القوم الذين خلفتهم مع هارون – وهم غير النقباء السبعين – بعبادة العجل ؛  إلا قليلا منهم حيث أطاعوا موسى السامري فيما دعاهم إليه ،  وكان من عظمائهم ،  من قبيلة تعرف بالسامرة ،  وكان منافقا .  والفتنة :  الابتلاء والاختبار [ آية 102 البقرة ص 40 ] ."},{"text":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَٰنَ أَسِفًا قَالَ يَٰقَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا أَفَطَالَ عَلَيْكُمُ ٱلْعَهْدُ أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ فَأَخْلَفْتُم مَّوْعِدِى","aya":"86","page":"317","tafsir":"{  أسفا } حزينا على ما صنع قومه .  أو شديد الغضب .  والأسف :  الحزن والغضب معا ،  وقد يطلق على كل واحد منهما على الانفراد . {  أن يحل } أي يجب{  عليكم غضب } . <br \/>\r\n<br \/>\r\n"},{"text":"قَالُوا۟ مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَٰكِنَّا حُمِّلْنَآ أَوْزَارًا مِّن زِينَةِ ٱلْقَوْمِ فَقَذَفْنَٰهَا فَكَذَٰلِكَ أَلْقَى ٱلسَّامِرِىُّ","aya":"87","page":"317","tafsir":"{  ما أخلفنا موعدك بملكنا } أي بقدرتنا وطاقتنا ورغبتنا .  يقال :  ملكه يملكه ملكا – بتثليث الميم – احتواه قادرا على الاستبداد به . {  حملنا أوزارا } أي أثقالا وأحمالا .  جمع وزر وهو الثقل . {  من زينة القوم } أي من حل القبط . {  فقذفناها } فطرحناها في النار{  فكذلك ألقى السامري } ما معه من الحلي .  وقيل :  ما معه من الحلي ومن التراب الذي وقع عليه حافر فرس جبريل عليه السلام . <br \/>\r\n<br \/>\r\n"}]