[
    {
        "text": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
        "tafsir": "ويتحداك كفار قريش أن تعجل لهم بنزول العذاب بهم. وقد قالوا مرة: {مَتَىٰ هَذَا ٱلْوَعْد} } ، وقالوا مرة أخرى: {هَـٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍ..} } .\nويرد الله تعالى عليهم قائلا: إن حكمته تعالى قد اقتضت أن يحدد لهم أجلا معينا لعذابهم، ولولا ذلك لأنزل بهم العذاب حين استعجالهم به، وسيأتيهم العذاب، دون شك، بصورة مفاجئة لهم، وهم لا يشعرون بمجيئه.\r\nأجل مسمى- هو يوم القيامة.\r\nبغتة- فجأة.",
        "sura": "29",
        "aya": "53",
        "page": "403"
    },
    {
        "text": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَٰفِرِينَ",
        "tafsir": "{بِٱلْكَافِرِينَ} - يستعجلونك بإنزال العذاب بهم، وهو واقع بهم، لا محالة، ولو علموا ما هم صائرون إليه لما تمنوا استعجال العذاب، ولعملوا جهدهم للخلاص منه، وإن جهنم ستحيط يوم القيامة بالكافرين المستعجلين بالعذاب.",
        "sura": "29",
        "aya": "54",
        "page": "403"
    },
    {
        "text": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "{يوم يغشاهم العذاب} يجللهم العذاب كالغشاء المحيط؛ وهو عذاب الآخرة. و  \" يوم\" ظرف لمحذوف تقديره: يكون من الأهوال ما لا يحيط به الوصف .",
        "sura": "29",
        "aya": "55",
        "page": "403"
    },
    {
        "text": "يَٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌ فَإِيَّٰىَ فَٱعْبُدُونِ",
        "tafsir": "{يٰعِبَادِيَ} {آمَنُوۤاْ} {وَاسِعَةٌ} {فَإِيَّايَ} - يأمر الله تعالى عباده المؤمنين بالهجرة من كل بلد لا يقدرون فيه على إقامة الشعائر الدينية إلى مكان آخر من أرض الله الواسعة، يستطيعون فيه إقامة شعائر دينهم كما أمرهم ربهم.\r\n(وَجَاءَ فِي الحَدِيثِ:\" البِلاَدُ بِلاَدُ اللهِ، وَالعِبَادُ عِبَادُ اللهِ، حَيْثُمَا أَصَبْتَ خَيْراً فأَقِمْ\". (أَخْرَجَهُ الإِمَامُ أَحْمَدُ) .",
        "sura": "29",
        "aya": "56",
        "page": "403"
    },
    {
        "text": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
        "tafsir": "{ذَآئِقَةُ} - وأينما كنتم يدرككم الموت، فكونوا في طاعة الله، وحيث أمركم الله فهو خير لكم، فالموت آت لا محالة، ولا مفر منه ولا مهرب، ثم ترجعون إلى الله يوم القيامة وعنده الحساب والجزاء.",
        "sura": "29",
        "aya": "57",
        "page": "403"
    },
    {
        "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا نِعْمَ أَجْرُ ٱلْعَٰمِلِينَ",
        "tafsir": "{لنبوئنهم. .  .} لننزلنهم على وجه الإقامة قصورا عالية بهية من الجنة. يقال: بوأت له منزلا، سويته وهيأته .",
        "sura": "29",
        "aya": "58",
        "page": "403"
    },
    {
        "text": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
        "tafsir": "وهؤلاء العاملون، الذين فازوا بغرفات الجنة، هم الذين صبروا على أذى المشركين، وعلى شدائد الهجرة، وعلى الجهاد في سبيل الله، وتوكلوا على ربهم في جميع أعمالهم.",
        "sura": "29",
        "aya": "59",
        "page": "403"
    },
    {
        "text": "وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "{وكأين من دابة} كم من دابة [آية 146 آل عمران ص 127] .",
        "sura": "29",
        "aya": "60",
        "page": "403"
    },
    {
        "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ فَأَنَّىٰ يُؤْفَكُونَ",
        "tafsir": "{فأنى يؤفكون} فكيف يصرفون عن الإقرار بتفرده تعالى في الألوهية، مع إقرارهم بتفرده سبحانه في الخلق والتسخير؟ [آية 75 المائدة ص 202] .",
        "sura": "29",
        "aya": "61",
        "page": "403"
    },
    {
        "text": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "tafsir": "{ويقدر له} يضيق عليه؛ من قدرت عليه الشيء: ضيقته؛ كأنما جعلته بقدر .",
        "sura": "29",
        "aya": "62",
        "page": "403"
    },
    {
        "text": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ قُلِ ٱلْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
        "tafsir": "{لَئِن} - وإذا سألت هؤلاء المشركين: من ينزل من السحاب المطر، فيحيي به الأرض الموات، فتصبح خضراء بالنبت بعد أن لم يكن فيها شيء من النبات، ليقولن: الله هو الموجد لسائر المخلوقات، ولكنهم، مع اعترافهم بهذا، يشركون بالله بعض مخلوقاته، التي لا تقدر على شيء من الخلق.\r\nفقل لهم: الحمد لله على إظهار الحجة، وعلى اعترافهم بأن النعم كلها من عند الله، ولكن أكثر المشركين لا يعقلون ما يقعون فيه من تناقض، وأن الأصنام التي يعبدونها لا تملك لهم نفعا ولا ضرا، ولا تستحق أن يعبدها البشر.",
        "sura": "29",
        "aya": "63",
        "page": "403"
    }
]