[
    {
        "text": "حمٓ",
        "tafsir": "(حَا. مِيمْ)\r\n(1) - اللهُ أَعْلَمُ بِمُرادِهِ.\n",
        "sura": "45",
        "aya": "1",
        "page": "499"
    },
    {
        "text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
        "tafsir": "{ٱلْكِتَابِ}\r\n(2) - إِنَّ هذا القُرآنَ الكَريمَ أَنزَلَهُ اللهُ تَعَالَى وَهُوَ العَزِيزُ القَاهِرُ لِكُلِّ شَيءٍ، الحَكِيمُ في خَلْقِهِ وَشَرْعِهِ وَتدْبِيرِهِ.\n",
        "sura": "45",
        "aya": "2",
        "page": "499"
    },
    {
        "text": "إِنَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَءَايَٰتٍ لِّلْمُؤْمِنِينَ",
        "tafsir": "{  إن في السموات والأرض .  .  .  } اشتملت هذه الآيات الثلاث على ستة أدلة كونية :  خلق السموات والأرض ؛  والمتأمل فيهما يعلم أنه لا بد لهما من صانع حكيم ،  فيؤمن به .  وخلق الإنسان وانتقاله في أطواره .  وخلق ما على الأرض من صنوف الحيوان ؛  والمتأمل فيهما وفي ارتباط تكونهما بالعالم العلوي يصل بالتأمل إلى مرتبة اليقين ،  والحوادث المتجددة في كل وقت من اختلاف الليل والنهار ،  ونزول الأمطار الذي به حياة الأرض بالنبات ،  وتقلب الرياح وآثارها في البر والبحر ؛  والتأمل فيها يؤدي إلى استحكام العلم وقوة اليقين ،  وذلك لا يكون إلا بالعقل الكامل ؛  ولذا ختمت كل آية بما يناسب ما سبق فيها من الدليل . \r\n\r\n",
        "sura": "45",
        "aya": "3",
        "page": "499"
    },
    {
        "text": "وَفِى خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٌ لِّقَوْمٍ يُوقِنُونَ",
        "tafsir": "و{  يبث } أي ينشر ويفرق [ آية 10 لقمان ص 165 ] . \r\n/ت3",
        "sura": "45",
        "aya": "4",
        "page": "499"
    },
    {
        "text": "وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزْقٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ ٱلرِّيَٰحِ ءَايَٰتٌ لِّقَوْمٍ يَعْقِلُونَ",
        "tafsir": "{  وتصريف الرياح } تقليبها من جهة إلى أخرى ،  ومن حالة إلى حالة [ آية 164 البقرة ص 54 ] . \r\n/ت3",
        "sura": "45",
        "aya": "5",
        "page": "499"
    },
    {
        "text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ فَبِأَىِّ حَدِيثٍۭ بَعْدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤْمِنُونَ",
        "tafsir": "{  فبأي حديث بعد الله } أي بعد حديث الله الذي يتلوه عليكم الرسول وهو القرآن .  وقد جاء إطلاق الحديث عليه في قوله تعالى :   \" الله نزل أحسن الحديث كتابا متشابها مثاني \"  {[318]} . {  وآياته } دلائله وحججه{  يؤمنون } .",
        "sura": "45",
        "aya": "6",
        "page": "499"
    },
    {
        "text": "وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ",
        "tafsir": "{  ويل لكل أفاك أثيم } هلاك ،  أو عذاب ،  أو حسرة لكل كذاب كثير الإثم .  ويدخل في الآية من نزلت فيه دخولا أوليا :  أبو جهل ،  أو النضر بن الحارث وكان يشتري أحاديث الأعاجم ليلهي الناس بها عن سماع القرآن . \r\n\r\n",
        "sura": "45",
        "aya": "7",
        "page": "499"
    },
    {
        "text": "يَسْمَعُ ءَايَٰتِ ٱللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
        "tafsir": "{  ثم يصر مستكبرا } ثم يقيم على كفره وضلاله ،  مستكبرا عن الإيمان بالآيات .  والإصرار على الشيء :  ملازمته وعدم الانفكاك عنه ؛  من الصر وهو الشد .  ومنه صرة الدراهم . \r\n\r\n",
        "sura": "45",
        "aya": "8",
        "page": "499"
    },
    {
        "text": "وَإِذَا عَلِمَ مِنْ ءَايَٰتِنَا شَيْـًٔا ٱتَّخَذَهَا هُزُوًا أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
        "tafsir": "{  اتخذها هزوا } اتخذ الآيات هزوا وسخرية . \r\n\r\n",
        "sura": "45",
        "aya": "9",
        "page": "499"
    },
    {
        "text": "مِّن وَرَآئِهِمْ جَهَنَّمُ وَلَا يُغْنِى عَنْهُم مَّا كَسَبُوا۟ شَيْـًٔا وَلَا مَا ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ وَلَهُمْ عَذَابٌ عَظِيمٌ",
        "tafsir": "{وَرَآئِهِمْ}\r\n(10) - وَسَيَصِيرُون فِي الآخِرةِ إِلى نَارِ جَهَنَّمَ التي تَنْتَظِرُهُمْ، وَلَنْ تُغنَي عَنْهُمْ أَوْلاَدُهُم وَلاَ أَمْوالُهُمْ التي كَسبُوها في الحَياةِ الدُّنيا، ولنْ تُفِيدَهُم الآلهةُ التِي عَبَدُوها، مِنْ دُونِ اللهِ شيئاً، وَسَيُعَذَّبُونَ عَذَاباً أليماً لا يُقدَّرُ قَدرُهُ.\r\nلا يُغْنِي عَنْهُمْ - لاَ يَدفَعُ عَنْهُمْ.\n",
        "sura": "45",
        "aya": "10",
        "page": "499"
    },
    {
        "text": "هَٰذَا هُدًى وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
        "tafsir": "{  لهم عذاب من رجز أليم } مؤلم موجع من أشد العذاب .  والرجز :  يطلق على اشد العذاب وعلى العذاب .  وقرئ  \" أليم \"  بالجر على أنه صفة ل  \" رجز \"  . \r\n\r\n",
        "sura": "45",
        "aya": "11",
        "page": "499"
    },
    {
        "text": "ٱللَّهُ ٱلَّذِى سَخَّرَ لَكُمُ ٱلْبَحْرَ لِتَجْرِىَ ٱلْفُلْكُ فِيهِ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "tafsir": "(12) - يَمْتَنُّ اللهُ تَعَالى عَلَى عِبَادِهِ بِما سَخَّرَ لَهمْ مِنَ البَحْرِ لِتَسيرَ فيهِ السُّفُنُ وَالمَراكبُ بأَمرهِ تَعَالى، تَحمِلُهم مِنْ جِهَةٍ إِلى جِهَةٍ هُمْ وَبَضَائِعَهُم وأَمتِعَتَهُم. لِيتجِرُوا بِها، وَيؤمِّنُوا رِزْقَهم وَمَعَاشَهُمْ، وَما يَحْتَاجُونَ إِليهِ مِنَ الأقواتِ، وَليسْتَخرِجُوا من البَحر اللُؤْلُؤَ والمرجَانَ والأَسْماكَ، وغَيْرَ ذَلِكَ. وَقَدْ مَنَّ الله تَعَالى بِذَلِكَ كُلِّهِ عَلَى عِبادِهِ لَعَلَّهُم يَشْكُرُونَه عَلَى هذهِ النِّعَمِ الوَفيرةِ، فَيعبُدُوهُ وَيُطِيعُوا أَمرَهُ.\n",
        "sura": "45",
        "aya": "12",
        "page": "499"
    },
    {
        "text": "وَسَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ جَمِيعًا مِّنْهُ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {لآيَاتٍ}\r\n(13) - وسَخَّرَ اللهُ تَعَالَى لِعِبادِهِ ما في السَّماواتِ مِنْ نُجومٍ وَكَواكِبَ، وَمَا في الأَرضِ مِنْ بِحَارٍ وَأَنْهَارٍ وَدَوابَّ وَأَشْجَارٍ، وَنَباتَاتٍ، وَريَاحٍ، وَأَمْطَارٍ .. لِتَقُومَ بِهِ مَعَايِشُهُمْ وَمَصَالِحُهُمْ، وَفي كُلِّ ذلكَ آياتٌ تدلُّ أَصْحَابَ العُقولِ السَّليمةِ عَلَى أَنَّ الخَالِقَ الرَّازِقَ، المُسَخِّرَ لِكُلِّ ذَلِكَ هُوَ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ.\n",
        "sura": "45",
        "aya": "13",
        "page": "499"
    }
]