[
    {
        "text": "وَلَوْ نَشَآءُ لَأَرَيْنَٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَٰهُمْ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ وَٱللَّهُ يَعْلَمُ أَعْمَٰلَكُمْ",
        "tafsir": "{  فلعرفتهم بسيماهم } أي بعلامات تسمهم بها .  يقال :  سوم الفرس تسويما ،  جعل له سيمة أي علامة . {  ولتعرفنهم في لحن القول } لحن القول :  أسلوب من أساليبه المائلة عن الطريق المعروفة ؛  كأن يعدل عن ظاهره من التصريح إلى التعريض والإبهام .  وكان المنافقون يصطلحون فيما بينهم على ألفاظ يخاطبون بها الرسول صلى الله عليه وسلم مما ظاهره حسن ويريدون به القبيح ،  ومما ظاهره الاتباع وهم بخلاف ذلك .  يقال :  لحنت له ألحن لحنا ،  إذا قلت له قولا يفهمه عنك ويخفي على غيره ؛  فلحنه هو – بالكسر – أي فهمه .  ويقال :  فهمته من لحن كلامه وفحواه ومعاريضه بمعنى واحد .\r\n\r\n",
        "sura": "47",
        "aya": "30",
        "page": "510"
    },
    {
        "text": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَٰهِدِينَ مِنكُمْ وَٱلصَّٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
        "tafsir": "{  ولنبلونكم } أي ولنعاملنكم معاملة المختبر بالأمر بالجهاد ونحوه من التكاليف الشاقة .\r\n{  حتى نعلم المجاهدين منكم والصابرين } علما شهوديا يشهده غيرنا ،  مطابقا لما نعلمه علما غيبيا ؛  فنستخرج منكم ما جبلتم عليه مما لا يعلمه أحد منكم .  أو علما يتعلق به الجزاء .\r\n\r\n",
        "sura": "47",
        "aya": "31",
        "page": "510"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَسَيُحْبِطُ أَعْمَٰلَهُمْ",
        "tafsir": "{  وشاقوا الرسول } أي عادوه وخالفوه ،  وهم بنو قريظة والنضير .  أو قوم نافقوا بعد الإيمان .  أو المطمعون يوم بدر .  وأصل المشاقة :  أن تصير في شق غير شق صاحبك .\r\n\r\n",
        "sura": "47",
        "aya": "32",
        "page": "510"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَٰلَكُمْ",
        "tafsir": "{  ولا تبطلوا أعمالكم } بارتكاب المعاصي ،  أو بالنفاق أو الرياء ،  أو المن بالإسلام أو بالعجب .\r\n\r\n",
        "sura": "47",
        "aya": "33",
        "page": "510"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
        "tafsir": "(34) - إن الذِينَ كَفَرُوا باللهِ وَكُتُبِهِ، وَرُسُلِهِ، وَصَدُّوا النَّاسَ عن الدُّخُولِ في الإِسْلامِ، ثُمَّ مَاتُوا وَهُمْ كُفّارٌ، فإنَّ اللهَ لَنْ يَغْفِرَ لَهُمْ، وَلَنْ يَعْفُوَ عَنْ سَيِّئَاتِهِمْ، لأنَّ بَابَ التَّوبَةِ يَظَلُّ مَفْتَوحاً لِلكَافِرِ وَالعَاصِي حَتَّى تَبْلُغَ رُوحُهُ الحُلْقُومَ، فَإذا بَلَغَتْهُ فَلا تَوْبَةَ وَلاَ مَغْفِرَةَ.\n",
        "sura": "47",
        "aya": "34",
        "page": "510"
    },
    {
        "text": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَٰلَكُمْ",
        "tafsir": "{  فلا تهنوا } لا تضعفوا عن قتال الكافرين الذين يصدون عن سبيل الله .  وفعله كوعد وورث وكرم . {  وتدعوا إلى السلم } أي ولا تدعوهم إلى الصلح والمسالمة خورا وإظهار للعجز{  وأنتم الأعلون } في الحجة ،  الأغلبون بقوة الإيمان{  والله معكم } بنصره{  ولن يتركم أعمالكم } لن ينقضكم أجور أعمالكم .  يقال :  وترث زيدا حقه – من باب وعد – نقصته .  ووترث الرجل :  إذا قتلت له قتيلا ،  أو سلبت ماله ما ذهبت به .  ومحل النهي عن الدعوة إلى صلح الكفار ومسالمتهم إذا لم تكن بالمسلمين حاجة بهما ؛  وإلا جاز الجنوح إلى السلم ،  وهو محمل قوله تعالى :   \" وإن جنحوا للسلم فاجنح لها وتوكل على الله \"  {[326]} .",
        "sura": "47",
        "aya": "35",
        "page": "510"
    },
    {
        "text": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
        "tafsir": "{  لعب ولهو } باطل وغرور ،  لا ثبات لها ولا اعتداد بها ،  فكيف تمنعكم عن طلب نعيم الآخرة والسعي إليه ؟  .\r\n\r\n",
        "sura": "47",
        "aya": "36",
        "page": "510"
    },
    {
        "text": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَٰنَكُمْ",
        "tafsir": "{  إن يسألكموها فيحفكم } أي فيجهدكم بطلبها كلها{  تبخلوا } بها فلا تعطوها .  والإحفاء والإلحاف :  المبالغة وبلوغ الغاية في كل شيء .  يقال :  أحفاه في المسألة ،  إذا لم يترك شيئا من الإلحاح .  وأجفى شاربه :  استأصله وأخذه أخذا متناهيا .  وأصله من أحفيت البعير :  جعلته حافيا ؛  أي منسجح الخف من المشي حتى يرق . {  ويخرج أضغانكم } ويظهر أحقادكم ؛  لمزيد حبكم للمال .\r\n\r\n",
        "sura": "47",
        "aya": "37",
        "page": "510"
    },
    {
        "text": "هَٰٓأَنتُمْ هَٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَٰلَكُم",
        "tafsir": "{  ومن يبخل فإنما يبخل عن نفسه } أي يبخل عن داعي نفسه لا عن داعي ربه .  أو يبخل على نفسه .  يقال :  بخل عليه وعنه – كفرح وكرم – بمعنى ؛  لأن البخل فيه معنى المتع والإمساك \"  ،  ومعنى التضييق على من منع عنه المعروف ،  فعدى ب  \" عن \"  نظرا للأول ،  وبعلى نظرا للثاني .  والله أعلم .\r\n\r\n",
        "sura": "47",
        "aya": "38",
        "page": "510"
    }
]