[{"text":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَسْمَعُونَ","aya":"65","page":"274","tafsir":"no text"},{"text":"وَإِنَّ لَكُمْ فِى ٱلْأَنْعَٰمِ لَعِبْرَةً نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشَّٰرِبِينَ","aya":"66","page":"274","tafsir":"{  لعبرة } :  لعظة ،  من العبور( آية 13 آل عمران ص 99 ) .  ( من بين فرث ) هو الأشياء المأكولة المنهضمة بعض الانهضام في الكرش ،  فإذا خرجت من الكرش سميت روثا ."},{"text":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَعْقِلُونَ","aya":"67","page":"274","tafsir":"{  ومن ثمرات النخيل والأعناب } ،  أي :  ومن ثمراتها ثمر{  تتخذون منه سكرا } ،  أي :  خمرا ،  {  ورزقا حسنا } ،  وهو نحو الزبيب والتمر والدبس والخل .  والسكر كالسكر :  مصدر سمي به الخمر .  وقد كانت حين الامتنان بها حلالا ،  إذ السورة مكية ،  والتحريم في سورة المائدة ،  وهي آخر السور نزولا بالمدينة ( آية 90 ص 205 ) .  وفي الآية إشارة إلى عدم حسنها ،  لمقابلتها بالرزق الحسن ."},{"text":"وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ","aya":"68","page":"274","tafsir":"{  وأوحى ربك إلى النحل .  .  } لما ذكر الله تعالى من دلائل قدرته وبديع صنعته إخراج اللبن من بين فرث ودم ،  وإخراج السكر والرزق الحسن من ثمرات النخيل والأعناب ،  ذكر في هذه الآية إخراج العسل – وهو شفاء للناس – من طائر ضعيف :  وهو النحل .  {  ومما يعرشون } ،  أي :  يبنون للنحل من الخلايا .  يقال :  عرش يعرش ويعرش ،  أي :  بنى عريشا ،  كأعراش وعرش ،  من العرش وهو سقف البيت .  ومنه عرشت الكرم وعرشته ،  إذا جعلت له كهيئة السقف لرفعه عن الأرض .  والمراد :  أنه تعالى ألهم النحل أن تتخذ بيوتا من الشمع الذي تمج العسل شيئا فشيئا ،  في كهوف الجبال وفي متجوف الأشجار ،  وفي الخلايا التي يبنيها الناس لذلك .  ولولا هذا الإلهام لم تأو إلى هذه الأماكن ،  ولم تمج فيها العسل .  وفي بنائها هذه البيوت الدقيقة المحكمة البديعة ،  من مسدسات متساوية الأضلاع لا خلل فيها ولا تفاوت ،  وفي غدوها لاقتطاف الأزاهير والثمار ،  ورواحها إلى خلياتها من مسافات بعيدة دون أن تخطئها ،  وفي تنصيب أمة النحل في الخلايا ملكة عليها نافذة الحكم والسلطان ،  وإقامة حاجب على كل خلية يحرسها ،  ولا يمكن غير أهلها من الدخول فيها ،  مع صغر حجم النحلة وضعف بنيتها ،  ودأبها على العمل بنظام دقيق – أدلة متضافرة على كمال قدرة مبدعها ،  وبداعة صنع ملهمها .  \r\nوكم في هذه المخلوقات الصغيرة من عجائب ودلائل ،  كالنمل والعنكبوت والذباب : {  إن الذين تدعون من دون الله لن يخلقوا ذبابا ولو اجتمعوا له ،  وإن يسلبهم الذباب شيئا لا يستنقذوه منه ضعف الطالب والمطلوب .  ما قدروا الله حق قدره إن الله لقوي عزيز }{[207]} ."},{"text":"ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًا يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌ لِّلنَّاسِ إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَتَفَكَّرُونَ","aya":"69","page":"274","tafsir":"{  سبل ربك ذللا } ،  مذللة ،  ذللها الله تعالى ،  وسهلها لك .  جمع ذلول ،  وهو حال من {  سبل } ،  أي :  الطرق التي هداها إليها ،  وهي راجعة إلى خلاياها وبيوتها .  {  شراب مختلف ألوانه } ،  تبعا لاختلاف من النحل صغرا وكبرا ،  ولاختلاف المرعى .  {  فيه شفاء للناس } ،  أي في العسل شفاء للمرضى الذين ينجع العسل في أمراضهم ،  وذلك من نعمه تعالى ،  إذ خلق الداء والدواء ،  وسن التداوي لعباده .  \r\n \r\n"},{"text":"وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔا إِنَّ ٱللَّهَ عَلِيمٌ قَدِيرٌ","aya":"70","page":"274","tafsir":"{  أرذل العمر } :  أخسه وأحقره ،  وهو وقت الهرم الذي تنقص فيه القوى وتضعف ،  ويكون حال الإنسان فيه كحالته وقت الطفولة ،  من ضعف العقل والقوة ،  وهو كقوله تعالى :  {  ومن نعمره ننكسه في الخلق }{[208]} .  وليس سن معينة على الصحيح ."},{"text":"وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِى ٱلرِّزْقِ فَمَا ٱلَّذِينَ فُضِّلُوا۟ بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ","aya":"71","page":"274","tafsir":"{  والله فضل بعضكم } ،  مثل ضربه الله للذين جعلوا له شركاء .  فقال لهم :  إنكم لا ترضون أن تسووا بينكم وبين مماليككم فيما أنعمت به عليكم من الأرزاق ،  ولا أن تجعلوهم فيه شركاء ،  فكيف رضيتم أن تجعلوا عبيدي شركاء لي في ملكي وسلطاني .  \r\n \r\n"},{"text":"وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ أَفَبِٱلْبَٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ","aya":"72","page":"274","tafsir":"{  وحفدة } ،  أي :  أولاد أولاد .  أو أعوانا وخدما ،  يحفدون في مصالحكم ويعينوكم .  يقال :  حفد يحفد حفدا وحفودا ،  إذا أسرع في الخدمة والطاعة ،  ومنه :  ( وإليك نسعى ونحفد ) ،  أي :  نسرع إلى طاعتك .  \r\n \r\n"}]