[
    {
        "text": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ",
        "tafsir": "{ولقد أرسلا إلى ثمود} أي إلى القبيلة، وتسمى عادا الثانية. وأما عاد الأولى فهم قوم هود. وبينهما على ما قيل نحو مائة عام .",
        "sura": "27",
        "aya": "45",
        "page": "381"
    },
    {
        "text": "قَالَ يَٰقَوْمِ لِمَ تَسْتَعْجِلُونَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
        "tafsir": "{يٰقَوْمِ} - فقال لهم صالح: لماذا تطلبون أن ينزل الله بكم عقابه وعذابه، ولا تطلبون من الله الرحمة؟ فهلا تبتم من كفركم إليه تعالى، واستغفرتموه وسألتموه العفو لعله يغفر لكم ويرحمكم؟",
        "sura": "27",
        "aya": "46",
        "page": "381"
    },
    {
        "text": "قَالُوا۟ ٱطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ قَالَ طَٰٓئِرُكُمْ عِندَ ٱللَّهِ بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ",
        "tafsir": "{قالوا اطيرنا بك} أي قال الكافرون من قومه لجهلهم: أصابنا الشؤم والنحس بك {وبمن معك} في دينك؛ حيث توالت علينا الشدائد منذ جئت بما جئت به. وكان العرب أكثر الناس طيرة؛ فإذا أراد أحدهم سفرا مثلا زجر طائرا فإذا طار يمنة تيامن، وإذا طار يسرة تشاؤم؛ فنسبوا الخير والشر إلى الطائر، واستعير لما كان سببا لهما؛ وهو قدر الله أو عمل العبد الذي هو سبب الرحمة أو النقمة. وفي القرطبي: ولا شيء أضر بالرأي، ولا أفسد للتدبير من اعتقاد الطيرة؛ ومن ظن أن خوار بقرة، أو نعيب غراب يرد قضاء أو يدفع مقدروا فقد جهل. فلما قالوا ذلك {قال} لهم صالح {طائركم عند الله} أي سبب ما يصيبك من الشر قدر الله. أو عملكم السيئ مكتوب عليكم عنده تعالى. {بل أنتم قوم تفتنون} تخبرون بتعاقب السراء والضراء؛ لتنبهوا إلى أن ما ينالكم من حسنة فبفضل الله، وما يصيبكم من سيئة فبشؤم أعمالكم. أو يفتنكم الشيطان بوسوسته إليكم الطيرة .",
        "sura": "27",
        "aya": "47",
        "page": "381"
    },
    {
        "text": "وَكَانَ فِى ٱلْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
        "tafsir": "{وكان في المدينة} وهي الحجر. {تسعة رهط} تسعة أشخاص من رؤسائهم؛ وهم الذين سعوا في عقر لناقة [آية 92 هود ص 373] .",
        "sura": "27",
        "aya": "48",
        "page": "381"
    },
    {
        "text": "قَالُوا۟ تَقَاسَمُوا۟ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهْلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِۦ وَإِنَّا لَصَٰدِقُونَ",
        "tafsir": "{قالوا تقاسموا بالله} أي قال بعضهم لبعض: احلفوا بالله {لنبيتنه وأهله} لنأتينه بغتة في الليل فنقتله هو ومن آمن معه؛ ومن البيات وهو مباغتة العدو ليلا. يقال: بيت القوم العدو، إذا أوقعوا له ليلا. {ما شهدنا مهلك أهليه} ما حضنا هلاكهم، أي وهلاكه؛ مصدر كمرجع، من هلك الثلاثي. وقرئ بضم الميم وفتح اللام؛ أي إهلاكهم وإهلاكه، من أهلك الرباعي .",
        "sura": "27",
        "aya": "49",
        "page": "381"
    },
    {
        "text": "وَمَكَرُوا۟ مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ",
        "tafsir": "{ومكرنا مكرا} دبرنا لصالح ومن آمن معه تدبيرا محمودا، وهو نجاتهم ومجازاة المتآمرين عليهم من قوهم؛ بالإهلاك والتدمير على غرة وغفلة .",
        "sura": "27",
        "aya": "50",
        "page": "381"
    },
    {
        "text": "فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَٰهُمْ وَقَوْمَهُمْ أَجْمَعِينَ",
        "tafsir": "{عَاقِبَةُ} {دَمَّرْنَاهُمْ} - وكانت عاقبة مكرهم أن دمر الله المجرمين وأهلكهم مع قومهم أجمعين، فلم يبق من الكفار أحدا في ديارهم.\r\nدمرناهم -أهلكناهم.",
        "sura": "27",
        "aya": "51",
        "page": "381"
    },
    {
        "text": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةًۢ بِمَا ظَلَمُوٓا۟ إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَعْلَمُونَ",
        "tafsir": "{لآيَةً} - وهذه بيوتهم أصبحت خاوية خالية لا يسكنها أحد، وذلك عقاب من الله تعالى لهم بسبب ظلمهم وكفرهم. وفيما حل بهم من عذاب وهلاك لعبرة وعظة لمن ينظر ويتفكر في قدرة الله وتدبيره فيتعظ.\r\nخاوية- خالية خربة- أو ساقطة متهدمة.",
        "sura": "27",
        "aya": "52",
        "page": "381"
    },
    {
        "text": "وَأَنجَيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
        "tafsir": "{آمَنُواْ} - أما الذين آمنوا بما جاءهم به صالح، واتقوا ربهم وخافوه، فقد أنجاهم الله تعالى مع صالح وأهله.",
        "sura": "27",
        "aya": "53",
        "page": "381"
    },
    {
        "text": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَٰحِشَةَ وَأَنتُمْ تُبْصِرُونَ",
        "tafsir": "{ٱلْفَاحِشَةَ} - واذكر يا محمد لقومك حديث لوط مع قومه إذ أنذرهم وحذرهم نقم الله أن تحل بهم إذا استمروا على فعلهم الفاحشة التي لم يسبقهم إليها أحد من البشر، فقد كانوا يأتون الرجال شهوة من دون النساء، ويأتون الفاحشة في ناديهم في حضور الآخرين، وأمام أعينهم (وَأَنْتُمْ تُبْصِرُونَ) .\r\n(وقيلَ بَلِ: المَعْنَى هُوَ: أَنَّهُمْ كَانُوا يَأْتُونَ الفَاحِشَةَ وَيعلَمُونَ أَنَّها فَاحِشَةٌ، واقتِرافُ القَبيحِ مِمَّنْ يَعْلَمُ أَنَّ مَا يَفعَلُهُ هُوَ قَبيحٌ، هُوَ أقْبَحُ وأَشْنَعُ) .\r\nوأنتم تبصرون- لا تبالون بإظهارها مجانة.",
        "sura": "27",
        "aya": "54",
        "page": "381"
    },
    {
        "text": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ",
        "tafsir": "{أَإِنَّكُمْ} - فإنكم تأتون الذكور، وتذرون النساء، وهذا فساد ومنكر، فأنتم معتدون جاهلون، لا تميزون بين الخبيث والطيب، متجاوزون حدود ما شرع الله لكم.",
        "sura": "27",
        "aya": "55",
        "page": "381"
    }
]