[{"text":"فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ فَقَالُوا۟ هَٰذَآ إِلَٰهُكُمْ وَإِلَٰهُ مُوسَىٰ فَنَسِىَ","aya":"88","page":"318","tafsir":"{  فأخرج لهم عجلا جسدا له خوار } [ آية 148 الأعراف ص 279 ] ."},{"text":"أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا","aya":"89","page":"318","tafsir":""},{"text":"وَلَقَدْ قَالَ لَهُمْ هَٰرُونُ مِن قَبْلُ يَٰقَوْمِ إِنَّمَا فُتِنتُم بِهِۦ وَإِنَّ رَبَّكُمُ ٱلرَّحْمَٰنُ فَٱتَّبِعُونِى وَأَطِيعُوٓا۟ أَمْرِى","aya":"90","page":"318","tafsir":""},{"text":"قَالُوا۟ لَن نَّبْرَحَ عَلَيْهِ عَٰكِفِينَ حَتَّىٰ يَرْجِعَ إِلَيْنَا مُوسَىٰ","aya":"91","page":"318","tafsir":""},{"text":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوٓا۟","aya":"92","page":"318","tafsir":""},{"text":"أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِى","aya":"93","page":"318","tafsir":""},{"text":"قَالَ يَبْنَؤُمَّ لَا تَأْخُذْ بِلِحْيَتِى وَلَا بِرَأْسِىٓ إِنِّى خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بَنِىٓ إِسْرَٰٓءِيلَ وَلَمْ تَرْقُبْ قَوْلِى","aya":"94","page":"318","tafsir":""},{"text":"قَالَ فَمَا خَطْبُكَ يَٰسَٰمِرِىُّ","aya":"95","page":"318","tafsir":"{  فما خطبك } فما شأنك وما الأمر العظيم الذي حملك على ما صنعت ؟  [ آية 51 يوسف ص 287 ] ."},{"text":"قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا۟ بِهِۦ فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ ٱلرَّسُولِ فَنَبَذْتُهَا وَكَذَٰلِكَ سَوَّلَتْ لِى نَفْسِى","aya":"96","page":"318","tafsir":"{  قال بصرت .  .  .  } علمت بالبصيرة ما لم يعلموا به .  يقال :  بصر بالشيء يبصر – ككرم وفرح – أي علمه . {  فقبضت قبضة من أثر الرسول } روي أن السامري رأى جبريل عليه السلام راكبا على فرس حين جاء إلى موسى ليذهب به إلى الميقات ؛  ولم يره أحد غيره من قوم موسى ،  ورأى الفرس كلما وضعت حافرها على شيء أخضر ؛  فعلم أن للتراب الذي تضع عليه الفرس حافرها شأنا ،  فأخذ منه حفنة وألقاها في الحلى المذاب .  وخص بالرؤية ابتلاء ؛  ليقضي الله أمرا كان مفعولا .  وعلمه بأن له شأنا أن يكون لما شاهده من اخضرار الأرض ،  وأن يكون بإخبار موسى عليه السلام فيما مضى . {  سولت لي نفسي } زينت وحسنت .  يقال :  سولت له الأمر تسويلا ،  إذا صورته له بالصورة التي تستهويه وتحسنه لديه .  \r\n \r\n"},{"text":"قَالَ فَٱذْهَبْ فَإِنَّ لَكَ فِى ٱلْحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَ وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُۥ وَٱنظُرْ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِى ظَلْتَ عَلَيْهِ عَاكِفًا لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِى ٱلْيَمِّ نَسْفًا","aya":"97","page":"318","tafsir":"{  لا مساس } أي لا أمس ولا أمس طول الحياة .  مصدر ماس ؛  كقتال من قاتل .  والمراد :  أنه لا يخالط أحدا ولا يخالطه أحد .  \r\n{  ثم لننسفه من اليم نسفا } لنذرينه في البحر تذرية ،  حتى لا يبقى منه عين ولا أثر .  يقال :  نسف الطعام ينسفه بالمنسف ،  إذا ذراه فطير عنه قشوره وترابه .  \r\n \r\n"},{"text":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ وَسِعَ كُلَّ شَىْءٍ عِلْمًا","aya":"98","page":"318","tafsir":""}]