[
    {
        "text": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ أَفَلَا تَسْمَعُونَ",
        "tafsir": "{  أرأيتم } أخبروني [ آية 40 الأنعام ص 222 ] .  وفي هذه الآية واللتين بعدها دلائل على كمال القدرة الإلهية ،  موجهة للتوحيد في العبادة .",
        "sura": "28",
        "aya": "71",
        "page": "394"
    },
    {
        "text": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ",
        "tafsir": "{  سرمدا } أي دائما لا ينقطع .  والسرمد :  دوام الزمان من ليل أو نهار . <br />\r\n<br />\r\n",
        "sura": "28",
        "aya": "72",
        "page": "394"
    },
    {
        "text": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
        "tafsir": "{ٱلْلَّيْلَ}\r\n(73) - ومِنْ رَحْمَتِه بِكُم أَنَّهُ خَلَق اللَّيلَ مُظْلِماً لِتَسكُنُوا فيهِ، وتَرتَاحُوا وَخَلَقَ النَّهارَ مُضِيئاً، لتَعمَلُوا فيهِ، ولتكسبُوا مَعَايِشَكُم بالعَمَلِ والأَسْفَارِ (لتَبتَغُوا مِنْ فَضْلِهِ)، وهُوَ تَعَالَى يُذَكِّرُكُمْ بِنِعمَتِهِ وآلائِهِ عَليكُم لَعَلَّكُمْ تَقُومُونَ بِشُكْرِهِ عَليها بأَداءِ العِبَادَاتِ لهُ في الليْلِ والنَّهَارِ، وتُخْلِصُونَ الحَمدَ لَهُ.\n",
        "sura": "28",
        "aya": "73",
        "page": "394"
    },
    {
        "text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
        "tafsir": "{شُرَكَآئِيَ}\r\n(74) - وَيَومَ القِيَامَةِ يُنَادي الرَّبُ تَعَالى المُشرِكينَ عَلَى رُؤوسِ الأشْهَادِ مُوَبِّخاً ومُقَرِّعاً، فَيَقُولُ لَهم: أَينَ الذِين كُنتُم تَزْعُمُونَ في الدَّارِ الدُّنيا أَنَّهُمْ شُرَكَائي، هَلاَّ دَعَوْتُمُوهُمْ لِيُخَلِّصُوكُمْ مِمّا أنتُمْ فيهِ اليَوْمَ؟",
        "sura": "28",
        "aya": "74",
        "page": "394"
    },
    {
        "text": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
        "tafsir": "{بُرْهَانَكُمْ}\r\n(75) - وَيومَ القِيامَةِ يَنْزِعُ اللهُ تَعَالى مِنْ كُلِّ أُمَّةٍ شَاهِداً عَلَيها، هُوَ نَبيُّها، فَيشْهَدُ عَلَيها بما أَجَابَتهُ بهِ أُمَّتُهُ حينَ دَعَاها إِلى اللهِ، وأَبلَغَها رَسَالاَتِ رَبِّهِ، ويَقُولُ اللهُ تَعَالى لِلمُخَالِفينَ مِنْهُم: هَاتُوا مَا عِنْدَكُمْ مِنْ حُجَّةٍ وَبُرهَانٍ على صِحَّةِ ما ادَّعيتُمُوهُ مِنْ أَنَّ للهِ شُرَكَاءَ. وَحِينَئذٍ يَعلَمُونَ أَنَّهُ لا إِلهَ إِلاَّ اللهُ المَلِكُ الحَقُّ، وَلا حَقَّ غَيرُهُ، فَلاَ يَنطِقُونَ، ولا يُجِيبُونَ بِشَيءٍ عَنْ سُؤالِ الرَّبِّ العَظيمِ، وَيَتلاشَى بَاطِلُهُمْ، وَمَا كَانُوا يَدْعُونَهُ مِنْ دُون اللهِ.\n",
        "sura": "28",
        "aya": "75",
        "page": "394"
    },
    {
        "text": "إِنَّ قَٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ وَءَاتَيْنَٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ",
        "tafsir": "{  فبغى عليهم } طلب الفضل عليهم ،  وأن يكونوا تحت أمره لقوته وغناه . <br />\r\n{  مفاتحه } جمع مفتح ،  وهو ما يفتح به الباب .  أو المفاتح :  الخزائن ،  جمع مفتح . {  لتنوء بالعصبة } أي لتثقل المفاتح العصبة وتميلهم من ثقلها فلا يستطيعون حملها ؛  والباء للتعدية .  يقال :  ناء به الحمل ،  أثقله وأماله ؛  كما يقال :  ذهب به وأذهبه بمعنى .  والعصبة :  الجماعة التي يتعصب بعضهم لبعض ،  وخصت في العرف بالعشرة إلى الأربعين . {  لا تفرح } لا تبطر ولا تأشر بكثرة المال . <br />\r\n<br />\r\n",
        "sura": "28",
        "aya": "76",
        "page": "394"
    },
    {
        "text": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْءَاخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
        "tafsir": "{  ولا تنس نصيبك من الدنيا } ولا تترك نصيبك من الطيبات التي أحلها الله لك . <br />\r\n<br />\r\n",
        "sura": "28",
        "aya": "77",
        "page": "394"
    }
]