[
    {
        "text": "كَذَٰلِكَ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ مَا قَدْ سَبَقَ وَقَدْ ءَاتَيْنَٰكَ مِن لَّدُنَّا ذِكْرًا",
        "tafsir": "{آتَيْنَاكَ}\r\n(99) - وَكَمَا قَصَصْنَا عَلَيْكَ يَا مُحَمَّدُ خَبَرَ مُوسَى، وَمَا جَرَى لَهُ مَعَ فِرْعَوْنَ، وَجُنُودِهِ عَلَى الجَلِيَّةِ، وَالأَمْرِ الوَاقِعِ، كَذلِكَ نَقُصُّ عَلَيْكَ أَخْبَارَ الأُمَمِ الخَالِيَةِ، كَمَا وَقَعَتْ مِنْ غَيْرِ زِيَادَةٍ وَلاَ نُقْصَانٍ، وَقَدْ أَوْحَيْنَا إِلَيْكَ هذا القُرْآنَ العَظِيمَ (الذِّكْرَ) الذِي لاَ يَأْتِيهِ البَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ، فَهُوَ جَامِعٌ لِلأَخْبَارِ، حَاوٍ لِلأَحْكَامِ، فِيهِ صَلاَحُ البَشَرِ، فِي دِينِهِمْ وَدُنْيَاهُمْ.",
        "sura": "20",
        "aya": "99",
        "page": "319"
    },
    {
        "text": "مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُۥ يَحْمِلُ يَوْمَ ٱلْقِيَٰمَةِ وِزْرًا",
        "tafsir": "{ٱلْقِيَامَةِ}\r\n(100) - مَنْ كَذَّبَ بِهِ وَأَعْرَضَ عَنِ اتِّبَاعِهِ، وَابْتَغَى الهُدَى مِنْ غَيْرِهِ فَإِنَّ اللهَ تَعَالَى يُضِلُّهُ، وَيَأْتِي بِهِ يَوْمَ القِيَامَةِ، وَهُوَ يَحْمِلُ حِمْلاً ثَقِيلاً (وِزْراً)، مِنَ الكُفْرِ، وَظُلْمِ النَّفْسِ، وَالذُّنُوبِ، فَيَهْوِي فِي سَواءِ الجَحِيمِ.\r\nوِزْراً - عُقُوبَةً ثَقِيلَةً عَلَى إِعْرَاضِهِ.",
        "sura": "20",
        "aya": "100",
        "page": "319"
    },
    {
        "text": "خَٰلِدِينَ فِيهِ وَسَآءَ لَهُمْ يَوْمَ ٱلْقِيَٰمَةِ حِمْلًا",
        "tafsir": "{خَالِدِينَ} {ٱلْقِيَامَةِ}\r\n(101) - وَمَنْ ضَلَّ عَنْهُ شَقِيَ فِي الدُّنْيا، وَكَانَتِ النَّارُ مَوْعِدَهُ يَوْمَ القِيَامَةِ، وَيَبْقَى خَالِداً فِيها وَبِئْسَ الحِمْلُ الذِي يَأْتِي يَوْمَ القِيَامَةِ وَهُوَ يَحْمِلُهُ، وَيَقُودُهُ إِلى نَارِ جَهَنَّمَ.",
        "sura": "20",
        "aya": "101",
        "page": "319"
    },
    {
        "text": "يَوْمَ يُنفَخُ فِى ٱلصُّورِ وَنَحْشُرُ ٱلْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا",
        "tafsir": "{  زرقا } زرق العيون من شدة الهول .  أو عميا ؛  لأن العين إذا ذهب نورها ازرق ناظرها ؛  قال تعالى :   \" ونحشرهم يوم القيامة على وجوههم عميا \"  {[221]} .  أو عطاشا ؛  لأن العطش الشديد يغيّر سواد العين فيجعله كالأزرق ؛  قال تعالى :   \" ونسوق المجرمين إلى جهنم وردا \"  {[222]} .  ولا منافاة بين ذلك كما هو ظاهر .",
        "sura": "20",
        "aya": "102",
        "page": "319"
    },
    {
        "text": "يَتَخَٰفَتُونَ بَيْنَهُمْ إِن لَّبِثْتُمْ إِلَّا عَشْرًا",
        "tafsir": "{  يتخافتون بينهم } يتهامسون بينهم لشدة هول الموقف ؛  من المخلفة وهي إسرار المنطق ؛  كالتخافت والخفت . \r\n\r\n",
        "sura": "20",
        "aya": "103",
        "page": "319"
    },
    {
        "text": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِن لَّبِثْتُمْ إِلَّا يَوْمًا",
        "tafsir": "(104) - وَيَذْكُرُ اللهُ تَعَالَى أَنَّهُ أَعْلَمُ بِمَا يَتَحَدَّثُونَ بِهِ فِيمَا بَيْنَهُمْ حَوْلَ مُدَّةِ لَبْثِهِمْ فِي الدُّنْيا، فَالعَاقِلُ الكَامِلُ بَيْنَهُم (أَمْثَلُهُمْ طَرِيقَةً) يَقُولُ: إِنَّكُمْ لَمْ تَلْبَثُوا إِلاَّ يَوْماً وَاحِداً - وَذلِكَ لِقِصَرِ مُدَّةِ الدُّنْيا فِي أَنْفُسِهِمْ يَوْمَ القِيَامَةِ - وَغَايَتُهُمْ مِنَ التَّذَرُّعِ بِهذَا القَوْلِ هِيَ دَرْءُ قِيَامِ الحُجَّةِ عَلَيْهِمْ، وَأَنَّ الدُّنْيَا كَانَتْ مُدَّتُهَا قَصِيرَةً فَلَمْ يَكُنْ لَهُمْ وَقْتٌ لِلتَّفْكِيرِ فِي أَمْرِهِمْ، وَالإِيمَانِ بِرَبِّهِمْ.\r\nأَمْثَلُهُمْ طَرِيقَةً - أَعْدَلُهُمْ وَأَفْضَلُهُمْ رَأْياًَ.",
        "sura": "20",
        "aya": "104",
        "page": "319"
    },
    {
        "text": "وَيَسْـَٔلُونَكَ عَنِ ٱلْجِبَالِ فَقُلْ يَنسِفُهَا رَبِّى نَسْفًا",
        "tafsir": "{  ويسألونك عن الجبال } سأل كفار قريش النبي صلى الله عليه وسلم عما يفعل الله يوم القيامة بالجبال سؤال استهزاء ؛  لإنكارهم البعث . {  فقل ينسفها ربي نسفا } يقلعها من أصولها ثم يجعلها كالرمل ،  ثم يصيرها كالصوف المنفوش ،  ثم تذروها الرياح ،  ثم يصيرها كالهباء المنثور . \r\n\r\n",
        "sura": "20",
        "aya": "105",
        "page": "319"
    },
    {
        "text": "فَيَذَرُهَا قَاعًا صَفْصَفًا",
        "tafsir": "{  فيذرها } فيترك الأرض التي كانت عليها الجبال{  قاعا } أرضا لا نبات فيها ولا بناء{  صفصفا } مستوية ملساء ؛  كأن أجزاءها صف واحد من كل جهة .  وعن ابن عباس ومجاهد :  القاع والصفصف بمعنى واحد وهو المستوى الذي لا نبات فيه . \r\n\r\n",
        "sura": "20",
        "aya": "106",
        "page": "319"
    },
    {
        "text": "لَّا تَرَىٰ فِيهَا عِوَجًا وَلَآ أَمْتًا",
        "tafsir": "{  لا ترى فيها عوجا } أي لا ترى في الأرض مكانا منخفضا{  ولا أمتا } أي مكانا مرتفعا لخلوها من الأودية والروابي ،  بل تراها مستوية . \r\n\r\n",
        "sura": "20",
        "aya": "107",
        "page": "319"
    },
    {
        "text": "يَوْمَئِذٍ يَتَّبِعُونَ ٱلدَّاعِىَ لَا عِوَجَ لَهُۥ وَخَشَعَتِ ٱلْأَصْوَاتُ لِلرَّحْمَٰنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا",
        "tafsir": "{  فلا تسمع إلا همسا } صوتا خفيا خافتا ،  هو صوت خفق الأقدام في سيرهم إلى المحشر .  يقال همس الكلام يهمسه همسا ،  إذا أخفاه . \r\n\r\n",
        "sura": "20",
        "aya": "108",
        "page": "319"
    },
    {
        "text": "يَوْمَئِذٍ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنْ أَذِنَ لَهُ ٱلرَّحْمَٰنُ وَرَضِىَ لَهُۥ قَوْلًا",
        "tafsir": "{يَوْمَئِذٍ} {ٱلشَّفَاعَةُ}\r\n(109) - وَفِي يَوْمِ القِيَامَةِ لاَ تَنْفَعُ شَفَاعَةٌُ عِنْدَ اللهِ إِلاَّ إِذَا أَذَنَ اللهُ لِلشَّافِعِ بِأَنْ يَشْفَعَ، وَرَضِيَ قَوْلَهُ.",
        "sura": "20",
        "aya": "109",
        "page": "319"
    },
    {
        "text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِۦ عِلْمًا",
        "tafsir": "(110) - وَاللهُ تَعَالَى يُحِيطُ عِلْماً بِالْخَلاَئِقِ كُلِّهِمْ، وَيَعْلَمُ مَا بَيْنَ أَيْدِي العِبَادِ مِنْ شُؤُونِ الدُّنْيا، وَمَا خَلْفَهُمْ مِنْ شُؤُونِ الآخِرَةِ، وَهُمْ لاَ يَعْلَمُونَ شَيْئاً مِنْ تَدْبِيرِهِ وَحِكْمَتِهِ.",
        "sura": "20",
        "aya": "110",
        "page": "319"
    },
    {
        "text": "وَعَنَتِ ٱلْوُجُوهُ لِلْحَىِّ ٱلْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا",
        "tafsir": "{  وعنت الوجوه } أي ذل الناس وخضعوا لله تعالى في ذلك اليوم خضوع العناة ،  أي الأسارى{  للحي القيوم } [ آية 255 البقرة 83 ] .",
        "sura": "20",
        "aya": "111",
        "page": "319"
    },
    {
        "text": "وَمَن يَعْمَلْ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا",
        "tafsir": "{  ولا هضما } لا يخاف انتقاصا من حقه .  يقال هضمه حقه ،  نقصه . \r\n\r\n",
        "sura": "20",
        "aya": "112",
        "page": "319"
    },
    {
        "text": "وَكَذَٰلِكَ أَنزَلْنَٰهُ قُرْءَانًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ ٱلْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا",
        "tafsir": "{  وكذلك أنزلناه قرآنا عربيا } أي ومثل إنزال الآيات المشتملة على ذكر القصص المتقدمة المنبئة عما سيقع من أحوال القيامة وأهوالها – أنزلنا القرآن كله على هذه الوتيرة{  عربيا } مبينا{  وصرفنا فيه من الوعيد } أي كررنا الوعيد فيه{  لعلهم يتقون } الكفر والمعاصي . {  أو يحدث لهم ذكرا } اعتبارا مؤديا إلا الاتقاء ؛  لكنهم لم يلتفتوا لذلك ونسوه ،  كما لم يلتفت أبوهم آدم إلى النهي ونسي العهد إليه ؛  وذلك قوله تعالى : {  ولقد عهدنا إلى آدم من قبل }\r\n\r\n",
        "sura": "20",
        "aya": "113",
        "page": "319"
    }
]
