[
    {
        "text": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
        "tafsir": "(4) - وَإِنْ يُكَذِّبْكَ هؤُلاءِ المُشْرِكُونَ يَا مُحَمَّدُ، وَيُخَالِفُوكَ فِيمَا جِئْتَهُمْ بِهِ مِنَ التَّوحِيدِ، فَاصْبِرْ عَلَيهِمْ، فَلَكَ أُسْوَةٌ فِيمَنْ سَبَقَكَ مِنَ الرُّسُلِ، فَقَدْ جَاؤُوا أَقْوَامَهُمْ بالبَيِّنَاتِ وَالحُجَجِ والبَراهِينِ عَلى صِدْقِ رِسَالَتِهِمْ، وَدَعَوْهُمْ إِلى عِبَادَةِ اللهِ وَتَوْحِيدِهِ، فَكَذَّبُوهُمْ وَخَالَفُوهُمْ فَصَبَرَ الرُّسُلُ عَلَى مَا أُوذُوا حَتَّى جَاءَهُمْ نَصْرُ اللهِ، وَسَيَرْجِعُ النَّاسُ إِلى اللهِ يَوْمَ القِيَامَةِ فَيَجْزِيهِمْ عَلَى ذلِكَ الجَزَاءَ الأَوْفَى.\n",
        "sura": "35",
        "aya": "4",
        "page": "435"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
        "tafsir": "{  ولا يغرنكم بالله } بسبب حلمه وإمهاله{  الغرور } أي البالغ في الغرور والخداع ،  وهو الشيطان بما يمنيكم من الأماني الكاذبة . \r\n\r\n",
        "sura": "35",
        "aya": "5",
        "page": "435"
    },
    {
        "text": "إِنَّ ٱلشَّيْطَٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَٰبِ ٱلسَّعِيرِ",
        "tafsir": "{ٱلشَّيْطَانَ} {يَدْعُواْ} {أَصْحَابِ}\r\n(6) - إن الشَّيطَانَ عَدُوٌّ لَكُمْ يَا أَيُّها النَّاسُ، وَهُوَ يُوَسْوِسُ لَكُمْ لِيُضِلَّكُمْ وَيَدْفَعَ بِكُمْ إِلى هَاوِيةِ الجَحِيمِ، فَاحْذَرُوا مِنْهُ وَكُونُوا أَنْتُمْ أَعْدَاءَهُ، وَخَالِفُوهُ وَكَذِّبُوهُ فِيما يَغُرُّكُمْ بِهِ، وَهُوَ يَدْعُو حِزْبَهُ وَأَوْلِيَاءَهُ وَشِيعَتَهُ، إِلى اتِّبَاعِ الهَوى، والرُّكُونِ إِلى اللذَّاتِ، وَالتَّسْوِيفِ بِالتَّوْبَةِ، لِيُضِلهُمْ وَيُلْقِيَهمْ فِي العَذَابِ الدَّائِمِ، فِي سَعيرِ جَهَنَّمَ.\n",
        "sura": "35",
        "aya": "6",
        "page": "435"
    },
    {
        "text": "ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌ شَدِيدٌ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ}\r\n(7) - والذينَ كَفَرُوا باللهِ وَرُسُلِهِ وَأَطَاعُوا الشَّيطَانَ، وَعَصَوْا الرَّحْمَنَ لَهُمْ عَذَابٌ شَدِيدٌ يومَ القِيَامَةِ، أَمّا الذِينَ آمنُوا بِاللهِ وَرُسُلِهِ، وَعَمِلُوا الأَعْمَالَ الصَّالِحَةَ التِي تُرْضِي اللهِ، فَإِنَّ اللهَ يَعِدُهُمْ بِأَنْ يَغْفِرَ لَهُمْ ذُنُوبَهُمْ وَيُثِيبَهُمْ عَلَى ذَلِكَ الثَّوَابَ العَظِيمِ.\n",
        "sura": "35",
        "aya": "7",
        "page": "435"
    },
    {
        "text": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ",
        "tafsir": "{  أفمن زين له سوء عمله } أي أفمن زين له الشيطان أو نفسه وهواه عمله القبيح فرآه حسنا ؛  كمن لم يزين له ؟  لا يستويان .  و  \" من \"  موصولة مبتدأ ،  والخبر محذوف لدلالة الكلام عليه .  وقد صرح بالجزأين في نظير هذه الآية من قوله تعالى :   \" أفمن كان على بينة من ربه كمن زين له سوء عمله \"  {[286]} . \r\nفلا تذهب نفسك عليهم حسرات إن الله عليم بما يصنعون ( 8 ) والله الذي أرسل الرياح فتثير سحابا فسقناه إلى بلد ميت فأحيينا به الأرض بعد موتها كذلك النشور ( 9 ) من كان يريد العزة جميعا إليه يصعد الكلم الطيب والعمل الصالح يرفعه والذين يمكرون السيئات لهم عذاب شديد\r\n{  فلا تذهب نفسك عليهم حسرات } أي لا تمض نفسك ؛  بمعنى :  لا تهلك ولا تمت أسفا علهم ،  وندما على عدم إيمانهم [ آية 167 البقرة ص 55 ] .  و  \" عليهم \"  متعلق ب  \" حسرات \"  .  ونظير هذه الآية قوله تعالى :   \" لعلك باخع نفسك ألا يكونوا مؤمنين \"  {[287]} .",
        "sura": "35",
        "aya": "8",
        "page": "435"
    },
    {
        "text": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابًا فَسُقْنَٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا كَذَٰلِكَ ٱلنُّشُورُ",
        "tafsir": "{  والله الذي أرسل الرياح } مبتدأ وخبر . {  فتثير سحابا } تحركه وتزعجه من مكانه . \r\nأو تجمعه وتجئ به . {  كذلك النشور } أي مثل إحياء الموات الذي تشاهدونه – إحياء الأموات للحساب ؛  في كمال الاختصاص بالقدرة الإلهية ؛  من نشر [ آية 21 الأنبياء ص 33 ] .",
        "sura": "35",
        "aya": "9",
        "page": "435"
    },
    {
        "text": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّٰلِحُ يَرْفَعُهُۥ وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُو۟لَٰٓئِكَ هُوَ يَبُورُ",
        "tafsir": "{  من كان يريد العزة } أي الشرف والمنعة ؛  من قولهم :  أرض عزاز ،  أي صلبة قوية .  أي من كان يريد العزة التي لا ذلة معها فليعتز بالله تعالى{  فلله العزة جميعا } في الدنيا والآخرة ،  دون ما عبدوه من الأوثان وغيرها .  ومن اعتز بالله أعزه الله ،  ومن اعتز بالعبيد أذله الله .  وكان المشركون يتعززون بالأصنام ؛  كما قال تعالى :   \" واتخذوا من دون الله آلهة ليكونوا لهم عزا \"  {[288]} والمنافقون يتعززون بالمشركين ؛  كما قال تعالى :   \" الذين يتخذون الكافرين أولياء من دون المؤمنين أيبتغون عندهم العزة {[289]} \"  . {  إليه يصعد الكلم الطيب } هو كل كلام هو ذكر لله تعالى .  أو هو لله سبحانه ؛  كالأمر بالمعروف والنهي عن المنكر والنصيحة والعلم النافع .  وصعوده إليه :  قبوله والرضا به .  أو صعود صحائفه .  أي إليه تعالى لا إلى غيره يصعد الكلم الطيب ؛  أي يقبل عنده ويكون مرضيا .  أو ترفع الصحف التي هو فيها فيجازى الله يوم القيامة أصحابها بالحسنى .  وهو بيان لطريق تحصيل العزة وحث على سلوك سبيلها . {  والعمل الصالح يرفعه } أي يرفعه الله ويقبله\r\nمن المؤمنين ؛  فالفاعل ضمير عائد إلى الله ،  والضمير المنصوب عائد إلى العمل . {  ومكر أولئك هو يبور } أي يبطل ويفسد فلا ينفعهم ؛  من البوار [ آية 28 إبراهيم ص 413 ] .  والمشار إليهم هم صناديد قريش الذين مكروا برسول الله صلى الله عليه وسلم في دار الندوة .",
        "sura": "35",
        "aya": "10",
        "page": "435"
    },
    {
        "text": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَٰبٍ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
        "tafsir": "{  والله خلقكم من تراب } دليل آخر على صحة البعث والنشور وكمال القدرة عليه . {  ثم من نطفة } هي المني [ آية 4 النحل ص 428 ]{  وما يعمر من معمر } أي ما يمد في عمر أحد{  ولا ينقص من عمره } أي من عمر أحد آخر{  إلا في كتاب } عنده تعالى ؛  أي في اللوح المحفوظ ،  أو في الصحيفة ،  أو في العلم الأزلي ،  أو بقضائه تعالى .  وعن ابن عباس رضي الله عنهما في تفسير الآية :  ليس أحد قضي له طول العمر إلا وهو بالغ ما قدر له من العمر ،  وإنما ينتهى إلى الكتاب الذي قدر له لا يزيد عليه .  وليس أحد قضي له أنه قصير العمر ببالغ العمر – أي الذي بلغه الأول – ولكن ينتهى إلى الكتاب الذي قدر له .",
        "sura": "35",
        "aya": "11",
        "page": "435"
    }
]