[
    {
        "text": "لَا يَسْمَعُونَ حَسِيسَهَا وَهُمْ فِى مَا ٱشْتَهَتْ أَنفُسُهُمْ خَٰلِدُونَ",
        "tafsir": "{  لا يسمعون حسيسها } أي حسيس النار ،  وهو صوتها الذي يحس من حركة تلهبها إذا نزلوا منازلهم في الجنة .  وأصل الحسيس :  الصوت تسمعه من شيء يمر قريبا منك . \r\n\r\n",
        "sura": "21",
        "aya": "102",
        "page": "331"
    },
    {
        "text": "لَا يَحْزُنُهُمُ ٱلْفَزَعُ ٱلْأَكْبَرُ وَتَتَلَقَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ هَٰذَا يَوْمُكُمُ ٱلَّذِى كُنتُمْ تُوعَدُونَ",
        "tafsir": "{  لا يحزنهم } يقال :  حزنه الأمر حزنا ،  جعله حزينا كأحزنه . {  الفزع الأكبر } وهو أهوال يوم القيامة .  أو نفخة البعث .  مصدر فزع – كفرح ومنع – وهو انقباض ونفار يعترى الإنسان من الشيء المخيف . \r\n\r\n",
        "sura": "21",
        "aya": "103",
        "page": "331"
    },
    {
        "text": "يَوْمَ نَطْوِى ٱلسَّمَآءَ كَطَىِّ ٱلسِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُۥ وَعْدًا عَلَيْنَآ إِنَّا كُنَّا فَٰعِلِينَ",
        "tafsir": "{  ويوم نطوي السماء كطي السجل للكتب } أي اذكر لهم هذا اليوم .  والطي :  ضد النشر والسجل :  الصحيفة التي يكتب فيها .  والكتب :  بمعنى المكتبات ،  أي ما يكتب في الصحف من المعاني الكثيرة .  واللام بمعنى على ؛  كما في قوله تعالى :   \" وتله للجبين {[231]} \"  .  أي يوم نطوي السماء طيا مثل طي الصحيفة على ما فيها من المكتوبات .  وفي هذا التشبيه إيماء إلى أن ذلك من أهون ما تتناوله يد القدرة الإلهية .",
        "sura": "21",
        "aya": "104",
        "page": "331"
    },
    {
        "text": "وَلَقَدْ كَتَبْنَا فِى ٱلزَّبُورِ مِنۢ بَعْدِ ٱلذِّكْرِ أَنَّ ٱلْأَرْضَ يَرِثُهَا عِبَادِىَ ٱلصَّٰلِحُونَ",
        "tafsir": "{  كتبنا في الزبور } أي المزبور وهو المكتوب ؛  من قولهم :  زبرت الكتاب ،  أي كتبته .  والمراد به :  الجنس ؛  فيشمل جميع الكتب المنزلة على الرسل عليهم السلام . {  من بعد الذكر } أي أم الكتاب الذي تكتب فيه الأشياء قبل ذلك وهو اللوح المحفوظ .  وقيل :  الذكر العلم ،  وهو المراد بأم الكتاب . \r\n\r\n",
        "sura": "21",
        "aya": "105",
        "page": "331"
    },
    {
        "text": "إِنَّ فِى هَٰذَا لَبَلَٰغًا لِّقَوْمٍ عَٰبِدِينَ",
        "tafsir": "{لَبَلاَغاً} {عَابِدِينَ}\r\n(106) - وَفِي هَذَا القُرْآنِ الَّذِي أَنْزَلْنَاهُ عَلَى عَبْدِنَا مُحَمَّدٍ، وَمَا يَكْشِفُهُ مِنْ سُنَنِ الكَوْنِ والحَيَاةِ، وَمِنْ مَصَائِرِ النَّاسِ فِي الدُّنْيَا وَالآخِرَةِ، وَمِنْ قَوَاعِدِ العَمَلِ والجَّزَاءِ، بَلاَغٌ وَكِفَايَةٌ للعَابِدِيْنَ الخَاشِعِينَ، الَّذِيْنَ يَجْمَعُوْنَ بَيْنَ الإِيْمَانِ والعَمَلِ، المُسْتَعِدِّيْنَ لِتَقَبُّلِ هُدَى اللهِ والانْتِفَاعِ بِهِ.\r\nلَبَلاَغاً - كِفَايَةً أَوْ وُصُولاً إِلى البُغْيَةِ.\n",
        "sura": "21",
        "aya": "106",
        "page": "331"
    },
    {
        "text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا رَحْمَةً لِّلْعَٰلَمِينَ",
        "tafsir": "{أَرْسَلْنَاكَ} {لِّلْعَالَمِينَ}\r\n(107) - وَمَا أَرْسَلْنَاكَ يَا مُحَمَّدُ بِهَذَا وأَمْثَالِهِ مِنَ الشَّرَائِعِ والأَحْكَامِ إِلاَّ لِرَحْمَةِ النَّاسِ، وَهِدَايَتِهِمْ فِي شُؤُونِ دِينِهِمْ وَدُنْيَاهُمْ، وَلاَ يَهْتَدِي بِهِ إِلاَّ المُتَهَيِّئُوْنَ لِتَقَبُّلِ الهُدَى.\n",
        "sura": "21",
        "aya": "107",
        "page": "331"
    },
    {
        "text": "قُلْ إِنَّمَا يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ فَهَلْ أَنتُم مُّسْلِمُونَ",
        "tafsir": "{وَاحِدٌ}\r\n(108) - وَقُلْ يَا مُحَمَّدُ لِهَؤُلاَءِ المُشْرِكِينَ مِنَ قَوْمِكَ، وَلِمَنْ بَلَغَتْهُ الدَّعْوَةُ: إِنَّ اللهَ أَوْحَى إِلَيَّ أَنَّ إِلهَكُمْ هُوَ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَمَرَنِي بِأَنْ أَسْأَلَكُمْ هَلْ تُقِرُّونَ بِذَلِكَ، وَتُسْلِمُونَ لَهُ، وَتَنْقَادُونَ إِلَيْهِ؟\n",
        "sura": "21",
        "aya": "108",
        "page": "331"
    },
    {
        "text": "فَإِن تَوَلَّوْا۟ فَقُلْ ءَاذَنتُكُمْ عَلَىٰ سَوَآءٍ وَإِنْ أَدْرِىٓ أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ",
        "tafsir": "{  آذنتكم على سواء } أعلمتكم ما أمرت به حال كونكم جميعا مستوين في الإعلام به ،  لا أخص أحدا منكم دون أحد ،  والهمزة فيه للنقل ؛  من أذن بمعنى علم ،  وقد كثر استعماله في إجرائه مجزى الإنذار ؛  ومنه في قراءة  \" فأذنوا بحرب من الله ورسوله \"  {[232]} .  والله أعلم .",
        "sura": "21",
        "aya": "109",
        "page": "331"
    },
    {
        "text": "إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ مِنَ ٱلْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ",
        "tafsir": "(110) - إِنَّ اللهَ يَعْلَمُ الغَيْبَ جَمِيعَهُ، وَيَعْلَمُ مَا يُظْهِرُهُ العِبَادُ، وَمَا يُسِرُّونَهُ، وَيَعْلَمُ مَا يَعْمَلُهُ العِبَادُ فِي سِرِّهِم وَعَلاَنِيَتِهمْ، وَهُوَ يَعْلَمُ مَا يَجْهَرُ بِهِ هَؤُلاَءِ المُكَذِّبُونَ، مِنْ تَكْذِيبِ الرَّسُولِ، والكُفْرِ باللهِ، وآيَاتِهِ، وَيَعْلَمُ مَا يُسِرُّونَ مِنَ العداءِ والرَّغْبَةِ فِي الأَذَى لِلمُؤْمِنِينَ، وإِنَّهُ تَعَالَى سَوْفَ يَجْزِيهِم الجَزَاءَ الأوْفَى.\n",
        "sura": "21",
        "aya": "110",
        "page": "331"
    },
    {
        "text": "وَإِنْ أَدْرِى لَعَلَّهُۥ فِتْنَةٌ لَّكُمْ وَمَتَٰعٌ إِلَىٰ حِينٍ",
        "tafsir": "{وَمَتَاعٌ}\r\n(111) - وَمَا أَدْرِي سَبَبَ تَأخِيرِ وُقُوعِ الجَزَاءِ بِكُمْ؛ لَعَلَّ فِي ذَلِكَ زِيَادَةً فِي فِتْنَتِكُمْ وامْتِحَانِكُمْ لِيَنْظُرَ رَبُّكُمْ كَيْفَ تَعْمَلُونَ؛ أَوْ لَعَلَّهُ يُؤَخِّرُكُمْ إلَى حِينٍ كي تَتَمَتَّعُوا بِلَذَّاتِ الدُّنْيَا مَعَ اسْتِمْرارِ إِعْرَاضِكُم عَنِ الإِيْمَانِ، فَيَكُونَ ذَلِكَ سَبَباً لاِسْتِحْقَاقِكُمْ العَذَابَ.\r\nفِتْنَةٌ لَكُمْ - امْتِحانٌ وَاخْتِبَارٌ.\n",
        "sura": "21",
        "aya": "111",
        "page": "331"
    },
    {
        "text": "قَٰلَ رَبِّ ٱحْكُم بِٱلْحَقِّ وَرَبُّنَا ٱلرَّحْمَٰنُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
        "tafsir": "{قَالَ}\r\n(112) - وَقَالَ الرَّسُولُ: اللَّهُمَّ افْصِلْ (احْكُمْ) بَيْنِي وَبَيْنَ مَنْ كَذَّبَنِي، وَكَفَرَ بِكَ، وَعَبَد غَيْرَكَ، بِإِحْلاَلِ نِقْمَتِكَ بِهِ بالعَدْلِ الذي يَقْتَضِي تَعْجِيلَ العَذَابِ لَهُ، وَتَشْدِيدَهُ عَلَيْهِ واللهُ المُسْتَعَانُ عَلَى مَا يَقُولُونَ مِنَ الكَذِبِ والبُهْتَانِ (مَا تَصِفُونَ).\n",
        "sura": "21",
        "aya": "112",
        "page": "331"
    }
]