[
    {
        "text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَٰبِ يُدْعَوْنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُمْ وَهُم مُّعْرِضُونَ",
        "tafsir": "{  ألم تر } خطاب لكل من يتأتى منه الرؤية ،  على طريق الاستفهام التعجبي من حال اليهود من أهل الكتاب .  أي ألم ينته علمك إلى الذين .  .  .  الآية .  والكتاب :  التوراة .\r\n\r\n",
        "sura": "3",
        "aya": "23",
        "page": "53"
    },
    {
        "text": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَٰتٍ وَغَرَّهُمْ فِى دِينِهِم مَّا كَانُوا۟ يَفْتَرُونَ",
        "tafsir": "{  أياما معدودات } أربعين يوما ،  وهي مدة عبادتهم العجل .  فهونوا على أنفسهم الخطوب ،  ولم يبالوا بالمعاصي والذنوب .\r\n\r\n",
        "sura": "3",
        "aya": "24",
        "page": "53"
    },
    {
        "text": "فَكَيْفَ إِذَا جَمَعْنَٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
        "tafsir": "{جَمَعْنَاهُمْ}\r\n(25) - فَكَيْفَ يَكُونُ حَالُهُمْ - وَقَدْ كَذَّبُوا وَافْتَرَوْا عَلَى اللهِ الكَذِبَ - إذَا جَمَعَهُمُ اللهُ يَوْمَ القِيَامَةِ، وَهُوَ يَوْمٌ لاَ شَكَّ فِي أنَّهُ آتٍ وَوَاقِعٌ، وَرَأتْ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ وَشَرٍّ مُحْضَراً لاَ نَقْصَ فِيهِ، ثُمَّ جُوزِيتْ عَلَيهِ؟ وَاللهُ لاَ يَظْلِمُ أحَداً.\r\nوَفَّى - مِنَ الوَفَاءِ وَهُوَ تَسْدِيدُ الدَّيْنِ.",
        "sura": "3",
        "aya": "25",
        "page": "53"
    },
    {
        "text": "قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلْمُلْكِ تُؤْتِى ٱلْمُلْكَ مَن تَشَآءُ وَتَنزِعُ ٱلْمُلْكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ بِيَدِكَ ٱلْخَيْرُ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  اللهم } أصله :  يا ألله ،  فحذف حرف النداء وعوض عنه الميم المشددة .\r\n\r\n",
        "sura": "3",
        "aya": "26",
        "page": "53"
    },
    {
        "text": "تُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَتُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَتُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ",
        "tafsir": "{  تولج الليل في النهار .  .  } تدخل طائفة من الليل في النهار ،  فيقصر الليل ويزيد النهار ،\r\nوتدخل طائفة من النهار في الليل ،  فيقصر النهار ويزيد الليل ،  من الولوج وهو الدخول ،  يقال :  ولج منزله يلجه ،  دخله ،  ويقال :  أولجه ،  أدخله .\r\n{  وتخرج الحي من الميت .  .  .  } تخرج الحيوان من النطفة ،  والنطفة من الحيوان ،  وتخرج النبات الغض الطري من الحب اليابس ،  وتخرج الحب اليابس الحي النامي .\r\n{  بغير حساب } ( آية 212 البقرة -69 ) وفي الآية دليل على مزيد عظمته ،  وكمال قدرته على البعث والجزاء .",
        "sura": "3",
        "aya": "27",
        "page": "53"
    },
    {
        "text": "لَّا يَتَّخِذِ ٱلْمُؤْمِنُونَ ٱلْكَٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ ٱللَّهِ فِى شَىْءٍ إِلَّآ أَن تَتَّقُوا۟ مِنْهُمْ تُقَىٰةً وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
        "tafsir": "{  لا يتخذ المؤمنون .  .  .  } كان بعض اليهود يباطنون نفرا من الأنصار ليفتنوهم عن دينهم ،  فقال لهم بعض الصحابة :  اجتنبوهم ،  واحذروا مباطنتهم ،  لا يفتنوكم ،  عن دينكم ،  فأبوا إلا ملازمتهم ،  فنزلت الآية .  أي لا تتخذوا لكم أنصارا وبطانة من الكافرين ،  متجاوزين إخوانكم المؤمنين ،  تسرون إليهم بالمودة وتركنون إليهم ،  وتلقون إليهم ذات صدوركم ،  فإنهم لا يألون جهدا في مضرتكم والنكاية بكم .  ومثله قوله تعالى :  ( لا تتخذوا بطانة من دونكم لا يألونكم خبالا ){[83]} .  وقوله تعالى :  ( لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ){[84]} .  وقوله تعالى :  ( لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ) {[85]}وقوله تعالى :  ( لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة ){[86]} .\r\nوالأولياء :  جمع ولي ،  بمعنى الموالي ،  من الولي وهو القرب .\r\n{  فليس من الله شيء } أي ومن يوال الكفار هذه الموالاة ،  فليس من ولاية الله في شيء يقع عليه اسم الولاية ،  بمعنى أنه منسلخ من ولاية الله رأسا .\r\n{  إلا أن تتقوا منهم تقاة } أي إلا أن تخافوا منهم مخافة .  أو تخافوا من جهتهم أمرا يجب اتقاؤه ،  من الضرر في النفس أو المال أو العرض .  وذلك إذا كان الكفار غالبين ظاهرين ،  أو كنتم في قوم كفار ،  فيرخص لكم في مداراتهم باللسان ،  على ألا تنطوي قلوبكم على شيء من مودتهم ،  بل تدارونهم وأنتم لهم كارهون ،  وألا تعملوا ما هو محرم ،  كشرب الخمر ،  وإطلاعهم على عورات المسلمين ،  والانحياز إليهم في مجافاة بعض المسلمين ،  فلا رخصة إلا في المداراة باللسان .  وعن معاذ ومجاهد :  أن هذا الحكم قد نسخ بعد قوة الإسلام .  وعن الحسن :  جواز التقية في كل وقت ،  لدفع الضرر بقدر الإمكان .  و{  تقاة } مصدر تقيته –كرميته- بمعنى اتقيته ،  ووزنه فعلة ،  ويجمع على تقى ،  كرطبة ورطب .  وأصل تقاة :  وقية من الوقاية ،  فأبدلت الواو المضمومة تاء والياء ألفا لتحركها وانفتاح ما قبلها .  و( تقاة ) على المعنى الأول مفعول مطلق ،  والتقدير :  إلا أن تتقوا منهم اتقاء ،  فوقع ( تقاة ) موقع اتقاء ،  والعرب تنيب المصادر بعضها عن بعض .  وعلى المعنى الثاني مصدر مفعول به ،  وتقديره :  إلا أن تتقوا منهم متقى ،  أي أمرا يتقى ويخاف ويحذر .\r\n{  ويحذركم الله نفسه } يخوفكم عقابه وانتقامه .",
        "sura": "3",
        "aya": "28",
        "page": "53"
    },
    {
        "text": "قُلْ إِن تُخْفُوا۟ مَا فِى صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ ٱللَّهُ وَيَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(29) - يُخْبِرُ اللهُ تَعَالَى عِبَادَهُ بِأنَّهُ يَعْلَمُ سَرَائِرَهُمْ وَضَمَائِرَهُمْ وَظَوَاهِرَهُمْ، وَأنَّهُ لا يَخْفَى عَلَيهِ شَيءٌ مِنْ أمْورِهِمْ، وَيَعْلَمُ مَا فِي الكَوْنِ جَمِيعاً مِنَ السَّمَاوَاتِ وَالأرْضِ، وَأنَّهُ قَادِرٌ عَلَى عُقُوبَةِ المُخَالِفِينَ عَنْ أَمْرِهِ، وَالمُوَالينَ أَعْدَاءَهُ، فَمَا مِنْ مَعْصِيَةٍ خَفِيّةٍ، أوْ ظَاهِرَةٍ إلاّ وَهُوَ مُطَّلعٌ عَليها، وَقَادِرٌ عَلَى عِقَابِ فَاعِلِهَا عَلَيهَا.",
        "sura": "3",
        "aya": "29",
        "page": "53"
    }
]