[
    {
        "text": "وَٱلسَّٰبِقُونَ ٱلْأَوَّلُونَ مِنَ ٱلْمُهَٰجِرِينَ وَٱلْأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحْسَٰنٍ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّٰتٍ تَجْرِى تَحْتَهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًا ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "tafsir": "{وَٱلسَّابِقُونَ} {ٱلْمُهَاجِرِينَ} {بِإِحْسَانٍ} {جَنَّاتٍ} {ٱلأَنْهَارُ} {خَالِدِينَ}\r\n(100) - يُخْبِرُ اللهُ تَعَالَى عَنْ رِضَاهُ عَنِ السَّابِقِينَ الأَوَّلِينَ مِنَ المُهَاجِرِينَ، (وَهُمُ الذِينَ هَاجَرُوا قَبْلَ صُلْحِ الحُدَيْبِيَةِ)، وَمِنَ الأَنْصَارِ (وَهُمُ الذِينَ بَايَعُوا الرَّسُولَ صلى الله عليه وسلم فِي بَيْعَتَي العَقَبَةِ وَالرِّضْوَانِ)، وَعَلَى التَّابِعِينَ لَهُمْ بِإِحْسَانٍ. وَيُخْبِرُ تَعَالَى بِرِضَاهُ عَنْهُمْ بِمَا أَسْبَغَ عَلَيْهِمْ مِنْ نِعْمَةٍ فِي الدُّنْيَا، مِنْ عِزٍّ وَنَصْرٍ وَمَغْنَمٍ وَهُدًى، وَبِمَا أَعَدَّهُ لَهُمْ فِي الآخِرَةِ، مِنْ جَنَّاتٍ تَجْرِي الأَنْهَارُ فِي جَوَانِبِهَا، وَهُمْ مُخَلَّدُونَ فِيهَا أَبَداً. وَالفَوْزُ الذِي فَازَ بِهِ هَؤُلاَءِ الكِرامُ البَرَرَةُ هُوَ أَعْظَمُ الفَوْزِ.",
        "sura": "9",
        "aya": "100",
        "page": "203"
    },
    {
        "text": "وَمِمَّنْ حَوْلَكُم مِّنَ ٱلْأَعْرَابِ مُنَٰفِقُونَ وَمِنْ أَهْلِ ٱلْمَدِينَةِ مَرَدُوا۟ عَلَى ٱلنِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ",
        "tafsir": "{  وممن حولكم من الأعراب .  .  } شروع في ذكر أنواع المتخلفين عن غزوة تبوك ،  أي ومن الأعراب الذين حول المدينة كبعض أناس من قبائل سليم وأشجع وغفار ومزينة وجهينة .  ومن أهل المدينة منافقون {  مردوا على النفاق } مرنوا عليه وتمهروا فيه {  لا تعلمهم } لعراقتهم في النفاق والتقية ،  مع كمال فطنتك وصدق فراستك{  نحن نعلمهم } لا يخفى علينا ما في سرائرهم {  سنعذبهم مرتين } في الدنيا بالفضيحة وعذاب القبر {  ثم يردون إلى عذاب عظيم } في الآخرة .\r\n\r\n",
        "sura": "9",
        "aya": "101",
        "page": "203"
    },
    {
        "text": "وَءَاخَرُونَ ٱعْتَرَفُوا۟ بِذُنُوبِهِمْ خَلَطُوا۟ عَمَلًا صَٰلِحًا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيْهِمْ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{  و آخرون اعترفوا بذنوبهم } أي ومن المتخلفين قوم آخرون اعترفوا بذنوبهم ،  وهي تخلفهم عن الغزو وعن صحبة رسول الله صلى الله عليه وسلم فيه ،  وإيثارهم الدعة .  {  خلطوا عملا صالحا } وهو جهادهم في سبيل الله قبل هذه الغزوة {  وآخر سيئا } وهو تخلفهم عن هذه الغزوة ،  وندموا وتابوا إلى الله منه .  وكانوا عشرة أو أقل ،  ومنهم :  أبو لبابة بن عبد المنذر .  ولما بلغهم ما نزل في المتخلفين أوثقوا أنفسهم في سوارى المسجد ،  وحلفوا لا يحلهم إلا النبي صلى الله عليه وسلم ،  فأعرض عنهم حتى نزلت الآية فحل وثاقهم ،  إذ قبل الله توبتهم كما يفيده قوله تعالى :  {  عسى الله أن يتوب عليهم } فإن الترجى في حقه تعالى إطماع ،  وهو من أكرم الأكرمين إيجاب . و لما أطلقهم طلبوا منه صلى الله عليه وسلم أن يأخذ أموالهم صدقة طهرة لهم ،  وكفارة عن ذنوبهم ،  فنزل {  خذ من أموالهم صدقة .  .  } .\r\n\r\n",
        "sura": "9",
        "aya": "102",
        "page": "203"
    },
    {
        "text": "خُذْ مِنْ أَمْوَٰلِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَوٰتَكَ سَكَنٌ لَّهُمْ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
        "tafsir": "{أَمْوَالِهِمْ} {صَلَٰوتَك}\r\n(103) - يَأْمُرُ اللهُ تَعَالَى رَسُولَهُ صلى الله عليه وسلم بِأَنْ يَأْخُذَ مِنْ أَمْوَالِ الذِينَ اعْتَرَفُوا بِذُنُوبِهِمْ، صَدَقَةً تُطَهِّرُهُمْ مِنْ دَنَسِ البُخْلِ، وَالطَّمَعِ، وَالقَسْوَةِ عَلَى الفُقَرَاءِ، وَتُزَكِّي بِهَا أَنْفُسَهُمْ، وَتَرْفَعُهُمْ إِلى مَنَازِلِ الأَبرَارِ بِفِعْلِ الخَيْرَاتِ حَتَّى يَكُونُوا أهلاً للسَّعَادَةِ في الدُّنيا وَالآخِرَةِ. ثُمَّ أَمَرَ اللهُ رَسُولَهُ بِأَنْ يَدْعُوَ لَهُمْ، وَيَسْتَغْفِرَ لَهُمْ (وَصَلِّ عَلَيْهِمْ)، لأَنَّ صَلاَةَ الرَّسُولِ رَحْمَةٌ بِهِمْ، وَرَاحَةٌ لأَنْفُسِهِمْ، وَاللهُ سَمِيعٌ لاعْتِرَافِهِمْ بِذُنُوبِهِمْ، وَسَمِيعٌ لِدُعَاءِ الرَّسُولِ لَهُمْ، عَلِيمٌ بِإِخْلاَصِهِمْ فِي تَوْبَتِهِمْ، وَنَدَمِهِمْ مِن هَذِهِ الذُّنُوبِ.\r\nتُزَكِّيهِمْ بِهَا - تُنَمِّي بِهَا حَسَنَاتِهِمْ وَأَمَوالَهُمْ.\r\nصَلِّ عَلَيْهِمْ - ادْعُ لَهُمْ، وَاسْتَغْفِرْ لَهُمْ اللهَ.\r\nسَكَنٌُ لَهُمْ - طُمَأْنِينَةٌ أَوْ رَحْمَةٌ لَهُمْ.",
        "sura": "9",
        "aya": "103",
        "page": "203"
    },
    {
        "text": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ هُوَ يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَأْخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
        "tafsir": "{ٱلصَّدَقَاتِ}\r\n(104) - يَحُثُّ اللهُ تَعَالَى المُؤْمِنِينَ عَلَى التَّصَدُّقِ، وَعَلَى التَّوْبَةِ، وَهُمَا الوَسِيلَتَانِ الَّلتَانِ يَحُطُّ بِهِمَا الذُّنُوبَ عَنْ عِبَادِهِ، وَيُخْبِرُ اللهُ أَنَّهُ هُوَ وَحْدَهُ الذِي يَقْبَلُ تَوْبَةَ عِبَادِهِ، وَأَنَّ مَنْ تَابَ إِلى اللهِ تَابَ اللهُ عَلَيْهِ، وَمَنْ تَصَدَّقَ بِصَدَقَةٍ مِنْ كَسْبٍ حَلاَلٍ فَإِنَّهُ يَتَقَبَّلُها بِيَمِينِهِ، فَيُرَبِّيها لِصَاحِبِهَا حَتَّى تُصْبِحَ التَّمْرَةُ مِثْلَ جَبَلِ أُحُدٍ.\r\nيَأْخُذُ الصَّدَقَاتِ - يَقْبَلُهَا وَيُثِيبُ عَلَيهَا.",
        "sura": "9",
        "aya": "104",
        "page": "203"
    },
    {
        "text": "وَقُلِ ٱعْمَلُوا۟ فَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ وَٱلْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "{عَالِمِ} {ٱلشَّهَادَةِ}\r\n(105) - هذا وَعِيدٌ مِنَ اللهِ تَعَالَى لِمَنْ خَالَفُوا أَوَامِرَهُ، وَتَحْذِيرٌ لَهُمْ بِأَنَّ أَعْمَالَهُمْ سَتُعْرَضُ عَلَيهِ، وَعَلَى رَسُولِهِ، وَعَلَى المُؤْمِنِينَ، يَوْمَ القِيَامَةِ، وَأَنَّهُمْ سَيُرَدُّونَ يَوْمَ القِيَامَةِ إِلى اللهِ، الذِي يَعْلَمُ الغَيْبَ فِي السَّمَاوَاتِ وَالأَرْضِ، وَهُوَ الشَاهِدُ عَلَى خَلْقِهِ جَمِيعاً، فَيُخْبِرُهُمْ بِكُلِّ عَمَلٍ عَمِلُوهُ.",
        "sura": "9",
        "aya": "105",
        "page": "203"
    },
    {
        "text": "وَءَاخَرُونَ مُرْجَوْنَ لِأَمْرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
        "tafsir": "{  و آخرون مرجون لأمر الله } أي ومن المتخلفين قوم موقوف أمرهم إلى أن يظهر أمر الله فيهم ،  وهم :  مرارة بن الربيع وكعب بن مالك وهلال بن أمية ،  تخلفوا عن الغزوة كسلا مع الهم باللحاق به عليه الصلاة والسلام فلم يتيسر لهم ،  فلما قدم النبي صلى الله عليه وسلم وكان قد نزل ما نزل في المتخلفين قالوا :  لا عذر لنا إلا الخطيئة ،  ولم يعتذروا  كأصحاب السوارى ،  فأمر الرسول صلى الله عليه وسلم باجتنابهم إلى أن نزلت آية 117 :  {  لقد تاب الله على النبي والمهاجرين } .  وكانت مدة وقفهم خمسين ليلة بقدر مدة التخلف ،  إذ كانت مدة غيبته صلى الله عليه وسلم عن المدينة خمسون ليلة ،  فلما تمتعوا بالراحة فيها مع تعب إخوانهم في السفر عوقبوا بهجرهم ووقفهم تلك المدة .",
        "sura": "9",
        "aya": "106",
        "page": "203"
    }
]