[{"text":"وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ","aya":"164","page":"172","tafsir":"{  و إذ قالت أمة منهم } افترق أهل القرية ثلاث فرق :  فرقة اعتدت بالصيد يوم السبت .  وفرقة نهت عنه .  وفرقة سكنت فلم تفعل ولم تنه عنه ،  وقالت للناهية :  {  لم تعظون قوما الله مهلكهم أو معذبهم عذابا شديدا } فأجابتها بأنا فعلنا ذلك معذرة إلى الله لوجوب النهي عن المنكر ،  وجائز أن ينتفعوا بها .  فلما تركوا ما وعظوا به أخذهم الله بالعذاب الشديد ،  ونجى الفرقة الناهية .  وأما الثالثة فقيل إنها ناجية ،  وقيل هالكة ،  والأول أصح .  {  قالوا معذرة } أي نعظهم لأجل المعذرة إلى الله تعالى ،  وطلب عفوه ومغفرته ،  فهو منصوب على المفعول لأجله ،  والمعذرة :  مصدر كالمغفرة .  يقال :  عذره يعذره عذرا ومعذرة ،  وهي التنصل من الذنب . <br \/>\r\n<br \/>\r\n"},{"text":"فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ","aya":"165","page":"172","tafsir":"{  بعذاب بئيس } شديد وجيع ،  من بؤس يبؤس بأسا ،  إذا اشتد . <br \/>\r\n<br \/>\r\n"},{"text":"فَلَمَّا عَتَوْا۟ عَن مَّا نُهُوا۟ عَنْهُ قُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَٰسِـِٔينَ","aya":"166","page":"172","tafsir":"{  عتوا عما نهوا عنه } تكبروا عن ترك ما نهوا عنه وأبوا أن يرجعوا عن المعصية .  يقال :  عتا يعتو عتوا وعتيا ،  استكبر وجاوز الحد .  {  خاسئين } صاغرين أذلاء ،  مبعدين عن كل خير .  ( آية 65 البقرة ص 32 ) ."},{"text":"وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ","aya":"167","page":"172","tafsir":"{  و إذا تأذن ربك } أي أعلم ربك أسلاف اليهود بأنهم إن غيروا وبدلوا ،  ولم يؤمنوا بأنبيائهم ليسلطن عليهم إلى يوم القيامة من يذيقهم ما يسوؤهم ويغمهم من أنواع العذاب .  و{  تأذن } بمعنى آذن أي أعلم .  يقال :  آذنه الأمر وبالأمر ،  أعلمه .  وأذن تأذينا :  أكثر الإعلام . <br \/>\r\n<br \/>\r\n"},{"text":"وَقَطَّعْنَٰهُمْ فِى ٱلْأَرْضِ أُمَمًا مِّنْهُمُ ٱلصَّٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ وَبَلَوْنَٰهُم بِٱلْحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ","aya":"168","page":"172","tafsir":"{  وقطعناهم في الأرض أمما } فرقناهم في أقطار الأرض فرقا حتى لا تكون لهم شوكة {  منهم الصالحون } أي المؤمنون {  ومنهم دون ذلك } وهم غير المؤمنين . <br \/>\r\n{  و بلوناهم بالحسنات } عاملناهم معاملة المبتلي المختبر بالنعم والخصب والعافية ،  وبالجدب والشدائد ،  ليتوبوا ويرجعوا إلى ربهم ،  يقال :  بلاه يبلوا بلوا ،  وابتلاه ابتلاء ،  إذا جربه واختبره . <br \/>\r\n<br \/>\r\n"},{"text":"فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَٰبَ يَأْخُذُونَ عَرَضَ هَٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَٰقُ ٱلْكِتَٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا۟ مَا فِيهِ وَٱلدَّارُ ٱلْءَاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ","aya":"169","page":"172","tafsir":"{  فخلف من بعدهم .  .  .  } فجاء من بعد هؤلاء الذين فيهم الصالح وغير الصالح خلف لا خير فيهم ،  وهم اليهود الذين كانوا في عهده صلى الله عليه وسلم .  والخلف :  القرن مجيء بعد القرن .  وهو بسكون اللام شائع فيمن يخلف بالسوء ،  ويفتحها فيمن يخلف بالخير .  {  يأخذون عرض .  .  .  }يأخذون عوضا عن قول الحق متاع هذه الحياة الدنيا ،  وهو الرشوة في الأحكام ،  والرشوة على التحريف .  والعرض :  متاع الدنيا وحطامها .  و{  الأدنى } الأقرب ،  والمراد به الدنيا ،  وهي من الدنو للقرب بالنسبة إلى الآخرة . <br \/>\r\n{  و إن يأتهم عرض .  .  .  } أي وإن أتاهم شيء من حطام الدنيا أخذوه ،  حلالا كان أو حراما ،  ويتمنون على الله المغفرة .  وإن وجدوا من الغد مثله أخذوه ،  وذلك لشدة حرصهم على الدنيا وإصرارهم على المعاصي . <br \/>\r\n<br \/>\r\n"},{"text":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ","aya":"170","page":"172","tafsir":"{  و الذين يمسكون } أي والذين يتمسكون بالكتاب الأول وهو التوراة فلم يحرفوه ولم يغيروه ،  فأداهم ذلك إلى الإيمان بالكتاب التالي والعمل به وهو القرآن- فإنا لا نضيع أجرهم .  نزلت في مؤمني أهل الكتاب .  يقال :  مسكت ومسكت بالشيء وتمسكت به ،  واستمسكت به وأمسكت به بمعنى . <br \/>\r\n<br \/>\r\n"}]