[
    {
        "text": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا ٱلْقِتَالُ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ فَأَوْلَىٰ لَهُمْ",
        "tafsir": "{  نظر المغشي عليه من الموت } أي كنظر المحتضر الذي لا يطرف بصره .  والمراد :  أنهم يشخصون نحوه بأبصارهم ،  وينظرون إليه نظرا شديدا من شدة كراهتهم للقتال معه ؛  إذ فيه عز للإسلام ،  ونصر للرسول صلى الله عليه وسلم ،  وهم لهم كارهون مبغضون . {  فأولى لهم } كلمة توعد وتهدد .  وهي فعل ماض بمعنى قارب ،  وفاعله ضمير الهلاك بقرينة السياق ،  واللام مزيدة :  أي قاربهم ما يهلكهم .  أو اسم تفضيل بمعنى أحق وأحرى .  خبر لمبتدأ محذوف ،  واللام بمعنى الباء ؛  أي العقاب أجدر بهم وأحرى . \r\n\r\n",
        "sura": "47",
        "aya": "20",
        "page": "509"
    },
    {
        "text": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
        "tafsir": "{  طاعة } مبتدأ{  وقول معروف } عطف عليها ،  والخبر محذوف ؛  أي أمثل بكم من غيرها . \r\nوقيل :   \" أولى \"  مبتدأ ،  و  \" طاعة \"  خبر و  \" لهم \"  متعلق ب  \" أولى \"  واللام بمعنى الباء ؛  أي أولى بهؤلاء المنافقين من النظر إليك نظر المغشي عليه من الموت :  طاعة وقول معروف . \r\n\r\n",
        "sura": "47",
        "aya": "21",
        "page": "509"
    },
    {
        "text": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
        "tafsir": "{  فهل عسيتم إن توليتم } أي فهل يتوقع منكم أيها المنافقون إن توليتم أمور الناس وكنتم\r\nحكما{  أن تفسدوا في الأرض } بما ترتكبون من المنكرات تناحرا على الولاية ،  وتكالبا على الدنيا{  وتقطعوا أرحامكم } بالبغي والظلم والقتل !  .  وهو من عطف الخاص على العام .  والاستفهام للتوبيخ والتقريع . \r\n\r\n",
        "sura": "47",
        "aya": "22",
        "page": "509"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَٰرَهُمْ",
        "tafsir": "{أَوْلَـٰئِكَ} {أَبْصَارَهُمْ}\r\n(23) - وَالذِينَ يَبْلُغُ بِهِم الأمْرُ حَدَّ التَّوَلِّي عَنِ الجِهَادِ، وَعَنِ الإِيمان، وَحَدَّ الإِقْدَامِ عَلَى الإِفسَادِ في الأَرْضِ وَقَطْعِ الأرْحَامِ، هُمُ الذِينَ طَرَدَهُمُ اللهُ مِنْ رَحَمْتِهِ، فَأصَمَّهُمْ عَنِ الانْتِفَاعِ بِما يَسْمَعُونَ، وَأعْمَى أبْصَارَهُمْ عَنْ رُؤْيَةِ مَا نَصَبَ اللهُ في الكَوْنِ مِنْ آياتٍ، وَعَنِ الاعْتِبَارِ بِها.\n",
        "sura": "47",
        "aya": "23",
        "page": "509"
    },
    {
        "text": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
        "tafsir": "{  أم على قلوب أقفالها } أي بل أعلى قلوب قاسية أقفالها ،  فهي لا تقبل التدبر والتفكر في الآيات  !  ؟  والاستفهام للتقرير .  والأقفال :  جمع قفل وهو الحديد الذي يغلق به الباب .  والمراد :  التسجيل عليهم بأن قلوبهم مغلقة ،  لا يدخلها الإيمان ،  ولا يخرج منها الكفر\r\n\r\n",
        "sura": "47",
        "aya": "24",
        "page": "509"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ٱلشَّيْطَٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
        "tafsir": "{  إن الذين ارتدوا على أدبارهم } رجعوا إلى ما كانوا عليه من الكفر والضلال ،  وهم المنافقون{  من بعد ما بين لهم الهدى } بالدلائل الواضحة والمعجزات الظاهرة{  الشيطان سول لهم } زين لهم ارتدادهم ؛  من التسويل [ آية 18 يوسف ص 380 ] . {  وأملى لهم } بفتح الهمزة ؛  أي مد لهم في الأماني والآمال ،  وأسباب الغواية والضلال ؛  من الإملاء وهو الإبقاء ملاوة من الدهر ،  أي برهة منه . \r\nوقرئ  \" أملى \"  بالبناء للمفعول ،  و  \" لهم \"  نائب الفاعل ،  و الجملة مستأنفة ؛  أي أمهلوا ومد في أعمارهم .",
        "sura": "47",
        "aya": "25",
        "page": "509"
    },
    {
        "text": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
        "tafsir": "{  ذلك } أي ارتدادهم{  بأنهم } أي بسبب أنهم{  قالوا للذين كرهوا .  .  .  } أي لبني قريظة والنضير من اليهود الكارهين لنزول القرآن على النبي صلى الله عليه وسلم ؛  مع علمهم بأنه من عند الله حسدا وطمعا في نزوله على أحد منهم . {  والله يعلم إسرارهم } إخفاءهم ما يقولون .  مصدر أسررت إسرارا ،  بمعنى كتمته . \r\n\r\n",
        "sura": "47",
        "aya": "26",
        "page": "509"
    },
    {
        "text": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَٰرَهُمْ",
        "tafsir": "{ٱلْمَلاَئِكَةُ} {أَدْبَارَهُمْ}\r\n(27) - فَكيفَ يَكُونُ حَالُهُم غَداً حِينَما تَأتي مَلائِكَةُ الرَّحْمَنِ لِقَبْضِ أرْواحِهِمْ، وَهُمْ عَلَى فِراشِ المَوْتِ، وَتَضْرِبُ وُجُوُهَهُمْ وأدْبَارَهُمْ لاسْتِخْراجِ أرْواحِهم، وَلاَ يَجِدُونَ، وَهُمْ في تِلْكَ الحَالِ لاَ حَوْلَ لَهُمْ فِيهَا وَلا قوةَ، مَنْ يَنْصُرُهُمْ مِنْ بَأسِ اللهِ، وَلاَ مَنْ يَدْفَعُ عَنْهُمْ مَا هُمْ فِيهِ مِنَ الشِّدَّةِ وَالكَرْبِ وَالعَذَابِ.\n",
        "sura": "47",
        "aya": "27",
        "page": "509"
    },
    {
        "text": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَٰلَهُمْ",
        "tafsir": "{رِضْوَانَهُ} {أَعْمَالَهُمْ}\r\n(28) - وَقَدْ صَارُوا إلى هَذا المَصِير السَّيِّئِ لأنَّهُم عَمَدُوا إِلى مَا يُسْخِطُ اللهَ مِنْ نِفَاقٍ وَمَعْصِيَةٍ وَتَآمرٍ مَعَ اليَهُودِ أعدَاءِ اللهِ وَرَسُولِهِ، وَأعْدَاءِ الإِسْلامِ، فَاتَّبَعُوهُ. وَهُمُ الذِينَ كَرِهُوا رِضوَانَ اللهِ، فَلَم يَعْمَلُوا لَهُ، بَلْ عَمِلُوا مَا يُسْخِطُ اللهَ وَيُغْضِبُهُ، فَأبْطَلَ مَا عَمِلُوا مِنْ أعْمالِ البِرِّ وَالخير، التي كَانُوا يُعْجَبُونَ بِها، وَيَتَفَاخَرُونَ بِعَمَلِها، لِيَنَالُوا بِها حُسْنَ السُّمْعَةِ عِنْدَ النَّاسِ.\r\nأحْبَط - أبْطَلَ وَأهْلَكَ.\n",
        "sura": "47",
        "aya": "28",
        "page": "509"
    },
    {
        "text": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَٰنَهُمْ",
        "tafsir": "{  أم حسب الذين في قلوبهم مرض .  .  .  } أي بل أحسب هؤلاء المنافقون الذين في قلوبهم حقد وعداوة للمؤمنين :  أن لن يظهر الله أحقادهم الشديدة للرسول صلى الله عيه وسلم والمؤمنين فتبقى مستورة ؟  والاستفهام للإنكار .  والأضغان :  جمع ضغن ،  وهو الحقد الشديد .  يقال :  ضغن صدره ضغنا – من باب تعب – حقد ؛  والاسم الضغن .  ومنه تضاغن القوم واضطغنوا ،  أن انطووا على الأحقاد . \r\nوأصل الكلمة من الضغن \"  ،  وهو الالتواء والاعوجاج في قوائم الدابة والقناة وكل شيء . \r\n\r\n",
        "sura": "47",
        "aya": "29",
        "page": "509"
    }
]