[
    {
        "text": "وَإِنِ ٱمْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا وَٱلصُّلْحُ خَيْرٌ وَأُحْضِرَتِ ٱلْأَنفُسُ ٱلشُّحَّ وَإِن تُحْسِنُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
        "tafsir": "{  نشوزا أو إعراضا }النشوز : أن يتجافى عنها بأن يمنعها نفسه ونفقته ومودته ، ويؤذيها بسب أو ضرب . و الإعراض : أن يقلل محادثتها و مؤانستها ، وهو أخف من النشوز . {  وأحضرت الأنفس الشح }أي جبلت على الإفراط في الحرص والبخل ، فكأنه حاضرها لا ينفك عنها أبدا . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "128",
        "page": "99"
    },
    {
        "text": "وَلَن تَسْتَطِيعُوٓا۟ أَن تَعْدِلُوا۟ بَيْنَ ٱلنِّسَآءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا۟ كُلَّ ٱلْمَيْلِ فَتَذَرُوهَا كَٱلْمُعَلَّقَةِ وَإِن تُصْلِحُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
        "tafsir": "{  ولن تستطيعوا أن تعدلوا } أي العدل المطلق الكامل بين زوجاتكم في القسم والنفقة ، والتعهد والنظر ، والإقبال و المحالمة والمفاكهة ، والمحبة والانعطاف وغير ذلك . {  ولو حرصتم }عليه أتم الحرص ، ولذلك لم يكلفكم الله به ، إذ التكليف الشرعي إنما يكون بما في الوسع والطاقة ، فقاربوا واجتهدوا ألا تميلوا الليل المحظور إلى واحدة منهن في حقوق الزوجية ، بحيث تكون الأخرى كأنها معلقة لا هي مطلقة ولا هي ذات بعل ، وجاهدوا أنفسكم حتى تصلوا إلى الحد المستطاع من العدل الذي يباح لكم معه تعدد الزوجات( راجع آية 2 من هذه السورة ص 139 ) .",
        "sura": "4",
        "aya": "129",
        "page": "99"
    },
    {
        "text": "وَإِن يَتَفَرَّقَا يُغْنِ ٱللَّهُ كُلًّا مِّن سَعَتِهِۦ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمًا",
        "tafsir": "{وَاسِعاً}\r\n(130) - أمَّا إذَا آثَرَ الزَّوْجَانِ أنْ يَتَفَرَّقَا، لأنَّهُمَا يَخَافَانِ ألاَّ يُقِيمَا حُدُودَ اللهِ، فَإنَّ اللهُ يُغْنِي كُلَّ وَاحِدٍ مِنْهُمَا عَنِ الآخَرِ، وَيُعَوِّضُهُ مَنْ هُوَ خَيْرٌ لَهُ مِنْ صَاحِبِهِ.\r\nوَلَنْ يَكُونَ كُلٌّ مِنْهُمَا جَديراً بِعِنَايةِ اللهِ، إلاَّ إذَا التَزَمَا حُدُودَ اللهِ، بِأنِ اجْتَهَدَا فِي الوِفَاقِ وَالصُّلْحِ، وَلَكِنْ ظَهَرَ لَهُمَا، بَعْدَ التَّفْكِيرِ وَالتَّرَوِّي فِي الأَسْبَابِ، أَنَّ الحَيَاةَ الزَّوْجِيَّة أصْبَحَتْ غَيْرَ مُسْتَطَاعَةٍ فَافْتَرَقَا، وَاللهُ وَاسِعُ الفَضْلِ وَالرَّحْمَةِ، وَهُوَ عَليمٌ بِمَا فِي النُّفُوسِ، وَبِمَنْ يَسْتَحِقُّ العَطَاءَ فَيُعْطِيهِ.",
        "sura": "4",
        "aya": "130",
        "page": "99"
    },
    {
        "text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَقَدْ وَصَّيْنَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ ٱتَّقُوا۟ ٱللَّهَ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدًا",
        "tafsir": "{ٱلسَّمَاوَاتِ} {ٱلْكِتَابَ}\r\n(131) - اللهُ خَالِقُ السَّمَاوَاتِ وَالأرْضِ، وَمَالِكُهُمَا، فَلا يَتَعَذَّرُ عَلَيهِ الإِغْنَاءُ بَعْدَ الفَقْرِ، وَلا الإِينَاسُ بَعْدَ الوَحْشَةِ، وَقَدْ أَمَرَكُمْ بِمَا أَمَرَ بِهِ مَنْ قَبْلَكُمْ مِنْ أهْلِ الكِتَابِ، بِعِبَادَتِهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَبِتَقْوَاهُ فِي إِقَامَةِ سُنَنِهِ وَشَرْعِهِ، لِتَرْتَقِيَ مَعَارِفُكُمْ، وَتَزْكُوَ نُفُوسُكُمْ، وَتَنْتَظِمَ مَصَالِحُكُمُ الدِّينِيَّةُ وَالدُّنْيَويَةُ.\r\nأمّا إذا اخْتَارَ النَّاسُ الكُفْرَ، فَإنَّ اللهَ، عَزَّ وَجَلَّ، غَنْيٌّ عَنِ النَّاسِ لاَ يَضُرُّهُ كُفْرُهُمْ، وَلاَ تُؤْذِيهِ مَعَاصِيهِمْ، وَلاَ يَنْفَعُهُ شُكْرُهُمْ، وَلاَ تَقْوَاهُمْ، وَقَدْ أَوْصَاكُمْ بِمَا أَوْصَى بِهِ مَنْ قَبْلَكُمْ مِنْ أهْلِ الكِتَابِ رَحْمَةً بِكُمْ، فَهُوَ غَنِيٌّ عَنْ عِبَادَتِكُمْ، وَهُوَ تَعَالَى مَحْمُودٌ فِي جَمِيعِ مَا يُقَدِّرُهُ وَيُشَرِّعُهُ، وَهُوَ المَالِكُ المُتَصَرِّفُ فِي جَمِيعِ مَا فِي السَّمَاوَاتِ وَالأرْضِ، وَلاَ شَرِيكَ لَهُ فِي ذَلِكَ سُبْحَانَهُ وَتَعَالَى.",
        "sura": "4",
        "aya": "131",
        "page": "99"
    },
    {
        "text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
        "tafsir": "{  وكفى بالله وكيلا }كفيلا بالأمر معتمدا عليه .  . يقال : وكل فلان فلانا ، إذا استكفاه أمره ثقة بكفايته ، أو عجزا عن القيام بأمر نفسه . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "132",
        "page": "99"
    },
    {
        "text": "إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا ٱلنَّاسُ وَيَأْتِ بِـَٔاخَرِينَ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا",
        "tafsir": "{بِآخَرِينَ}\r\n(133) - وَاللهُ تَعَالَى قَادِرٌ عَلَى إِفْنَائِكُمْ، وَعَلَى إيجَادِ قَوْمٍ آخَرِينَ مِنَ البَشَرِ، يَحُلُّونَ مَحَلَّكُمْ فِي خِلافَةِ الأرْضِ وَالتَّصَرُّفِ فِيها، إذا عَصَيْتُمُوهُ، فَمَا أَهْوَنَ العِبَادَ عَلَى اللهِ إذا خَالَفُوهُ، وَعَصَوْا أَمْرَهُ.",
        "sura": "4",
        "aya": "133",
        "page": "99"
    },
    {
        "text": "مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنْيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَكَانَ ٱللَّهُ سَمِيعًۢا بَصِيرًا",
        "tafsir": "{ٱلآخِرَةِ}\r\n(134) - مَنْ كَانَ مِنْكُمْ يُرِيدُ، بِسَعْيهِ وَجِهَادِهِ فِي حَيَاتِهِ، نَعِيمَ الدُّنْيا: المَالَ وَالجَاهَ وَنَحْوَهُمَا .. فَهُوَ قَاصِرُ الهِمَّةِ، لأنَّ عِنْدَ اللهِ ثَوَابَ الدَّارِينِ مَعاً، وَالجَمْعُ فِي العَمَلِ للدُّنْيا مَعَ العَمَلِ لِلآخِرَةِ أمْرٌ مَيْسُورٌ لَكُمْ، فَمِنْ خَطَلِ الرَّأي أنْ تَتْرُكُوا العَمَلَ لِلآخِرَةِ البَاقِيَةِ، وَتَقْصُرُوا هَمَّكُمْ عَلَى العَمَلِ لِلدُّنيا الزَّائِلَةِ الفَانِيَةِ، وَعَلَى المُؤْمِنِ العَاقِلِ أنْ يَقُولَ: (رَبَّنا آتِنَا في الدُّنْيا حَسَنةً وَفِي الآخِرَةِ حَسَنةً، وَقِنَا عَذَابَ النَّارِ)، وَاللهُ سَمِيعٌ لأقْوالِ العِبَادِ، حِينَ مُخَاطَبَاتِهِمْ وَمُنَاجَاتِهِمْ، بَصِيرٌ بِجَمِيعِ أمُورِهِمْ، فِي سَائِرِ أحْوَالِهِمْ.",
        "sura": "4",
        "aya": "134",
        "page": "99"
    }
]