[
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْيَهُودَ وَٱلنَّصَٰرَىٰٓ أَوْلِيَآءَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُۥ مِنْهُمْ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
        "tafsir": "{  لا تتخذوا اليهود والنصارى أولياء }نهى الله المؤمنين أن يتخذ أحد منهم أحدا من اليهود والنصارى وليا ونصيرا ، أي لا تصافوهم مصافاة الأحباب ، ولا تستنصروا بهم ، فإنهم جميعا يد واحدة عليكم ، يبغونكم الغوائل ، و يتربصون بكم الدوائر ، فكيف يتوهم بينكم وبينهم مولاة ؟ {  ومن يتولهم منكم فإنه منهم }أي من جملتهم ، وحكمه حكمهم( راجع آية 118-170آل عمران ص 122 ) .",
        "sura": "5",
        "aya": "51",
        "page": "117"
    },
    {
        "text": "فَتَرَى ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يُسَٰرِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٌ فَعَسَى ٱللَّهُ أَن يَأْتِىَ بِٱلْفَتْحِ أَوْ أَمْرٍ مِّنْ عِندِهِۦ فَيُصْبِحُوا۟ عَلَىٰ مَآ أَسَرُّوا۟ فِىٓ أَنفُسِهِمْ نَٰدِمِينَ",
        "tafsir": "{  يقولون نخشى أن تصيبنا دائرة }كان المنافقون يعتذرون عن موالاة اليهود بقولهم : إننا نخشى أن تدور علينا دائرة من دوائر الدهر ،  ودولة من دوله ، بأن ينقلب الأمر للكفار ، وتكون الدولة لهم على المسلمين فنحتاج إليهم . أو نخشى أن يدور علينا الزمن بمكروه ، كالجدب والقحط ، فلا يميروننا ولا يقرضوننا .  و الدائرة : النائبة من حوادث الدهر ، التي تحيط بالناس إحاطة الدائرة بما فيها . وأصلها ما |أحاط بالشيء ، ثم استعير لما ذكر ، وتطلق على الهزيمة . \r\n\r\n",
        "sura": "5",
        "aya": "52",
        "page": "117"
    },
    {
        "text": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓا۟ أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَٰلُهُمْ فَأَصْبَحُوا۟ خَٰسِرِينَ",
        "tafsir": "{  أقسموا بالله جهد أيمانهم }الجهد : الوسع والطاقة ، من جهد نفسه يجهدها في الأمر ، إذا بلغ أقصى وسعها و طاقتها فيه ، أي أقسموا مجتهدين في أيمانهم . والمراد أنهم أكدوا الأيمان وشددوها بأقصى وسعهم . \r\n\r\n",
        "sura": "5",
        "aya": "53",
        "page": "117"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِۦ فَسَوْفَ يَأْتِى ٱللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلْمُؤْمِنِينَ أَعِزَّةٍ عَلَى ٱلْكَٰفِرِينَ يُجَٰهِدُونَ فِى سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَآئِمٍ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
        "tafsir": "{  أذلة على المؤمنين }عاطفين عليهم متذللين لهم ، لينى الجانب معهم ، جمع ذليل : من تذلل إذا تواضع . ولتضمينه معنى الحنو عدي بعلى . {  أعزة على الكافرين }أشداء غلظاء عليهم ، من أعزني فلان ، إذا أظهر العزة من نفسه ، وأبدى الجفوة والغلظة . والعزة : حالة تمنع الإنسان من أن يغلب ويقهر . \r\n\r\n",
        "sura": "5",
        "aya": "54",
        "page": "117"
    },
    {
        "text": "إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُمْ رَٰكِعُونَ",
        "tafsir": "{آمَنُواْ} {ٱلصَّلاَةَ} {ٱلزَّكَاةَ} {رَاكِعُونَ}\r\n(55) - يَحُثُّ اللهُ تَعَالَى المُؤْمِنينَ عَلَى مُوَالاَةِ اللهِ وَرَسُولِهِ وَالمُؤْمِنينَ الصَّادِقِينَ، الذِينَ يُقِيمُونَ الصَّلاَةَ وَيُؤَدُّونَ زَكَاةَ أمْوَالِهِمْ، وَيُسَاعِدُونَ المُحْتَاجِينَ مِنَ الضُّعَفَاءِ وَالمَسَاكِينِ، وَهُمْ دَائِمُو الرُّكُوعِ للهِ.\r\n(نَزَلْت هَذِهِ الآيَةُ فِي عُبَادَةَ بْنِ الصَّامِتِ حِينَ بَرِئ مِنْ مُوَالاةِ اليَهُودِ، وَرَضِيَ بِمُوَالاَةِ اللهِ وَرَسُولِهِ).",
        "sura": "5",
        "aya": "55",
        "page": "117"
    },
    {
        "text": "وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُوا۟ فَإِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْغَٰلِبُونَ",
        "tafsir": "{آمَنُواْ} {ٱلْغَالِبُونَ}\r\n(56) - وَكُلُّ مَنْ رَضِيَ بِمُوَالاَةِ اللهِ وَرَسُولِهِ وَالمُؤمِنينَ هُوَ مُفْلِحٌ فِي الدُّنْيا وَالآخِرَةِ، وَهُوَ مَنْصُورٌ فِي الدُّنْيا وَالآخِرَةِ، لأنَّهُ يَكُونُ فِي حِزْبِ اللهِ، وَحِزْبِ اللهِ هُمُ الغَالِبُونَ، وَلا يُغْلَبُ مَنْ يَتَوَلاَّهُمُ اللهُ.",
        "sura": "5",
        "aya": "56",
        "page": "117"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَكُمْ هُزُوًا وَلَعِبًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلِكُمْ وَٱلْكُفَّارَ أَوْلِيَآءَ وَٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
        "tafsir": "{  هزوا }سخرية . وأصله هزءا ، فأبدلت الهمزة واوا لضم ما قبلها . يقال : هزأ منه وبه –كمنع وسمع-هزؤا وهوؤا ، سخر كاستهزأ . {  ولعبا }أخذا على غير طريق الجد . مصدر لعب يلعب ، كسمع . \r\n\r\n",
        "sura": "5",
        "aya": "57",
        "page": "117"
    }
]