[
    {
        "text": "وَيَٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
        "tafsir": "{يٰقَوْمِ}  {ٱلنَّجَاةِ} - ثم كشف هذا المؤمن عن إيمانه، فأعلنه لقومه، وقال لهم: أخبروني لماذا أدعوكم أنا إلى النجاة من عذاب الله، بالإيمان بالله، وتصديق رسله، وتدعونني أنتم لأكون من أهل النار بالبقاء على الكفر، والعمل السيئ.",
        "sura": "40",
        "aya": "41",
        "page": "472"
    },
    {
        "text": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّٰرِ",
        "tafsir": "{ٱلْغَفَّارِ} - فأنتم تدعونني إلى الكفر بالله والإشراك به من دونه، بغير برهان ولا دليل على صحة ما تدعونني إليه، وأنا أدعوكم إلى عبادة الله وحده خالق كل شيء، وقاهر كل شيء، وهو الغفار لذنوب عباده إذا استغفروه وأنابوا إليه.",
        "sura": "40",
        "aya": "42",
        "page": "472"
    },
    {
        "text": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْءَاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَٰبُ ٱلنَّارِ",
        "tafsir": "{لا جرم. .  .} حق وثبت أن ليس لآلهتكم دعوة أصلا؛ فليست آلهة حقة [ آية 22 هود ص 361 .",
        "sura": "40",
        "aya": "43",
        "page": "472"
    },
    {
        "text": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
        "tafsir": "وسوف تعلمون صدق ما أمرتكم به، وما نهيتكم عنه، فتتذكرون وتندمون حين لا ينفع الندم، وأتوكل على الله، وأستعين به، وأقاطعكم، وأبتعد عنكم، والله تعالى بصير بعباده، خبير بأحوالهم، يهدي من يستحق الهداية، ويضل من يستحق الضلال.",
        "sura": "40",
        "aya": "44",
        "page": "472"
    },
    {
        "text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
        "tafsir": "{فَوقَاهُ} {بِآلِ} - فحفظه الله تعالى مما أرادوا به من المكر السيىء، إذ أنجاه الله في الدنيا، وجعله في الآخرة من الفائزين، وأحاط بفرعون وجنده وملئه سوء العذاب، فأغرقهم في اليم في الدنيا، وليس لهم في الآخرة عند الله إلا العذاب الأليم في نار جهنم.\r\nحاق بهم- أحاط أو نزل بهم.",
        "sura": "40",
        "aya": "45",
        "page": "472"
    },
    {
        "text": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
        "tafsir": "{النار يعرضون عليها غدوا وعشيا} أي تعرض أرواحهم عليها في الغدوة والعشي. والمراد: دوام عذابهما في البرزخ إلى قيام الساعة. وفي الآية إثبات لعذاب القبر .",
        "sura": "40",
        "aya": "46",
        "page": "472"
    },
    {
        "text": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
        "tafsir": "{ٱلضُّعَفَاءُ} - وفي يوم القيامة يأخذ أهل النار في الحجاج والخصام، فيقول الأتباع للقادة: إنا أطعناكم فيما دعوتمونا إليه في الدنيا من الكفر والضلال، فهل تقدرون أن تحتملوا عنا قسطا من العذاب فتخففوه عنا؟ فقد كنا لكم أتباعا، وإنما دخلنا النار بسبب إطاعتنا لكم.\r\nمغنون عنا- دافعون أو حاملون عنا.",
        "sura": "40",
        "aya": "47",
        "page": "472"
    },
    {
        "text": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
        "tafsir": "ويقول الكبراء للمستضعفين: إنهم جميعا في النار يذوقون العذاب، وقد فصل الله بقضائه بين العباد، فأعطى كل واحد ما يستحقه، فلا يعذب أحد بذنب أحد، وإنما يعذب كل إنسان بذنبه، وإنهم جميعا كافرون وقد استحقوا العذاب بسبب كفرهم.",
        "sura": "40",
        "aya": "48",
        "page": "472"
    },
    {
        "text": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
        "tafsir": "ولما يئس المستضعفون من أن يحمل السادة الذين كانوا سبب كفرهم، وإدخالهم في النار، شيئا من العذاب عنهم، اتجهوا إلى خزنة جهنم يسألونهم الاتجاه إلى الله تعالى بالدعاء ليخفف عنهم شيئا من العذاب في النار.",
        "sura": "40",
        "aya": "49",
        "page": "472"
    }
]