[
    {
        "text": "إِنَّ ٱلْمُجْرِمِينَ فِى عَذَابِ جَهَنَّمَ خَٰلِدُونَ",
        "tafsir": "{خَالِدُونَ}\r\n(74) - بَعْدَ أَنْ ذَكَرَ اللهُ تَعَالَى حَالَ المُؤْمِنِينَ السُّعَدَاءِ فِي الجَنَّةِ، وَمَا لَهُمْ فِيهَا مِنْ طَعَامٍ وَشَرَاب وَفَاكِهَةٍ، وَنَعِيمٍ لاَ يَبْلَى، أَتْبَعَ ذَلِكَ بِذِكْرِ حَالِ الكَفَرَةِ المُجْرِمِينَ الظَّالِمِينَ، فَقَالَ إِنَّ الكَفَرَةَ يَكُونُ مَصِيرُهُمْ فِي نَارِ جَهَنَّمَ، وَيَبقَوْنَ فِيهَا خَالِدِينَ أَبَداً.\n",
        "sura": "43",
        "aya": "74",
        "page": "495"
    },
    {
        "text": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ",
        "tafsir": "{  لا يفتر عنهم } لا يخفف عنهم العذاب ولا يسكن [ آية 20 الأنبياء ص 331 ] . {  وهم فيه مبلسون } آيسون من تخفيف العذاب ؛  من الإبلاس وهو الحزن المعترض من شدة اليأس [ آية 44 الأنعام ص 223 ] .",
        "sura": "43",
        "aya": "75",
        "page": "495"
    },
    {
        "text": "وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن كَانُوا۟ هُمُ ٱلظَّٰلِمِينَ",
        "tafsir": "{ظَلَمْنَاهُمْ} {ٱلظَّالِمِينَ}\r\n(76) - وَمَا ظَلَمَ اللهُ تَعَالَى هَؤُلاَءِ المُجْرِمِينَ بِمَا أَنْزَلَهُ بِهِمْ مِنْ عِقَابٍ وَعَذَابٍ أَلِيمٍ، وَلَكِنَّهُمْ هُمُ الذِينَ ظَلَمُوا أَنْفُسَهُمْ بِكُفْرِهِمْ وَإِجْرَامِهِمْ وَهُمُ الذِينَ أَسَاؤُوا إِلَيْهَا، فَأَوْصَلَهُمْ ذَلِكَ إِلَى هَذَا المَصِيرِ السَّيىءِ.\n",
        "sura": "43",
        "aya": "76",
        "page": "495"
    },
    {
        "text": "وَنَادَوْا۟ يَٰمَٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُم مَّٰكِثُونَ",
        "tafsir": "{  ليقض علينا ربك } أي ليمتنا لنستريح ؛  من قضي عليه :  إذا أماته . \r\n\r\n",
        "sura": "43",
        "aya": "77",
        "page": "495"
    },
    {
        "text": "لَقَدْ جِئْنَٰكُم بِٱلْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَٰرِهُونَ",
        "tafsir": "{  ولكن أكثركم } أي كلكم .  وعبر بالأكثر لأن من الأتباع من كفر تقليدا . \r\n\r\n",
        "sura": "43",
        "aya": "78",
        "page": "495"
    },
    {
        "text": "أَمْ أَبْرَمُوٓا۟ أَمْرًا فَإِنَّا مُبْرِمُونَ",
        "tafsir": "{  أم أبرموا أمرا } كلام مستأنف ناع على المشركين ما دبروا من الكيد للرسول صلى الله عليه وسلم .  أي بل أأحكموا أمرا من كيدهم في دار الندوة ؛  إذ تآمروا على قتله صلى الله عليه وسلم .  و  \" بل \"  للانتقال من توبيخ أهل النار إلى حكاية جناية هؤلاء المشركين .  وهمزة الاستفهام لإنكار ما وقع واستقباحه .  والإبرام :  الإتقان والإحكام ،  وأصله :  الفتل المحكم .  يقال :  أبرم الحبل ،  إذا أتقن قتله . {  فإنا مبرمون } محكمون كيدنا بهم باستئصال صناديدهم يوم بدر . \r\n\r\n",
        "sura": "43",
        "aya": "79",
        "page": "495"
    },
    {
        "text": "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَىٰهُم بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ",
        "tafsir": "{  سرهم } ما حدثوا به أنفسهم من ذلك الكيد . {  ونجواهم } ما تناجوا به ولم يطلع عليه سواهم . \r\n\r\n",
        "sura": "43",
        "aya": "80",
        "page": "495"
    },
    {
        "text": "قُلْ إِن كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا۠ أَوَّلُ ٱلْعَٰبِدِينَ",
        "tafsir": "{  إن كان للرحمان ولد .  .  .  } أي إن صح بالبرهان القاطع ذلك فأنا أول من يعظم ذلك الولد ،  يسبقكم إلى طاعته ؛  كما يعظم الرجل ولد الملك .  واللازم منتف بالمشاهدة فكذا الملزوم . \r\n\r\n",
        "sura": "43",
        "aya": "81",
        "page": "495"
    },
    {
        "text": "سُبْحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
        "tafsir": "{سُبْحَانَ} {ٱلسَّمَاوَاتِ}\r\n(82) - يُنَزِّهُ اللهُ مَالِكُ السَّمَاوَاتِ والأَرْضِ وَمَنْ فِيهِمَا مِنَ الخَلْقِ، وَرَبُّ العَرْشِ المُحِْيطِ بِذَلِكَ، نَفْسَهُ الكَرِيمَةَ عَمَّا يَصِفُهُ بِهِ المُشْرِكُونَ كَذِباً، وَمَا يَنْسبُونَ إِلَيهِ مِنَ الوَلَدِ.\n",
        "sura": "43",
        "aya": "82",
        "page": "495"
    },
    {
        "text": "فَذَرْهُمْ يَخُوضُوا۟ وَيَلْعَبُوا۟ حَتَّىٰ يُلَٰقُوا۟ يَوْمَهُمُ ٱلَّذِى يُوعَدُونَ",
        "tafsir": "{  فذرهم يخوضوا } في باطلهم{  ويلعبوا } في دنياهم{  حتى يلاقوا يومهم } أي يوم القيامة . \r\n\r\n",
        "sura": "43",
        "aya": "83",
        "page": "495"
    },
    {
        "text": "وَهُوَ ٱلَّذِى فِى ٱلسَّمَآءِ إِلَٰهٌ وَفِى ٱلْأَرْضِ إِلَٰهٌ وَهُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ",
        "tafsir": "{  وهو الذي في السماء إله } أي وهو الذي هو في السماء معبود بحق ،  وهو في الأرض معبود بحق . \r\n\r\n",
        "sura": "43",
        "aya": "84",
        "page": "495"
    },
    {
        "text": "وَتَبَارَكَ ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَعِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ",
        "tafsir": "{  وتبارك } تعظم .  أو تزايدت بركته وخيراته [ آية 54 الأعراف ص 264 ] .",
        "sura": "43",
        "aya": "85",
        "page": "495"
    },
    {
        "text": "وَلَا يَمْلِكُ ٱلَّذِينَ يَدْعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلْحَقِّ وَهُمْ يَعْلَمُونَ",
        "tafsir": "{ٱلشَّفَاعَةَ}\r\n(86) - وَالأَصْنَامُ والأَوْثَانُ التِي يَعْبُدُونَهَا لِتَشْفََعَ لَهُمْ عِنْدَ اللهِ، وَلِتُقَرِّبَهُمْ إِلَيْهِ زُلفَى، لاَ تَسْتَطِيعُ يَوْمَ القِيَامَةِ القِيَامَ بِمِثْلِ هَذِهِ الشَّفاعَةِ، لَكِنَّ الذِي نَطَقَ بِكَلِمَةِ التَّوْحِيدِ (شَهِدَ بِالحَقِّ)، وَكَانَ عَلَى بَصِيرَةٍ وَعِلْمٍ مِنْ رَبِّهِ (كَالمَلاَئِكَةِ وَعِيسَى) فَإِنَّ شَفَاعَتَهُمْ تَنْفَعُ عِنْدَ اللهِ بِإِذْنِهِ لِمَنْ يَسْتَحِقُّهَا.\r\n(وَقِيلَ إِنَّ المَعْنَى هُوَ: لاَ يَمْلِكُ هَؤُلاَءِ الشَّفَاعَةَ إِلاَّ لِمَنْ شَهِدَ بِالحَقِّ وَآمَنَ عَلَى عِلْمٍ وَبَصِيرَةٍ).\n",
        "sura": "43",
        "aya": "86",
        "page": "495"
    },
    {
        "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ ٱللَّهُ فَأَنَّىٰ يُؤْفَكُونَ",
        "tafsir": "{  فأنى يؤفكون } فكيف يصرفون عن عبادته تعالى إلى عبادة غيره ؟  ويشركون به مع إقرارهم بأنه خالقهم ؟  والمراد :  التعجيب من شركهم مع ذلك [ آية 75 المائدة ص 202 ] .",
        "sura": "43",
        "aya": "87",
        "page": "495"
    },
    {
        "text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوْمٌ لَّا يُؤْمِنُونَ",
        "tafsir": "{  وقيله يا رب } بجر اللام ؛  أي وقوله مصدر قال ،  معطوف على لفظ الساعة .  أي وعنده علم الساعة وعلم قول الرسول صلى الله عليه وسلم :  يا رب .  أو الواو للقسم ؛  أي أقسم بقوله محمد :  يا رب .  وجواب القسم قوله تعالى : {  إن هؤلاء قوم لا يؤمنون } .  وقرئ بالنصب عطفا على محل الساعة ؛  إذ هي في محل نصب بالمصدر المضاف إليها على أنها مفعول له .  فكأنه قيل :  يعلم الساعة ،  ويعلم قيله يا رب . \r\n\r\n",
        "sura": "43",
        "aya": "88",
        "page": "495"
    },
    {
        "text": "فَٱصْفَحْ عَنْهُمْ وَقُلْ سَلَٰمٌ فَسَوْفَ يَعْلَمُونَ",
        "tafsir": "{  فاصفح عنهم } فأعرض عنهم ،  ولا تطمع في إيمامهم لشدة كفرهم وعناهم . {  وقل سلام } أي أمري وشأني الآن متاركتكم بسلامتكم منى وسلامتي منكم والمراد به :  الإعراض عنهم ،  والكف عن مقابلتهم بالكلام .  ثم هددوا بقوله تعالى : {  فسوف يعلمون } عاقبة كفرهم وإصرارهم . \r\nوالله أعلم . \r\n\r\n",
        "sura": "43",
        "aya": "89",
        "page": "495"
    }
]