[
    {
        "text": "وَأَنكِحُوا۟ ٱلْأَيَٰمَىٰ مِنكُمْ وَٱلصَّٰلِحِينَ مِنْ عِبَادِكُمْ وَإِمَآئِكُمْ إِن يَكُونُوا۟ فُقَرَآءَ يُغْنِهِمُ ٱللَّهُ مِن فَضْلِهِۦ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
        "tafsir": "{وأنكحوا الأيامى. .  .} جمع أيم، وهو كل ذكر لا أنثى معه، وكل أنثى لا ذكر معها، بكرا أو ثيبا؛ والأمر للأولياء والسادة وهو للندب عند الجمهور. يقال: آم يئيم فهو أيم؛ أي\r\n\r\nزوجوا من لا زوج له من الأحرار والحرائر، ومن كان فيه صلاح وخير من عبيدكم وإمائكم. والمراد من الإنكاح: المعاونة والتوسط في النكاح والتمكين منه .",
        "sura": "24",
        "aya": "32",
        "page": "354"
    },
    {
        "text": "وَلْيَسْتَعْفِفِ ٱلَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغْنِيَهُمُ ٱللَّهُ مِن فَضْلِهِۦ وَٱلَّذِينَ يَبْتَغُونَ ٱلْكِتَٰبَ مِمَّا مَلَكَتْ أَيْمَٰنُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا وَءَاتُوهُم مِّن مَّالِ ٱللَّهِ ٱلَّذِىٓ ءَاتَىٰكُمْ وَلَا تُكْرِهُوا۟ فَتَيَٰتِكُمْ عَلَى ٱلْبِغَآءِ إِنْ أَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوا۟ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَن يُكْرِههُّنَّ فَإِنَّ ٱللَّهَ مِنۢ بَعْدِ إِكْرَٰهِهِنَّ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{والذين يبتغون الكتاب} أي يطلبون المكاتبة منكم ليصيروا أحرار. وهي معاقدة بين السيد وعبده، يقول فيها السيد لعبده: إذا أديت إلى كذا من المال فأنت حر لوجه الله، ويقبل العبد ذلك؛ فإذا أدى ما شرط عتق. {فكاتبوهم} أي يندب لكم مكاتبتهم كما طلبوا؛ مسارعة إلى تحريرهم {إن علمتم فيهم خيرا} أي أمانة وقدرة على الكسب. {وآتوهم من مال الله. .  .} أمر للموالى بإعانة المكاتبين بشيء مما أعطاهم الله على سبيل الاستحباب. {ولا تكرهوا فتياتكم على البغاء. .  .} الفتيات: الإماء؛ وكل من الفتى والفتاة كناية مشهورة عن العبد والأمة مطلقا. والبغاء: زنى المرأة خاصة. مصدر بغت المرأة تبغي بغاء: فجرت، وهي بغي وهن بغايا. والتحصن: التصون عن الزنا والتعفف عنه. وكان بعض الجاهلين يكره إماءه على الزنا ابتغاء كسب المال أو الولد. وكان لرأس المنافقين جوار يكرههن عليه؛ فاشتكى بعضهن إلى رسول الله صلى الله عليه وسلم إكراهه لهن على الزنا؛ وهن يأبينه ويستعففن عنه في الإسلام؛ فنزلت الآية بالنهي عن إكراههن على الزنا. {إن أردنا تحصنا} تعففا عنه، وليست إرادتهن التحصن شرطا في النهي عن الإكراه، ولكن لما كان سبب النزول ما ذكر خرج النهي على صفة السبب؛ وفيه من التشنيع عليهم والتقبيح لصنيعهم ما فيه. كأنه قيل: كيف يقع منكم إكراههن على البغاء وهن إماء يردن العفة ويأبين الفاحشة؟ !  ألستم أحق بحملهن على العفة إذا أردن البغاء. وقيل: إن هذا الشرط خرج مخرج الغالب؛ لأن الغالب أن الإكراه لا يكون إلا عند إرادة التحصن، فلا يلزم منه جواز الإكراه عند عدم إرادة التحصن. {ومن يكرههن} على البغاء {فإن الله من بعد إكراههن} أن كونهن مكرهات عليه {غفور رحيم} لهن لا لهم .",
        "sura": "24",
        "aya": "33",
        "page": "354"
    },
    {
        "text": "وَلَقَدْ أَنزَلْنَآ إِلَيْكُمْ ءَايَٰتٍ مُّبَيِّنَٰتٍ وَمَثَلًا مِّنَ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِينَ",
        "tafsir": "{آيَاتٍ} {مُّبَيِّنَاتٍ} - يقول الله تعالى إنه أنزل القرآن وفيه آيات مبينات لما أنتم في حاجة إليه من الأحكام والشرع، كما أنزل فيه قصصا تحوي أخبار الأمم الغابرة، وفيه عظة لمن اتقى الله وخافه.",
        "sura": "24",
        "aya": "34",
        "page": "354"
    },
    {
        "text": "ٱللَّهُ نُورُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ مَثَلُ نُورِهِۦ كَمِشْكَوٰةٍ فِيهَا مِصْبَاحٌ ٱلْمِصْبَاحُ فِى زُجَاجَةٍ ٱلزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّىٌّ يُوقَدُ مِن شَجَرَةٍ مُّبَٰرَكَةٍ زَيْتُونَةٍ لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِىٓءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُّورٌ عَلَىٰ نُورٍ يَهْدِى ٱللَّهُ لِنُورِهِۦ مَن يَشَآءُ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَٰلَ لِلنَّاسِ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "tafsir": "{الله نور السموات والأرض} أي الله نور العالم كله، علويه وسفليه؛ بمعنى منوره بالآيات التكوينية والتنزيلية الدالة على وجوده ووحدانيته وسائر صفاته، والهادية إلى الحق وإلى ما به صلاح المعاش والمعاد. أو الله موجد العالم كله. أو مدبر الأمر فيه وحده. أو منوره بالشمس والقمر والكواكب؛ فقد جعل الشمس ضياء والقمر نورا. والضياء والنور قد شاع إطلاق كل واحد منهما على الآخر؛ وناط بهذا النور مصالح خلقه ومعايشهم، حتى أبصروا وعملوا، ولولاه لظلوا في عماء وظلمة وخمود. {مثل نوره} أي صفة نوره العجيبة الشأن في الإضاءة {كمشكاة} كصفة مشكاة وهي الكوة غير النافذة؛ وهي أجمع للضوء الذي يكون فيها من مصباح أو غيره. {فيها مصباح} سراج ضخم ثاقب. {المصباح في زجاجة} في قنديل من الزجاج الصافي الأزهر {كوكب دري} شديد الإنارة؛ نسبة إلى الدر في صفائه وإشراقه وحسنه. {يوقد من شجرة} أي من زيت شجرة {مباركة} كثيرة المنافع. وهو إدام ودهام، ودباغ ووقود، وليس فيها شيء إلا وفيه منفعة {لا شرقية ولا غربية} أي ليست شرقية فقط، ولا غربية فقط؛ بل هي شرقية غربية، ضاحية للشمس طول النهار، تصيبها عند طلوعها وعند غروبها؛ وذلك أحسن لزيتها. {يكاد زيتها} من شدة صفائه وإنارته {يضيء ولو لم تمسسه نار} وقد شبه في الآية نور الله بمعنى أدلته وآياته سبحانه– من حيث دلالتها على الحق والهدى، وعلى ما ينفع الخلق في الحياتين– بنور المشكاة التي فيها زجاجة صافية، وفي تلك الزجاجة مصباح يتقد بزيت بلغ الغاية في الصفاء والرقة والإشراق، حتى يكاد يضيء بنفسه من غير أن تمسه النار. {نور على نور} أي هو نور عظيم على نور. فنور الله متضاعف لا حد\r\n\r\nلتضاعفه؛ لا كالنور الممثل به، فإن لتضاعفه حدا معينا محدودا مهما كان إشراقه وإضاءته. {يهدي الله لنوره} العظيم الشأن {من شاء} هدايته من عباده، بتوفيقهم لفهم آياته الدالة على صفاته وحكمته، وفهم كتبه وشرائعه، وأسرار مخلوقاته الدالة على الخير وسعادة الدارين .",
        "sura": "24",
        "aya": "35",
        "page": "354"
    },
    {
        "text": "فِى بُيُوتٍ أَذِنَ ٱللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا ٱسْمُهُۥ يُسَبِّحُ لَهُۥ فِيهَا بِٱلْغُدُوِّ وَٱلْءَاصَالِ",
        "tafsir": "{في بيوت} متعلق ب\" يسبح\" والمراد بها المساجد كلها {أذن الله أن ترفع} أي أمر الله أن يعظم قدرها بصيانتها عن دخول الجنب والحائض والنفساء، وعن تلويثها وإدخال نجاسات فيها، وعن كل ما فيه إثم ومعصية أو امتهان لها. {يسبح له فيها. .  .} ينزهه تعالى فيها، ويقدسه عما لا يليق به في ذاته وصفاته وأفعاله؛ فلا يذكر فيها إلا بما هو شأنه عز وجل. وقيل: المراد من التسبيح الصلاة. وفاعل\" يسبح\" قوله: \" رجال\" .  و\" فيها\" تأكيد لقوله: \" في بيوت\" . {بالغدو والآصال} [آية 15 الرعد ص 402] . \r\n{بغير حساب} [آية 212 البقرة 69] .",
        "sura": "24",
        "aya": "36",
        "page": "354"
    }
]