[
    {
        "text": "لَّا خَيْرَ فِى كَثِيرٍ مِّن نَّجْوَىٰهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَٰحٍۭ بَيْنَ ٱلنَّاسِ وَمَن يَفْعَلْ ذَٰلِكَ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
        "tafsir": "{لا خير في كثير من نجواهم} أي مما يتناجى به الناس و يخوضون فيه. والنجوى: اسم مصدر بمعنى المسارة. يقال: نجوته نجوا ونجوى، وناجيته مناجاة، أي ساررته. وأصله: أن تخلو بمن تساره في نجوة من الأرض، و هي المكان المرتفع المنفصل بارتفاعه عما حوله، ويطلق على القوم المتناجين، كما في قوله تعالى: {وإذ هم نجوى} مبالغة، على حد: قوم عدل. أو بتقدير مضاف، أي ذوو نجوى. {إلا من أمر} أي إلا في نجوى الذين يأمرون بالصدقة، أو بالبر والخير الذي يصل نفعه إلى الناس، فيسد حاجتهم، أو يرشدهم إلى ما فيه خيرهم و دفع الشر عنهم، أو بإصلاح ذات البين عند المشاحنة والمعاداة .",
        "sura": "4",
        "aya": "114",
        "page": "97"
    },
    {
        "text": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ ٱلْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ ٱلْمُؤْمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصْلِهِۦ جَهَنَّمَ وَسَآءَتْ مَصِيرًا",
        "tafsir": "{نوله ما تولى} نخل بينه وبين ما اختاره لنفسه من الضلال في الدنيا {ونصله جهنم} ندخله فيها في الآخرة .",
        "sura": "4",
        "aya": "115",
        "page": "97"
    },
    {
        "text": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدْ ضَلَّ ضَلَٰلًۢا بَعِيدًا",
        "tafsir": "{إن الله لا يغفر أن يشرك به} (آية 48 من هذه السورة) . و ذكرت هنا تكميلا لقصة من سبق بذكر الوعد بعد ذكر الوعيد في ضمن الآيات السابقة .",
        "sura": "4",
        "aya": "116",
        "page": "97"
    },
    {
        "text": "إِن يَدْعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثًا وَإِن يَدْعُونَ إِلَّا شَيْطَٰنًا مَّرِيدًا",
        "tafsir": "{إن يدعون من دونه إلا إناثا} أي ما يعبدون من دون الله إلا أصناما سموها بأسماء الإناث، كاللات والعزى و مناة، وكان لكل حي من أحياء العرب صنم يعبدونه، ويسمونه أنثى ابن فلان، و يزينونه بالحلي كالنساء. {وإن يدعون إلا شيطانا مريدا} أي وما يعبدون بعبادة هذه الأصنام إلا شيطانا عاتيا، أغراهم بعبادتها فأطاعوه فكانوا له عابدين، والمريد والمتمرد: البالغ الغاية في الشر و الفساد. يقال: مرد- كنصر و ظرف- إذا عتا و تجبر، فهو مارد و مريد و متمرد. وأصل المادة للملاسة والتجرد، ومنه صرح ممرد، أي أملس. وشجرة مرداء، للتي تناثر ورقها. و غلام أمرد: لم ينبت في وجهه شعر. و وصف الشيطان بالتمرد لتجرده للشر، أو لظهور شره ظهور عيدان الشجرة المرداء .",
        "sura": "4",
        "aya": "117",
        "page": "97"
    },
    {
        "text": "لَّعَنَهُ ٱللَّهُ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا",
        "tafsir": "{نصيبا مفروضا} حظا مقدرا معلوما، من الفرض، وأصله القطع. وأطلق هنا على المقدار المعلوم، لاقتطاعه عمن سواه من صالحي المؤمنين. فكل من أطاع الشيطان فهو نصيبه المفروض .",
        "sura": "4",
        "aya": "118",
        "page": "97"
    },
    {
        "text": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَءَامُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلْأَنْعَٰمِ وَلَءَامُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ ٱللَّهِ وَمَن يَتَّخِذِ ٱلشَّيْطَٰنَ وَلِيًّا مِّن دُونِ ٱللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا",
        "tafsir": "{ولأضلنهم و لأمنينهم} أي لأزيغنهم عن طاعتك و توحيدك، و لألقين في صدورهم الأماني الباطلة الميسرة للعصيان {فليبتكن آذان الأنعام} أي فليقطعنها من أصلها، أو ليشقنها، من البتك وهو القطع، ومنه، سيف باتك، أي صارم. وكانوا في الجاهلية إذا ولدت الناقة خمسة أبطن وجاء الخامس ذكرا قطعوا أذنها أو شقوها شقا واسعا، علامة على أنهم حرموا على أنفسهم الانتفاع بها و جعلوها للطواغيت، وسموها البحيرة، أي المشقوقة الأذن. والمراد: أنه يغريهم بعبادة الطواغيت، ويدعوهم إلى التقرب إليها بالبحائر ونحوها، فيسارعون إلى إجابته. {ولآمرنهم فليغيرن خلق الله} أي فليغيرن ما خلقه الله عن نهجه صورة وصفة، كفقأ عين فحل الإبل في بعض الأحوال، و خصاء الإنسان والوشم، و اللواطة و السحاق والتخنث، وعبادة الكواكب والنار والأحجار، و تغييردين الله وأحكامه .",
        "sura": "4",
        "aya": "119",
        "page": "97"
    },
    {
        "text": "يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ ٱلشَّيْطَٰنُ إِلَّا غُرُورًا",
        "tafsir": "{ٱلشَّيْطَانُ} - يخوف الشيطان الناس من الفقر إذا هم أنفقوا من أموالهم في سبيل الله، ويوسوس لهم بأن أموالهم تنفد أو تنقص، ويصبحون فقراء أذلاء، ويعدهم بالغنى والثروة حين يغريهم بلعب القمار ويمنيهم بأنهم الفائزون في الدنيا والآخرة، وقد كذب وافترى في ذلك فوعوده باطلة.\r\nغرورا- خداعا وباطلا.",
        "sura": "4",
        "aya": "120",
        "page": "97"
    },
    {
        "text": "أُو۟لَٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا",
        "tafsir": "{ولا يجدون عنها محيصا} معدلا ومهربا، يفرون إليه للنجاة من عذابها، يقال: حاص عنه يحيص حيصا و حيوصا و محيصا، حاد وعدل .",
        "sura": "4",
        "aya": "121",
        "page": "97"
    }
]