[{"text":"يَحْلِفُونَ بِٱللَّهِ لَكُمْ لِيُرْضُوكُمْ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا۟ مُؤْمِنِينَ","aya":"62","page":"197","tafsir":""},{"text":"أَلَمْ يَعْلَمُوٓا۟ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدًا فِيهَا ذَٰلِكَ ٱلْخِزْىُ ٱلْعَظِيمُ","aya":"63","page":"197","tafsir":"{  يحادد الله ورسوله } يخالف الله ورسوله . و أصل المحادة :  المخالفة والمجانية والمعاداة ،  مشتقة من الحد . يقال :  حاد فلان فلانا ،  إذا صار في غير حده وجهته ،  وجانبه وخالفه ،  كالمشاقة .  \r\n \r\n"},{"text":"يَحْذَرُ ٱلْمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِى قُلُوبِهِمْ قُلِ ٱسْتَهْزِءُوٓا۟ إِنَّ ٱللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ","aya":"64","page":"197","tafsir":"{  مخرج ما تحذرون } مظهر ما تخافونه من الفضيحة ،  مأخوذ من الحذر –بالكسر ويحرك – بمعنى التحرر ،  وفعله كطرب .  \r\n \r\n"},{"text":"وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمْ تَسْتَهْزِءُونَ","aya":"65","page":"197","tafsir":"{  كنا نخوض ونلعب } كنا نتحدث ونخوض في الكلام ،  لقصر مسافة السفر بالحديث .  أجابوا بذلك حين أطلع الله ورسوله على ما قالوه استهزاء به في مسيره في غزوة تبوك ( راجع آية 140 النساء ص 174 ) ."},{"text":"لَا تَعْتَذِرُوا۟ قَدْ كَفَرْتُم بَعْدَ إِيمَٰنِكُمْ إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةًۢ بِأَنَّهُمْ كَانُوا۟ مُجْرِمِينَ","aya":"66","page":"197","tafsir":""},{"text":"ٱلْمُنَٰفِقُونَ وَٱلْمُنَٰفِقَٰتُ بَعْضُهُم مِّنۢ بَعْضٍ يَأْمُرُونَ بِٱلْمُنكَرِ وَيَنْهَوْنَ عَنِ ٱلْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا۟ ٱللَّهَ فَنَسِيَهُمْ إِنَّ ٱلْمُنَٰفِقِينَ هُمُ ٱلْفَٰسِقُونَ","aya":"67","page":"197","tafsir":"{  ويقبضون أيديهم } أي عن الإنفاق في طاعة الله ومرضاته ،  كناية عن الشح والبخل ،  كما أن بسطها كناية عن الجود والسخاء ،  لأن من يعطي يمد يده بالعطاء ،  بخلاف من يمنع .  \r\n{  نسوا الله فنسيهم } تركوا أمر الله حتى صاروا كالناسين له ،  فجازاهم بأن صيرهم بمنزلة المنسي من ثوابه ورحمته .  \r\n \r\n"},{"text":"وَعَدَ ٱللَّهُ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَا هِىَ حَسْبُهُمْ وَلَعَنَهُمُ ٱللَّهُ وَلَهُمْ عَذَابٌ مُّقِيمٌ","aya":"68","page":"197","tafsir":"{  هي حسبهم } كافيتهم جزاء وعقابا ،  لا يحتاجون إلى زيادة على عذابها . يقال :  حسبك .  أي كفاك وشيء حساب :  أي كاف .  \r\n \r\n"}]