[{"text":"الٓمٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ وَٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ","aya":"1","page":"249","tafsir":"no text"},{"text":"ٱللَّهُ ٱلَّذِى رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى يُدَبِّرُ ٱلْأَمْرَ يُفَصِّلُ ٱلْءَايَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمْ تُوقِنُونَ","aya":"2","page":"249","tafsir":"{  الله الذي رفع السماوات } بين الله تعالى في هذه الآية والآيتين بعدها عشرة أدلة من العالم العلوي والسفلي على كمال قدرته وعظيم حكمته :  خلقه السماوات مرتفعة بغير عمد .  وتسخيره الشمس والقمر لمنافع الخلق .  وخلقه الأرض صالحة للاستقرار عليها .  وخلقه الجبال فيها لتثبيتها ،  والأنهار لتسقى الزرع .  وخلقه زوجين اثنين من كل نوع من الثمرات .  ومعاقبته بين الليل والنهار .  وخلقه بقاعا في الأرض  متلاصقة مع اختلافها في الطبيعة والخواص .  وخلقه جنات من الأعناب للتفكه .  وخلقه أنواع الحبوب المختلقة للغذاء .  وخلقه النخيل صنوانا وغير صنوان .  وجميعها تسقى بماء واحد لا تفاوت فيه ،  مع اختلاف الثمار والحبوب في اللون والطعم والرائحة والشكل والخواص . {  بغير عمد }أي بغير دعائم ،  اسم جمع مفرده عماد . يقال :  عمدت الحائط أعمده عمدا وأعمدته ،  إذا دعمته ،  فانعمد واستند . {  ترونها } أي رفع السماوات مرئية لكم بدون دعائم تدعمها .  والجملة في محل نصب حال من السماوات .  {  ثم استوى على العرش }( آية 54 الأعراف ص 263 ) .  {  يدبر الأمر } يقضى ويقدر ويتصرف في جميع العوالم على أكمل الوجوه ."},{"text":"وَهُوَ ٱلَّذِى مَدَّ ٱلْأَرْضَ وَجَعَلَ فِيهَا رَوَٰسِىَ وَأَنْهَٰرًا وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوْجَيْنِ ٱثْنَيْنِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ","aya":"3","page":"249","tafsir":"{  مد الأرض } بسطها طولا وعرضا إلى ما لا يدرك البصر منتهاه ،  لإمكان الاستقرار عليها .  \r\nوالمد البسط .  ولا تنافي بين المد وكرية الأرض ،  لأن الأول بحسب رؤية العين ،  والثاني بحسب الحقيقة .  {  رواسي } جبالا ثوابت راسخات في أحيازها تمسكها عن الاضطراب ،  من الرسو وهو ثبات الأجسام الثقيلة .  يقال :  رسا الشيء يرسو رسوا ويرسوا ،  ثبت ،  كأرسى .  وأرسيت الوتد في الأرض :  أثبته .  {  يغشى الليل النهار } يجعل الليل غاشيا للنهار وساترا له ،  أي يأتي به بدله فيصير الجو مظلما بعد ما كان مضيئا( آية 54 الأعراف ص 263 ) ."},{"text":"وَفِى ٱلْأَرْضِ قِطَعٌ مُّتَجَٰوِرَٰتٌ وَجَنَّٰتٌ مِّنْ أَعْنَٰبٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَآءٍ وَٰحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِى ٱلْأُكُلِ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَعْقِلُونَ","aya":"4","page":"249","tafsir":"{  و نخيل صنوان .  .  .  } صفة لنخيل ،  وهو جمع صنو .  والصنو :  الفرع الذي يجمعه وآخر أصل واحد ،  فإذا خرج نخلتان أو ثلاث من أصل واحد فكل واحدة منهن صنو .  والاثنان صنوان {  بكسر النون } ،  والجمع صنوان{  بضم النون } وأصله المثل ،  ومنه قيل لعم الرجل :  صنو أبيه ،  أي  مثله ،  فأطلق على كل غصن صنو لمماثلته للآخر في التفرع من ذلك الأصل .  {  الأكل } – بضمتين وصم فسكون- :  اسم لما يؤكل من الثمر والحب ،  وإنما اقتصر على الأكل  لكونه أعظم المنافع .  قال مجاهد :  هذا كمثل بني آدم صالحهم وخبيثهم  وأبوهم واحد .  \r\n \r\n"},{"text":"وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِى خَلْقٍ جَدِيدٍ أُو۟لَٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ وَأُو۟لَٰٓئِكَ ٱلْأَغْلَٰلُ فِىٓ أَعْنَاقِهِمْ وَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ","aya":"5","page":"249","tafsir":"{  أولئك الذين كفروا بربهم } أي أولئك المنكرون لقدرته تعالى على البعث هم الكافرون بربهم . {  و أولئك الأغلال في أعناقهم } وهم أصحاب النار المخلدون فيها .  جمع غل ،  وهو طوق من حديد تشد به اليد إلى العنق ،  من الغلل ،  وأصله تدرع الشيء وتوسطه .  ومنه قيل للماء الجاري بين الشجر :  غلل ،  أي ذلك شانهم في الآخرة .  وقيل :  هو تمثيل لحالهم في الدنيا – من حيث إباؤهم الإيمان وعدم التفاتهم إلى الحق- بحال من أعناقهم أغلال فلا يستطيعون معها التفاتا .  \r\n \r\n"}]