[
    {
        "text": "فَٱسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّى لَآ أُضِيعُ عَمَلَ عَٰمِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ بَعْضُكُم مِّنۢ بَعْضٍ فَٱلَّذِينَ هَاجَرُوا۟ وَأُخْرِجُوا۟ مِن دِيَٰرِهِمْ وَأُوذُوا۟ فِى سَبِيلِى وَقَٰتَلُوا۟ وَقُتِلُوا۟ لَأُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ثَوَابًا مِّنْ عِندِ ٱللَّهِ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلثَّوَابِ",
        "tafsir": "{عَامِلٍ} {دِيَارِهِمْ} {وَقَاتَلُواْ} {جَنَّاتٍ} {ٱلأَنْهَارُ} - لما سأل المؤمنون ذوو الألباب ربهم ما سألوا في الآيات السابقات، استجاب لهم ربهم لصدقهم في إيمانهم، وذكرهم وتفكرهم في خلق السماوات والأرض، وتنزيههم ربهم عن العبث، وتصديقهم رسله، وقال لهم: إنه لا يضيع عمل عامل منهم من ذكر أو أنثى، وإنه سيوفي كل عامل أجره، وجميعهم لديه سواء في الثواب (بَعْضُكُمْ مِنْ بَعْضٍ) ، فالذين هاجروا من دار الشرك وأتوا إلى دار الإيمان، وضايقهم المشركون حتى اضطروهم إلى الخروج من ديارهم، ومفارقة أهلهم وأموالهم، لا لشيء إلا أن يقولوا ربنا الله، والذين يقاتلون في سبيل الله، ويقتلون صابرين محتسبين ... فهؤلاء جميعا سيكفر الله عنهم سيئاتهم وخطاياهم، وسيدخلهم جنات تجري الأنهار في جنباتها، وينيلهم ذلك جزاء لهم من عند الله، وثوابا جزيلا منه، لأن الله عظيم، والعظيم لا يعطي إلا جزيلا. وللعباد الصالحين عند الله خير الجزاء والثواب.\r\nبعضهم من بعض- جميعهم سواء لديه في الثواب.\r\nلا أضيع عمل عامل- لا أترك ثواب عمل عمله عامل إلا جزيته به.",
        "sura": "3",
        "aya": "195",
        "page": "76"
    },
    {
        "text": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُوا۟ فِى ٱلْبِلَٰدِ",
        "tafsir": "{لا يغرنك تقلب} الخطاب للرسول صلى الله عليه وسلم و المراد أمته. أي لا يغرنكم ضربهم في الأرض، وتصرفهم في البلاد للتجارات وطلب المكاسب والأرباح، وما هم فيه من رغد العيش .",
        "sura": "3",
        "aya": "196",
        "page": "76"
    },
    {
        "text": "مَتَٰعٌ قَلِيلٌ ثُمَّ مَأْوَىٰهُمْ جَهَنَّمُ وَبِئْسَ ٱلْمِهَادُ",
        "tafsir": "{وبئس المهاد} ما مهدوا لأنفسهم في جهنم بكفرهم. وأصل المهاد: الفراش الذي يوطأ للصبي ويمهد .",
        "sura": "3",
        "aya": "197",
        "page": "76"
    },
    {
        "text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ جَنَّٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ ٱللَّهِ وَمَا عِندَ ٱللَّهِ خَيْرٌ لِّلْأَبْرَارِ",
        "tafsir": "{نزلا} أي حال كون الجنات ضيافة وإكراما من الله تعالى، أعدها لهم كما يعد القرى للضيف. وأصل النزل-بضمتين وبضم فسكون-ما يعد للضيف أول نزوله من الطعام والشراب والصلة، ثم اتسع فيه فأطلق على الرزق والغذاء وإن لم يكن ضيف، وجمعه أنزال .",
        "sura": "3",
        "aya": "198",
        "page": "76"
    },
    {
        "text": "وَإِنَّ مِنْ أَهْلِ ٱلْكِتَٰبِ لَمَن يُؤْمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَٰشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا أُو۟لَٰٓئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
        "tafsir": "{ٱلْكِتَابِ} {خَاشِعِينَ} {بِآيَاتِ} {أُوْلۤـٰئِكَ} - يخبر الله تعالى عن طائفة من أهل الكتاب أنهم يؤمنون بالله حق الإيمان، ويؤمنون بما أنزل على محمد صلى الله عليه وسلم، مع إيمانهم بما في الكتب المتقدمة، وأنهم خاشعون مطيعون لله، لا يكتمون ما بأيديهم من البشارة بمحمد صلى الله عليه وسلم، وصفته ونعته ومبعثه لقاء عرض من الدنيا زائل. {لاَ يَشْتَرُونَ بِآيَاتِ ٱللَّهِ ثَمَناً قَلِيلاً} .\r\nوهؤلاء لهم أجرهم، وسيلاقونه عند ربهم، والله سريع الحساب (وَقِيلَ إنَّ هَذِهِ الآيَةَ نَزَلَتْ فِي النَّجَاشِيِّ مَلِكِ الحَبَشَةِ إذْ صَلَّى عَلَيْهِ رَسُولُ اللهِ صلى الله عليه وسلم صَلاَةَ الغَائِبِ، فَقَالَ بَعْضُ المُسْلِمِينَ أيَأمُرُنَا أنْ نُصَلِّي عَلَى عِلْجٍ مَاتَ فِي الحَبَشَةِ؟) .",
        "sura": "3",
        "aya": "199",
        "page": "76"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱصْبِرُوا۟ وَصَابِرُوا۟ وَرَابِطُوا۟ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
        "tafsir": "{اصبروا} أي على المصائب فلا تجزعوا، وعلى الطاعات فلا تضجروا، وعن المعاصي فلا تشتهوا. {وصابروا} غالبوا الأعداء في الصبر على شدائد الحروب، ولا تكونوا أضعف منهم فيكونوا أشد منكم صبرا. {ورابطوا} أقيموا في الثغور، رابطين خيلكم فيها، مترصدين للغزو، مستعدين له أكثر من أعدائكم. والمراد به: الحث على مداومة الجهاد في سبيل الله، إذ هو سبيل الفلاح. والله أعلم .",
        "sura": "3",
        "aya": "200",
        "page": "76"
    }
]