[{"text":"لَّا يُحِبُّ ٱللَّهُ ٱلْجَهْرَ بِٱلسُّوٓءِ مِنَ ٱلْقَوْلِ إِلَّا مَن ظُلِمَ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا","aya":"148","page":"102","tafsir":"{  لا يحب الله الجهر بالسوء }أي إعلانه وإظهاره . وكذا الإسرار به . {  من القول }ومثله الفعل ، لكن يباح للمظلوم أن يجهر بما في ظالمه من السوء ليدفع عن نفسه شره .  \r\n \r\n"},{"text":"إِن تُبْدُوا۟ خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا۟ عَن سُوٓءٍ فَإِنَّ ٱللَّهَ كَانَ عَفُوًّا قَدِيرًا","aya":"149","page":"102","tafsir":"no text"},{"text":"إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُوا۟ بَيْنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا۟ بَيْنَ ذَٰلِكَ سَبِيلًا","aya":"150","page":"102","tafsir":"{  إن الذين يكفرون بالله ورسله }نزلت في اليهود الذين آمنوا بموسى وكفروا بعيسى و محمد .  \r\nوفي النصارى الذين آمنوا بعيسى وكفروا بمحمد-عليهم الصلاة والسلام-تفريقا بين الله ورسله ، والله سبحانه قد أمرهم بالإيمان بجميع رسله .  \r\n \r\n"},{"text":"أُو۟لَٰٓئِكَ هُمُ ٱلْكَٰفِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَٰفِرِينَ عَذَابًا مُّهِينًا","aya":"151","page":"102","tafsir":"no text"},{"text":"وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ وَلَمْ يُفَرِّقُوا۟ بَيْنَ أَحَدٍ مِّنْهُمْ أُو۟لَٰٓئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا","aya":"152","page":"102","tafsir":"no text"},{"text":"يَسْـَٔلُكَ أَهْلُ ٱلْكِتَٰبِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَٰبًا مِّنَ ٱلسَّمَآءِ فَقَدْ سَأَلُوا۟ مُوسَىٰٓ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوٓا۟ أَرِنَا ٱللَّهَ جَهْرَةً فَأَخَذَتْهُمُ ٱلصَّٰعِقَةُ بِظُلْمِهِمْ ثُمَّ ٱتَّخَذُوا۟ ٱلْعِجْلَ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَٰتُ فَعَفَوْنَا عَن ذَٰلِكَ وَءَاتَيْنَا مُوسَىٰ سُلْطَٰنًا مُّبِينًا","aya":"153","page":"102","tafsir":"{  يسألك أهل الكتاب }نزلت في أحبار اليهود حين سألوا النبي صلى الله عليه وسلم تعنتا : أن يأتيهم من السماء بكتاب جملة واحدة ، كما أتى موسى عليه السلام بالتوراة ، وجهلوا الحكمة في تفصيل آيات القرآن وجعله نجوما .  \r\n \r\n"},{"text":"وَرَفَعْنَا فَوْقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمْ وَقُلْنَا لَهُمُ ٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا۟ فِى ٱلسَّبْتِ وَأَخَذْنَا مِنْهُم مِّيثَٰقًا غَلِيظًا","aya":"154","page":"102","tafsir":"{  ورفعنا فوقهم الطور }حين امتنعوا من قبول التوراة ، ليخافوا فيقبلوها ولا ينقضوا العهد والميثاق ، وهو كقوله تعالى : {  وإذ نتقنا الجبل فوقهم كأنه ظلة وظنوا أنه واقع بهم خذوا ما آتيناكم بقوة واذكروا ما فيه لعلكم تتقون }{[117]} . {  لا تعدوا في السبت }لا تجاوزوا في يوم السبت ما أبيح لكم إلى ما حرم عليكم ، وهو الاصطياد فيه . {  ميثاقا غليظا }أي عهدا وثيقا مؤكدا بأن يطيعوا الله ، فعصوا و نقضوا العهد ."}]