[
    {
        "text": "وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَأَنْهَٰرًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ",
        "tafsir": "{  رواسي .  .  .  } جبالا ثوابت .  {  أن تميد بكم } كراهة أن تميد ،  أولئك تميد ،  أي تميل بكم وتضطرب .  يقال :  مادت السفينة  تميد ميدا ،  إذا تحركت ومالت .  ومادت الأغصان :  تمايلت .\r\n\r\n",
        "sura": "16",
        "aya": "15",
        "page": "269"
    },
    {
        "text": "وَعَلَٰمَٰتٍ وَبِٱلنَّجْمِ هُمْ يَهْتَدُونَ",
        "tafsir": "{وَعَلامَاتٍ}\r\n(16) - وَجَعَلَ اللهُ فِي الأَرْضِ دَلاَلاَتٍ (عَلامَاتٍ)، مِنْ جِبَالٍ وَآكَامٍ وَأَنْهَارٍ وَأَشْجَارٍ .. يَسْتَدِلُّ بِهَا المُسَافِرُونَ بَرّاً وَبَحْراً، إِذَا ضَلُّوا الطَّرِيقَ، وَإِنَّهُ تَعَالَى أَلْهَمَ النَّاسَ الاسْتِدْلاَلَ بِالنُّجُومِ لِيَهْتَدُوا بِهَا أَثْنَاءَ سَيْرِهِمْ فِي ظُلُمَاتِ اللَّيْلِ، فِي البَرِّ وَالبَحْرِ.\r\nعَلامَاتٍ - مَعَالِمَ لِلطُّرُقِ تَهْتَدُونَ بِهَا.",
        "sura": "16",
        "aya": "16",
        "page": "269"
    },
    {
        "text": "أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ أَفَلَا تَذَكَّرُونَ",
        "tafsir": "{  أفمن يخلق كمن لا يخلق } من هذه الآية إلى آية 29 ،  ومن آية 33 على آية 39 في محاجة عبدة الأصنام ومنكري البعث ،  بعد بيان دلائل القدرة الباهرة والوحدانية ،  وخلق هذه النعم الوافرة التي  ينقلب فيها العباد .  أي أفمن يخلق هذه المخلوقات البديعة وغيرها كمن لا يخلق شيئا .  فكيف تعبدون من لا يستحق العبادة ،  وتتركون عبادة من يستحقها وهو الله وحده ؟",
        "sura": "16",
        "aya": "17",
        "page": "269"
    },
    {
        "text": "وَإِن تَعُدُّوا۟ نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ إِنَّ ٱللَّهَ لَغَفُورٌ رَّحِيمٌ",
        "tafsir": "(18) - وَيُذَكِّرُ اللهُ تَعَالَى عِبَادَهُ بِأَنَّهُمْ عَاجِزُونَ عَنْ شُكْرِهِ عَلَى جَمِيعِ نِعَمِهِ عَلَيْهِم، التِي لاَ تُعَدُّ وَلاَ تُحْصَى، وَلاَ يُمْكِنُ لِعُقُولِ هؤُلاَءِ حَصْرُهَا، وَلَوْ طَالَبَهُمْ بِالشُّكْرِ عَلَى جَمِيعِ مَا أَنْعَمَ بِهِ عَلَيْهِمْ لَعَجَزُوا، وَإِذَا عَذَبَّهُمْ لِتَقْصِيرِهِمْ فِي شُكْرِهِ لَكَانَ ذَلِكَ بِذَنْبِهِمْ، وَهُوَ غَيْرُ ظَالِمٍ لَهُمْ، وَلَكِنَّهُ تَعَالَى غَفُورٌ رَحِيمٌ، يَغْفِرُ الكَثِيرَ، وَيُثِيبُ عَلَى اليَسِيرِ.\r\nلاَ تُحْصُوهَا - لاَ تُطِيقُوا حَصْرَهَا لِعَدْمِ تَنَاهِيهَا.",
        "sura": "16",
        "aya": "18",
        "page": "269"
    },
    {
        "text": "وَٱللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
        "tafsir": "(19) - يُخْبِرُ اللهُ تَعَالَى عِبَادَهُ بِأَنَّهُ يَعْلَمُ مَا يُسِرُّونَ فِي ضَمَائِرِهِمْ وَيُخْفُونَ عَنْ غَيْرِهِمْ، وَمَا يَجُولُ فِي خَوَاطِرِهِمْ، كَمَا يَعْلَمُ مَا يُبْدُونَ بِأَلْسِنَتِهِمْ وَجَوَارِحِهِمْ وَأَفْعَالِهِمْ، وَهُوَ مُحْصٍ ذلِكَ عَلَيْهِمْ، وَسَيَجْزِي كُلَّ عَامِلٍ بِعَمَلِهِ يَوْمَ القِيَامَةِ.",
        "sura": "16",
        "aya": "19",
        "page": "269"
    },
    {
        "text": "وَٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ لَا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
        "tafsir": "(20) - أَمَّا الأَصْنَامَ التِي يَدْعُونَهَا مِنْ دُونِ اللهِ فَإِنَّهَا حِجَارَةٌ لاَ تَخْلُقُ شَيْئاً، وَهِيَ مِنْ صُنْعِ البَشَرِ، أَيْ هِيَ مَخْلُوقَةٌ، وَالمَخْلُوقُ لاَ يَسْتَحِقُّ أَنْ يَعْبُدَهُ البَشَرُ.",
        "sura": "16",
        "aya": "20",
        "page": "269"
    },
    {
        "text": "أَمْوَٰتٌ غَيْرُ أَحْيَآءٍ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
        "tafsir": "{أَمْواتٌ}\r\n(21) - وَالأَصْنَامُ التِي يَعْبُدُهَا هؤُلاءِ المُشْرِكُونَ، وَيَدْعُونَهَا مِنْ دُونِ اللهِ، هِيَ حِجَارَةٌ لاَ رُوحَ فِيهَا، وَلاَ حَيَاةَ، وَلاَ تَسْمَعُ، وَلاَ تُبْصِرُ، وَلاَ تَعْقِلُ، وَلاَ تَدْرِي مَتَى تَكُونُ السَّاعَةُ والبَعْثُ وَالحِسَابُ، فَكَيْفَ يُرْجَى مِنْهَا نَفْعٌ أَوْ ثَوَابٌ أَوْ جَزَاءٌ؟ وَهَلْ يَلِيقُ بِالعَاقِلِ أَنْ يُشْرِكَ مِثْلَ هذِهِ الحِجَارَةِ فِي العِبَادَةِ مَعَ اللهِ؟",
        "sura": "16",
        "aya": "21",
        "page": "269"
    },
    {
        "text": "إِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ فَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ قُلُوبُهُم مُّنكِرَةٌ وَهُم مُّسْتَكْبِرُونَ",
        "tafsir": "{وَاحِدٌ} {بِٱلآخِرَةِ}\r\n(22) - يُخْبِرُ اللهُ تَعَالَى العِبَادَ أَنَّ إِلهَهُمْ وَاحِدٌ، وَهُوَ اللهُ لاَ إِلهَ إِلاَّ هُوَ الوَاحِدُ القَهَّارُ، أَمَّا الكَافِرُونَ الَّذِينَ لاَ يُؤْمِنُونَ بِاللهِ وَلاَ بِالآخِرَةِ، فَتَنْكُرُ قُلُوبُهُمْ وَحْدَانِيَّةَ اللهِ، وَتَسْتَكْبِرُ عَنْ عِبَادَتِهِ، وَتَجْحَدُ قُلُوبُهُمْ مَا أَشَارَ إِلَيْهِ تَعَالَى مِنْ عَظِيمِ قُدْرَتِهِ وَإِبْدَاعِهِ، وَفَضْلِهِ عَلَى العِبَادِ.",
        "sura": "16",
        "aya": "22",
        "page": "269"
    },
    {
        "text": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْتَكْبِرِينَ",
        "tafsir": "{  لا جرم } حق وثبت أن الله يعمل ( آية 22 هود ص 321 ) .",
        "sura": "16",
        "aya": "23",
        "page": "269"
    },
    {
        "text": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ قَالُوٓا۟ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
        "tafsir": "{  أساطير الأولين } أباطيلهم وترهاتهم .  جمع أسطورة ،  كأعاجيب وأعجوبة( آية 25 الأنعام ص 219 ) .",
        "sura": "16",
        "aya": "24",
        "page": "269"
    },
    {
        "text": "لِيَحْمِلُوٓا۟ أَوْزَارَهُمْ كَامِلَةً يَوْمَ ٱلْقِيَٰمَةِ وَمِنْ أَوْزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ أَلَا سَآءَ مَا يَزِرُونَ",
        "tafsir": "{  ليحملوا أوزارهم .  .  .  } آثام ضلالهم كاملة ،  ويحملوا معها آثام إضلالهم لأتباعهم ،  فضاعف لهم العذاب على الضلال والإضلال .  {  بغير علم } أي  من المضلين بما يستحقونه من العقاب الشديد على الإضلال ،  بل يقدمون عليه جهلا منهم بما يستحقونه منه .\r\n\r\n",
        "sura": "16",
        "aya": "25",
        "page": "269"
    },
    {
        "text": "قَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَٰنَهُم مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
        "tafsir": "{بُنْيَانَهُمْ} {وَأَتَاهُمُ}\r\n(26) - لَقَدِ احْتَالَ مَنْ ُهْم قَبْلَ قَوْمِكَ، يَا مُحَمَّدُ، فِي إِيذَاءِ الرُّسُلِ، وَفِي إِضْلاَلِ النَّاسِ بِكُلِّ حِيلَةٍ، وَحَاوَلُوا اسْتِمَالَتَهُمْ إِلَى شِرْكِهِمْ بِكُلِّ وَسِيلَةٍ {مَكَرَ ٱلَّذِينَ مِنْ قَبْلِهِمْ}، فَفَضَحَهُمُ اللهُ، وَكَشَفَ أَسْرَارَهُمْ، وَأَبْطَلَ كَيْدَهُمْ وَمَكْرَهُمْ، وَهَدَمَ بُنْيَانَ مَكْرِهِمْ مِنْ أَسَاسِهِ، وَعَادَ عَلَيْهِمْ وَبَالُ مَكْرِهِمْ وَكَيْدِهِمْ، وَأَتَاهُمْ عَذَابُ اللهِ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا، وَلَمْ يَنْتَظِرُوا فَدَمَّرَ عَلَيْهِمْ.\r\nالْقَوَاعِدِ - الدَّعَائِمِ وَالعَمَدِ أَوِ الأُسُسِ.",
        "sura": "16",
        "aya": "26",
        "page": "269"
    }
]