[
    {
        "text": "يُرِيدُونَ أَن يُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَيَأْبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ",
        "tafsir": "{بِأَفْوَاهِهِمْ} {ٱلْكَافِرُونَ}\r\n(32) - يُرِيدُ الكُفَّارُ مِنَ الْمُشْرِكِينَ، وَمِنْ أَهْلِ الْكِتَابِ، أَنْ يُطْفِئُوا نُورَ اللهِ، وَهُوَ دِينُ الإِْسْلاَمِ الَّذِي شَرَعَهُ لِهِدَايَةِ عِبَادِهِ، وَأَنْ يُخْفُوا مَا بَعَثَ اللهُ رَسُولَهُ بِهِ، مِنَ الدَّعْوَةِ إِلَى التَّوْحِيدِ وَالْهُدَى وَدِينِ الْحَقِّ, بِمُجَرَّدِ جِدَالِهِمْ وَافْتِرَائِهِمْ، فَمَثَلُهُمْ فِي ذَلِكَ كَمَثَلِ مَنْ يُريدُ أَنْ يُطْفِئَ شُعَاعَ الشَّمْسِ، أَوْ نُورَ الْقَمَرِ، بِنَفْخَةٍ مِنْ فَمِهِ. وَبِمَا أَنَّ هَذَا لاَ سَبِيلَ إِلَيْهِ، كَذَلِكَ لاَ سَبِيل َإِلَى إِخْفَاءِ نُورِ النُّبُوَّةِ، وَلاَ بُدَّ لِمَا أَرْسَلَ اللهُ بِهِ رَسُولَهُ مِنْ أَنْ يَتمَّ وَيَظْهَرَ، وَاللهُ يَأْبَى إِلاَّ أنْ يُتِمَّ نُورَهُ، وَلَوْ كَرِهَ الكَافِرُونَ ذَلِكَ.\r\nالكُفْرُ - سَتْرُ الشَّيءِ وَتَغْطِيَتُهُ.",
        "sura": "9",
        "aya": "32",
        "page": "192"
    },
    {
        "text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
        "tafsir": "(33) - اللهُ تَعَالَى هُوَ الذِي أَرْسَلَ رَسُولَهُ مُحَمَّداً صلى الله عليه وسلم بِكِتَابٍ هُوَ القُرْآنُ، كَفِلَ حِفْظَهُ حَتَّى آخِرِ الزَّمَانِ، فِيهِ الهُدَى وَدِينُ الحَقِّ، وَسَيُظْهِرُهُ اللهُ عَلَى جَمِيعِ الأَدْيَانِ السَّابِقَةِ، لأَِنَّهُ هُوَ الدِّينُ الصَّحِيحُ الذِي جَاءَ بِالدَّعْوَةِ الصَّحِيحَةِ (التِي جَاءَتْ بِهَا جَمِيعُ الأَدْيَانِ السَّابِقَةِ) وَهِيَ دَعْوَةُ التَّوْحِيدِ وَالإِيمانُ بِاللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، فَبَدَّلَ النَّاسُ، وَحَرَّفُوا فِيها، فَجَاءَ الإِسْلاَمُ لِتَصْحِيحِ ذَلِكَ، وَلِيُعيدَ لِدَعْوَةِ التَّوْحِيدِ صَفَاءَهَا وَأَصَالَتَهَا وَلَوْ كَرِهَ المُشْرِكُونَ.\r\nيُظْهِرَهُ - يُعْلِيهِ حَتَّى يَظْهَرَ وَيَغْلِبَ.",
        "sura": "9",
        "aya": "33",
        "page": "192"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ كَثِيرًا مِّنَ ٱلْأَحْبَارِ وَٱلرُّهْبَانِ لَيَأْكُلُونَ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلَّذِينَ يَكْنِزُونَ ٱلذَّهَبَ وَٱلْفِضَّةَ وَلَا يُنفِقُونَهَا فِى سَبِيلِ ٱللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
        "tafsir": "{  إن كثير من الأحبار .  .  .  } بيان لحال الأحبار والرهبان في إغوائهم لأرذلهم ،  بعد بيان سوء حال الأتباع باتخاذهم كالأرباب ،  وانقيادهم لهم فيما يأتون ويذرون .\r\n{  و الذين يكنزون الذهب والفضة .  .  .  } لما وصف الله أهل الكتاب بالحرص على أكل أموال الناس بالباطل ،  ذكر بعده وعيد من جمع المال ،  ومنع الحقوق الواجبة فيه ،  سواء أكان من أهل الكتاب أم من المسلمين .  والمراد بالإنفاق في سبيل الله :  أداء الزكاة .  وكل شيء مجموع بعضه إلى بعض في بطن الأرض أو على ظهرها :  كنز ،  وجمعه كنوز .  وعن أبن عمر رضي الله عنهما قال :  قال رسول الله صلى الله عليه وسلم :  ( ما أدى زكاته فليس بكنز ) أي بكنز أوعد عليه .\r\n\r\n",
        "sura": "9",
        "aya": "34",
        "page": "192"
    },
    {
        "text": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِى نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا۟ مَا كُنتُمْ تَكْنِزُونَ",
        "tafsir": "(35) - قَالَ ابْنُ عُمَرَ رَضِيَ اللهُ عَنْهُ: المَقْصُودُ بِالكَنْزِ هُوَ المَالُ الَّذِي لا تُؤدَّى زَكَاتُهُ. وَقَالَ عُمَرُ بْنُ الخَطَّابِ، رَضِيَ اللهُ عَنْه: أَيُّ مَالٍ أَدَّيْتَ زَكَاتَهُ، فَلَيْسَ بِكَنْزٍ، وَإِنْ كَانَ مَدْفُوناً فِي الأَرْضِ، وَأَيُّ مَالٍ لَمْ تُؤدّ زَكَاتَهُ فَهُوَ كَنْزٌ يُكْوَى بِهِ صَاحِبُهُ، وَإِنْ كَانَ عَلَى وَجْهِ الأَرْضِ.\r\nيَقُولُ تَعَالَى: إِنَّ المَالَ الذِي لَمْ تُؤدَّ زَكَاتُهُ سَيُحْمَى عَلَيْهِ يَوْمَ القِيَامَةِ فِي نَارِ جَهَنَّمَ، وَتُكْوَى بِهِ جِبَاهُ أَصْحَابِهِ وَجُنُوبُهُمْ وَظُهُورُهُمْ، وَسَيُقَالُ لَهُمْ تَبْكِيتاً وَتَقْرِيعاً: هَذا مَا كَنَزْتُمْ لأَِنْفُسِكُمْ وَلَمْ تُؤَدُّوا مِنْهُ حَقَّ اللهِ، وَهَذا مَا حَبَّأْتُمْ لأَِنْفُسِكُمْ فَذُوقُوا طَعْمَهُ الآنَ عَذَاباً ألِيماً.",
        "sura": "9",
        "aya": "35",
        "page": "192"
    },
    {
        "text": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثْنَا عَشَرَ شَهْرًا فِى كِتَٰبِ ٱللَّهِ يَوْمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ مِنْهَآ أَرْبَعَةٌ حُرُمٌ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ فَلَا تَظْلِمُوا۟ فِيهِنَّ أَنفُسَكُمْ وَقَٰتِلُوا۟ ٱلْمُشْرِكِينَ كَآفَّةً كَمَا يُقَٰتِلُونَكُمْ كَآفَّةً وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
        "tafsir": "{  إن عدة الشهور .  .  } كانت الأشهر الحرم الأربعة :  رجب وذو القعدة وذو الحجة والمحرم – معظمة في الجاهلية ومحرما فيها القتال ،  فإذا جاء شهر حرام وهم محاربون أحلوه وحرموا مكانه شهرا آخر ،  فيستحلون المحرم ويحرمون صفرا ،  فإذا احتاجوا إليه أحلوه وحرموا ما بعده ،  وهكذا حتى استدار التحريم على شهور السنة كلها ،  وقد يجعلون السنة ثلاثة عشر شهرا ،  أو أربعة عشر ليتسع لهم الوقت ،  ويحرموا أربعة منها .  وكان يختلف وقت حجهم تبعا لذلك وقد أبطل الله هذا النسئ الذي ابتدعوه وحرمه في هذه الآية ، و أخبر الرسول صلى الله عليه وسلم في خطبة الوداع بمنى في أوسط أيام التشريق ب ( أن الزمن قد استدار كهيئته يوم خلق الله السماوات والأرض ،  السنة اثنا عشر شهرا منها أربعة حرم ثلاثة متواليات ورجب مضر ) ،  وعاد يوم الحج الأكبر إلى ما كان عليه في عهد إبراهيم وإسماعيل وهو العاشر من ذي الحجة كل عام وعظمت الأشهر الحرم في الإسلام ،  وجعلت المعصية فيها أعظم وزرا منها في غيرها ،  كارتكابها في الحرم وفي حال الإحرام ،  ولله تعالى أن يميز بعض الأزمنة عن بعض بالفضل والتعظيم ،  إلا أن القتال فيها إعلاء لكلمة الله غير محرم في الإسلام ،  كما كان محرما في الجاهلية ،  لأن الشرك ظلم وفتنة وفساد ،  وخطره أشد من خطر القتال فيها ،  كما قال تعالى .\r\n{  و الفتنة أشد من القتل }{[180]} ولذا قال تعالى :  {  و قاتلوا المشركين كافة كما يقاتلونكم كافة } ولم يستتن القتال في الأشهر الحرم ،  فدل على جوازه فيها كغيرها من الأشهر ،  وإليه ذهب الجمهور وخالف في ذلك عطاء بن أبي رباح ،  فذهب إلى أنه لا يحل القتال فيها ولا في الحرم إلا أن يكون دفاعا ويؤيد الجمهور أنه صلى الله عليه وسلم حاصر الطوائف وغزا هوازن بحنين في شوال وذي القعدة سنة ثمان من الهجرة .  وقوله :  {  ذلك الدين القيم } أي كون العدة كذلك ،  وتحريم الأربعة منها هو الدين المستقيم دين إبراهيم وإسماعيل عليهما السلام .\r\n{  فلا تظلموا فيهن أنفسكم } بارتكاب المعاصي ،  فإنها فيهن أعظم وزرا .",
        "sura": "9",
        "aya": "36",
        "page": "192"
    }
]