[
    {
        "text": "قَالَ يَٰبُنَىَّ لَا تَقْصُصْ رُءْيَاكَ عَلَىٰٓ إِخْوَتِكَ فَيَكِيدُوا۟ لَكَ كَيْدًا إِنَّ ٱلشَّيْطَٰنَ لِلْإِنسَٰنِ عَدُوٌّ مُّبِينٌ",
        "tafsir": "{  فيكيدوا لك كيدا } فيحتالوا في هلاكك احتيال خفيا لا قبل لك بدفعه .  و{  كاد } يتعدى بنفسه فيقال :  كاده يكيده كيدا ،  إذا احتال لإهلاكه ،  ولتضمنه معنى احتال عدى باللام . \r\n\r\n",
        "sura": "12",
        "aya": "5",
        "page": "236"
    },
    {
        "text": "وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُۥ عَلَيْكَ وَعَلَىٰٓ ءَالِ يَعْقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيْكَ مِن قَبْلُ إِبْرَٰهِيمَ وَإِسْحَٰقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ",
        "tafsir": "{  و كذلك يجتبيك ربك } أي كما اجتباك لهذه الرؤيا الحسنة يجتبيك لأمور عظام .  والاجتباء : \r\nالاصطفاء والاختيار{  و يعلمك من تأويل الأحاديث } أي وهو يعلمك تعبير الرؤيا وهو علم ما تئول إليه ،  من الأول وهو الرجوع . \r\n\r\n",
        "sura": "12",
        "aya": "6",
        "page": "236"
    },
    {
        "text": "لَّقَدْ كَانَ فِى يُوسُفَ وَإِخْوَتِهِۦٓ ءَايَٰتٌ لِّلسَّآئِلِينَ",
        "tafsir": "{  لقد كان في يوسف .  .  .  } سأل اليهود النبي صلى الله عليه وسلم عن قصة يوسف ،  فنزلت هذه السورة جملة واحدة فيها كل ما في التوراة من القصة وزيادة ،  فكان ذلك آية له صلى الله عليه وسلم دالة على صدقه .  وفيها من العبر الكثيرة مالا غنى عنه الناس . \r\n\r\n",
        "sura": "12",
        "aya": "7",
        "page": "236"
    },
    {
        "text": "إِذْ قَالُوا۟ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{  ونحن عصبة } جماعة قادرون على خدمته دون يوسف وأخيه .  والعصبة :  ما بين العشرة إلى الأربعين كالعصابة ،  من العصب وهو الشد ،  لأن كل واحد منها يشد الآخر ويعضده .  أو لأن الأمور تعصب بهم ،  أي تشتد فتقوى . \r\n{  ضلال مبين } خطأ ظاهر بإيثارهما علينا بالمحبة ،  مع فضلنا عليهما ،  وكونهما بمعزل عن كفاية الأمور ،  ولم يريدوا الخطأ في الدين .  وأصل الضلال :  الميل عن المنهج السوي . يقال :  ضل  يضل ،  إذا خفي وغاب وضاع . \r\n\r\n",
        "sura": "12",
        "aya": "8",
        "page": "236"
    },
    {
        "text": "ٱقْتُلُوا۟ يُوسُفَ أَوِ ٱطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا۟ مِنۢ بَعْدِهِۦ قَوْمًا صَٰلِحِينَ",
        "tafsir": "{  اطرحوه أرضا } القوه في ارض بعيدة عن أبيه . {  يخل لكم وجه أبيكم } تخلص لكم محبة أبيكم دون أن يشارككم فيها أحد ،  فيقبل عليكم بكليته .  يقال :  خلا الممكن يخلو خلوا وخلاء ،  فرغ\r\nومكان خلاء :  ليس به أحد . \r\n\r\n",
        "sura": "12",
        "aya": "9",
        "page": "236"
    },
    {
        "text": "قَالَ قَآئِلٌ مِّنْهُمْ لَا تَقْتُلُوا۟ يُوسُفَ وَأَلْقُوهُ فِى غَيَٰبَتِ ٱلْجُبِّ يَلْتَقِطْهُ بَعْضُ ٱلسَّيَّارَةِ إِن كُنتُمْ فَٰعِلِينَ",
        "tafsir": "{  و ألقوه في غيابه الجب } في قعر الجب حيث يغيب خبره .  والجب :  البئر التي لم تطو – لم تبن بالحجارة – وجمعه أجياب وجياب وجيبة ،  وسميت جبا لأنها قطعت في الأرض قطعا .  والغيابة :  غور الجب وما غاب منه عن الأعين واظلم من أسفله .  {  يلتقطه بعض السيارة } أي المارة من المسافرين ،  فيذهب به إلى ناحية بعيدة فتستريحون منه .  جمع سيار ،  وهو المبالغ في السير . \r\n\r\n",
        "sura": "12",
        "aya": "10",
        "page": "236"
    },
    {
        "text": "قَالُوا۟ يَٰٓأَبَانَا مَا لَكَ لَا تَأْمَ۫نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ",
        "tafsir": "{يَٰأَبَانَا} {لَنَاصِحُونَ}\r\n(11) - وَبَعْدَ أَنِ اتَّفَقُوا عَلَى الخُطَّةُ، جَاؤُوا إِلى أبِيهِمْ يَعْقُوبَ، عَلَيهِ السَّلاَمُ، يَسْأَلُونَهُ أَنْ يَعْهَدَ إِلَيهِمْ بِأَخِيهِمْ يُوسُفَ، لِيُنَفِّذُوا فِيهِ مَا اسْتَقَرَّ عَلَيهِ رَأْيُهُمْ مِنْ إِلقَائِهِ فِي البِئْرِ، وَهُمْ يَتَطَاهَرُونَ بِالنُّصْحِ وَالمَحَبَّةِ لأَِخِيهِمْ يُوسُفَ.",
        "sura": "12",
        "aya": "11",
        "page": "236"
    },
    {
        "text": "أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
        "tafsir": "{  يرتع ويلعب } يتسع في أكل الفواكه ونحوها ،  ويلهو بالاستباق والانتضال ونحوهما ،  من الرتع ،  وهو الاتساع في الملاذ والتنعم في العيش ،  وفعله كمنع .  ومنه قيل الاتساع في الخصب :  الرتعة . \r\n\r\n",
        "sura": "12",
        "aya": "12",
        "page": "236"
    },
    {
        "text": "قَالَ إِنِّى لَيَحْزُنُنِىٓ أَن تَذْهَبُوا۟ بِهِۦ وَأَخَافُ أَن يَأْكُلَهُ ٱلذِّئْبُ وَأَنتُمْ عَنْهُ غَٰفِلُونَ",
        "tafsir": "{غَافِلُونَ}\r\n(13) - قَالَ يَعْقُوبُ لِبَنِيهِ: إِنَّهُ لَيَشُقُّ عَلَيْهِ مُفَارَقَةُ يُوسُفَ مُدَّةَ ذَهَابِهِمْ بِهِ لِلرَّعْيِ لِفَرْطِ تَعَلُّقِهِ بِهِ، وَلِمَا يَتَوَسَّمُهُ فِيهِ مِنَ الخَيْرِ العَظِيمِ، ثُمَّ إِنَّهُ يَخْشَى أَنْ يَنْشَغِلُوا عَنْهُ فَيَأَتِيَهُ الذِئْبُ وَيَأْكُلَهُ، وَهُمْ لاَ \r\nيَشْعُرُونَ.",
        "sura": "12",
        "aya": "13",
        "page": "236"
    },
    {
        "text": "قَالُوا۟ لَئِنْ أَكَلَهُ ٱلذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًا لَّخَٰسِرُونَ",
        "tafsir": "{لَئِنْ} {لَّخَاسِرُونَ}\r\n(14) - فَرَدُّوا عَلَى أَبِيهِمْ قَائِلِينَ: إِنَّهُمْ عُصْبَةٌ وَافِرَةُ العَدَدِ، فَإِذَا تَمَكَّنَ الذِئْبُ مِنْ أَكْلِ أَخِيهِمْ يُوسُفَ وَهُوَ فِي حِرَاسَتِهِمْ فَإِنَّهُمْ يَكُونُونَ خَاسِرِينَ عَاجِزِينَ لاَ غَنَاءَ فِيهِمْ.",
        "sura": "12",
        "aya": "14",
        "page": "236"
    }
]