[
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِى تَسَآءَلُونَ بِهِۦ وَٱلْأَرْحَامَ إِنَّ ٱللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا",
        "tafsir": "{خلقكم من نفس واحدة} هي آدم عليه السلام. وذلك من أظهر الأدلة على كمال القدرة، وأقوى الدواعي إلى اتقاء موجبات نقمته، وإلى مراعاة حقوق الأخوة فيما بينكم. وخلق من آدم زوجه حواء كما قال تعالى: {وجعل منها زوجها ليسكن إليها} . \r\n{والأرحام} واتقوا الأرحام أن تقطعوها فلا تصلوها بالبر والإحسان. جمع رحم، وهي القرابة، مشتقة من الرحمة، لأن القرابة من شأنهم أن يتراحموا، وبعطف بعضهم على بعض. {رقيبا} حافظا يحصى كل شيء، من رقبه إذا حفظه. أو مطلعا، ومنه: المرقب للمكان العالي الذي يشرف منه الرقيب ليطلع على ما دونه. وإذ كان الله رقيبا وجب أن يخاف ويتقى .",
        "sura": "4",
        "aya": "1",
        "page": "77"
    },
    {
        "text": "وَءَاتُوا۟ ٱلْيَتَٰمَىٰٓ أَمْوَٰلَهُمْ وَلَا تَتَبَدَّلُوا۟ ٱلْخَبِيثَ بِٱلطَّيِّبِ وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَهُمْ إِلَىٰٓ أَمْوَٰلِكُمْ إِنَّهُۥ كَانَ حُوبًا كَبِيرًا",
        "tafsir": "{وآتوا اليتامى أموالهم} مما يجب تقوى الله تعالى فيه: اليتامى والنساء والصغار. أي اتركوا أموال اليتامى التي في تصرفكم سالمة غير متعرضين له بسوء، حتى تؤدوها إليهم حين بلوغهم الرشد كاملة. {ولا تأكلوا أموالهم إلى أموالكم} لا تأكلوها مع أموالكم، أي لا تسووا بينهما في الانتفاع، وهذا حلال وذاك حرام. والمراد: تحريم التصرف فيها بسائر التصرفات الضارة باليتامى. وخص الأكل بالذكر لأنه معظم ما يقع لأجله التصرف. {حوبا كبيرا} إثما عظيما. اسم مصدر من حاب يحوب حوبا، إذا اكتسب إثما. ويطلق الحوب على الهلاك والبلاء",
        "sura": "4",
        "aya": "2",
        "page": "77"
    },
    {
        "text": "وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا۟ فِى ٱلْيَتَٰمَىٰ فَٱنكِحُوا۟ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثْنَىٰ وَثُلَٰثَ وَرُبَٰعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا۟ فَوَٰحِدَةً أَوْ مَا مَلَكَتْ أَيْمَٰنُكُمْ ذَٰلِكَ أَدْنَىٰٓ أَلَّا تَعُولُوا۟",
        "tafsir": "{وإن خفتم ألا تقسطوا. .} كانت اليتيمة في الجاهلية تكون في حجر وليها، فيرغب في مالها وجمالها، ويريد التزوج بها دون أن يعدل في صداقها، فنهوا أن ينكحوهن إلا أن يعدلوا فيهن بإكمال الصداق رعاية ليتمهن. وأمروا أن ينكحوا من غيرهن ما حل لهم، ومالا تحرج منه من النساء. والمعنى: وإن خفتم أيها الأولياء الجور والظلم في نكاح اليتامى اللاتي في ولاتكم فانكحوا من غيرهن ما طاب لكم من النساء. وقد علم الله تعالى أن مصلحة الرجال والنساء- بل مصلحة المسلمين- قد تستدعي تعدد الزوجات، بل قد توجبه في بعض الحالات. وعلم أن التعدد المطلق مظنة الجور والفساد، فأباح التعدد وحدد غايته بأربع بحيث لا يجوز الزيادة عليهن. وقيد الإباحة بالعدل بينهن فيما يستطيع الإنسان العدل فيه بحسب طاقته البشرية، فإن عجز عنه لم يبح التعدد. وقوله: {مثنى} أي اثنتين اثنتين، و {ثلاث} أي ثلاثا ثلاثا، و {رباع} أي أربعا أربعا. وهو كما تقول للجماعة: اقتسموا هذا المال، وهو ألف. درهم: درهمين درهمين، وثلاثة ثلاثة، وأربعة أربعة، فيصيب كل واحد ما أراد من العدد بعد قصره على أربعة، وعدم جواز الزيادة عليه. وقد أمر الرسول صلى الله عليه وسلم غيلان الثقفي حين أسلم وأسلم نسوته- وكن عشرا-أن يختار أربعا منهن ويفارق سائرهن. {فإن خفتم ألا تعدلوا} أي فإن علمتم أنكم لا تعدلون بين الأكثر من الواحدة في القسم والنفقة وحقوق الزوجية بحسب طاقتكم، كما علمتم في حق اليتامى أنكم لا تعدلون، فالزموا زوجة واحدة. ومفهومه: إباحة الزيادة على الواحدة إذ أمن الجور فيما ذكر. {ذلك أدنى ألا تعولوا} أي اختيار الواحدة والتسري أقرب من ألا تميلوا الميل المحظور المقابل للعدل. و العول في الأصل: الميل المحسوس. يقال: عال الميزان عولا إذا مال. ثم نقل إلى الميل المعنوي وهو الجور، ومنه: عال الحاكم إذا جار. وقيل: (ألا تعولوا) أي لا تكثر عيالكم. يقال: عال يعول، إذا كثر عياله .",
        "sura": "4",
        "aya": "3",
        "page": "77"
    },
    {
        "text": "وَءَاتُوا۟ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحْلَةً فَإِن طِبْنَ لَكُمْ عَن شَىْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيٓـًٔا مَّرِيٓـًٔا",
        "tafsir": "{وآتوا النساء صدقاتهن نحلة} أعطوهن مهورهن عطية عن طيبة نفس منكم، والخطاب للأزواج. والصدقات: جمع صدقة-بفتح فضم، وهي كالصداق-، ما يعطى للزوجة من المهر، ويسمى أجرا وفريضة. والنحلة في الأصل: العطية على سبيل التبرع. يقال: نحله كذا نحلة ونحلا، إذا أعطاه إياه عن طيب نفس بلا مقابلة عوض. {هنيئا مريئا} أي أكلا سائغا حميد المغبة، والمراد أنه حلال خالص من الشوائب. يقال: هنئ الطعام وهنؤ هناءة، وهنأني الطعام وهنأ لي يهنئني ويهنئوني، صار هنيئا أي سائغا. ومرأ الطعام-مثلثة الراء- مراءة فهو مرىء، هنئ حميد المغبة .",
        "sura": "4",
        "aya": "4",
        "page": "77"
    },
    {
        "text": "وَلَا تُؤْتُوا۟ ٱلسُّفَهَآءَ أَمْوَٰلَكُمُ ٱلَّتِى جَعَلَ ٱللَّهُ لَكُمْ قِيَٰمًا وَٱرْزُقُوهُمْ فِيهَا وَٱكْسُوهُمْ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
        "tafsir": "{ولا تؤتوا السفهاء} نهى الأولياء عن إيتاء السفهاء من اليتامى أموالهم التي جعلها الله مناط تعيشهم، خشية إساءة التصرف فيها لخفة أحلامهم. وأضيفت الأموال إلى الأولياء للتنبيه إلى أن أموال اليتامى كأنها عين أموالهم، مبالغة في حملهم على وجوب المحافظة عليها .",
        "sura": "4",
        "aya": "5",
        "page": "77"
    },
    {
        "text": "وَٱبْتَلُوا۟ ٱلْيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُوا۟ ٱلنِّكَاحَ فَإِنْ ءَانَسْتُم مِّنْهُمْ رُشْدًا فَٱدْفَعُوٓا۟ إِلَيْهِمْ أَمْوَٰلَهُمْ وَلَا تَأْكُلُوهَآ إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا۟ وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِٱلْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَٰلَهُمْ فَأَشْهِدُوا۟ عَلَيْهِمْ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
        "tafsir": "{وابتلوا اليتامى} خطاب للأولياء. أي اختبروهم قبل البلوغ بتتبع أحوالهم في الاهتداء إلى ضبط الأموال، وحسن التصرف فيها، وجربوهم بما يليق بأحوالهم. وزاد بعض الأئمة: تعرف صلاحهم في دينهم. {ولا تأكلوها إسرافا} لا تأكلوها مسرفين ومبادرين كبرهم، بأن تفرطوا في إنفاقها وتقولوا: ننفقها كما نشتهي قبل أن يكبر اليتامى فينزعوها من أيدينا. والإسراف: التبذير، ضد القصد. والبدار: المبادرة والمسارعة إلى الشيء. و (يكبر) مضارع كبر، من باب تعب، يستعمل في السن. {وكفى بالله حسيبا} شهيدا عليكم في كل ما تعملونه. أو محاسبا لكم، فلا تخالفوا ما أمرتم به. يقال: حسبه يحسبه حسبا، إذا عده، وهو حال أو تمييز. وفاعل (كفى) :  الاسم الجليل، والباء زائدة .",
        "sura": "4",
        "aya": "6",
        "page": "77"
    }
]