[{"text":"قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","aya":"45","page":"326","tafsir":"{  ولئن مسّتهم نفحة .  .  .  } أصابهم شيء قليل من العذاب أو طرف منه .  وفي هذا التعبير ثلاث مبالغات :  ذكر المس الذي يكفى في تحققه إيصال ما .  وما في النفح من النزارة والقلة ؛  يقال :  نفحه بعطية ،  رضخه وأعطاه يسيرا .  والبناء الدال على المرة ،  وهي لأقل ما يطلق عليه الأسم .  والمراد :  بيان سرعة تأثرهم بأقل شيء من العذاب الذي كانوا يستعجلونه استهزاء .  وأنه إذا نالهم جزعوا ونادوا بالويل والثبور .  \r\n \r\n"},{"text":"وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيْلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","aya":"46","page":"326","tafsir":""},{"text":"وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَىٰ بِنَا حَٰسِبِينَ","aya":"47","page":"326","tafsir":"{  ونضع الموازين .  .  .  } بيان للعدل الإلهي يوم القيامة في الجزاء على ما سلف من الأعمال ،  وأنه تعالى لا يظلم أحدا شيئا مما له أو عليه ؛  فلا ينقص من إحسان المحسن شيء ما ،  ولا يزاد في إساءة المسيء شيء ما .  والقسط :  العدل .  والموازين :  ما توزن به صحائف الأعمال . {  وإن كان مثقال حبة من خردل } أي وإن كان العمل قد بلغ من القلة والحقارة وزن حبة من خردل – وهي مثل في الصغر –{  أتينا بها } جئنا بصحيفته في الموازين .  \r\n \r\n"},{"text":"وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَٰرُونَ ٱلْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ","aya":"48","page":"326","tafsir":""},{"text":"ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ","aya":"49","page":"326","tafsir":""},{"text":"وَهَٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَٰهُ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ","aya":"50","page":"326","tafsir":"{  ولقد آتينا إبراهيم رشده } هدايته الكاملة إلى وجوه الصلاح في الدين والدنيا من قبل استنبائه ؛  ترشيحا لمنصب النبوة والدعوة إلى الحق ؛  كما هو شأننا فيمن نصطفيه لذلك من عبادنا .  \r\n \r\n"},{"text":"وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","aya":"51","page":"326","tafsir":""},{"text":"إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَٰكِفُونَ","aya":"52","page":"326","tafsir":"{  ما هذه التماثيل .  .  .  } الأصنام ؛  وعبر عنها بالتماثيل تحقيرا لها ؛  فإن التمثال هو الشيء المصنوع من رخام أو نحاس أو خشب أو معدن أو نحو ذلك .  على هيئة مخلوق من مخلوقات الله تعالى كالإنسان والحيوان والكواكب .  يقال :  مثلت الشيء بالشيء ،  أي شبّهته به . {  أنتم لها عاكفون } أي أنتم لأجلها عاكفون على عبادتها ،  أو ملازمون لها ومقبلون عليها ؛  وأنتم قد صنعتموها بأيديكم ؟  \r\n \r\n"},{"text":"قَالُوا۟ وَجَدْنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","aya":"53","page":"326","tafsir":""},{"text":"قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَٰلٍ مُّبِينٍ","aya":"54","page":"326","tafsir":""},{"text":"قَالُوٓا۟ أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّٰعِبِينَ","aya":"55","page":"326","tafsir":""},{"text":"قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","aya":"56","page":"326","tafsir":""},{"text":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ","aya":"57","page":"326","tafsir":""}]