[
    {
        "text": "إِنِّى وَجَدتُّ ٱمْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا عَرْشٌ عَظِيمٌ",
        "tafsir": "{  امرأة تملكهم } هي بلقيس بنت شراحيل من نسل يعرب بن قحطان .  وكان أبوها ملك اليمن كلها ،  وكانوا مجبوسا يعبدون الشمس . \r\n{  ولها عرش عظيم } هو سرير الملك المشار إليه في قوله تعالى :   \" أيكم يأتيني بعرشها \"  ؟ \r\n\r\n",
        "sura": "27",
        "aya": "23",
        "page": "379"
    },
    {
        "text": "وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ فَهُمْ لَا يَهْتَدُونَ",
        "tafsir": "{ٱلشَّيْطَانُ} {أَعْمَالَهُمْ}\r\n(24) - لقدْ وَجَدْتُها وَقَومَهَا يَعبُدُونَ الشَّمْسَ مِنْ دُونِ اللهِ، وَيسْجُدُونَ لَها، وقَدْ أَضَلَّهُمُ الشَّيطَانُ عنِ الطَّريقِ السَّوِيِّ، فهُمْ لا يَهْتَدُونَ إلى الحَقِّ.\n",
        "sura": "27",
        "aya": "24",
        "page": "379"
    },
    {
        "text": "أَلَّا يَسْجُدُوا۟ لِلَّهِ ٱلَّذِى يُخْرِجُ ٱلْخَبْءَ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ",
        "tafsir": "{  ألا يسجدوا لله .  .  .  } أي وزين لهم الشيطان أعمالهم لأجل ألا يسجدوا لله عز وجل . \r\n{  يخرج الخبء } يظهر الشيء المخبوء{  في السموات والأرض } كائنا ما كان ؛  من غيث في السماء ،  ونبات في الأرض ،  وأسرار في الكائنات ،  وخواص في الموجودات ؛  يهدي إليها من يشاء من عباده ،  أفرادا وأمما على تعاقب العصور .  والخبء في الأصل :  مصدر خبأت الشيء أخبؤه خبأ ،  أي سترته . \r\nثم أطلق على الشيء المخبوء ؛  كإطلاق الخلق على المخلوق في قوله تعالى :   \" هذا خلق الله \"  {[261]} .",
        "sura": "27",
        "aya": "25",
        "page": "379"
    },
    {
        "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
        "tafsir": "(26) - فهوَ اللهُ الذي لا إِلَه إلاَّ هُوَ، وَلا تَصْلُحُ العِبَادَةُ إِلاَّ لَهُ، وَهُوَ ربُّ العَرشِ العظيمِ، وَكُلُّ عَرْشٍ وَإِنْ عَظُمَ فَهو دُونَهُ، فَأَفْرِدُوهُ بالطَّاعَةِ، ولا تُشْرِكُوا بِهِ شَيْئاً.\n \"وَيُرْوَى أَن النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ قَتْلِ الهُدْهُدِ لأَنَّهُ دَاعِيَةٌ إِلى الخَيرِ، وَإِلَى عِبَادَةِ اللهِ تَعَالى\" . (رَوَاهُ أحمدُ وابنُ مَاجَه وأَبو دَاودَ).\n",
        "sura": "27",
        "aya": "26",
        "page": "379"
    },
    {
        "text": "قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ ٱلْكَٰذِبِينَ",
        "tafsir": "{ٱلْكَاذِبِينَ}\r\n(27) - فَقَالَ سُلَيمانُ للهدهُدِ: سَنَنْظُرُ فيما قُلْتَهُ أَصَدَقْتَ فيما أَخْبَرْتَ بِهِ، أَمْ كَذَبْتَ للتَّخَلُّصِ مِنَ العِقَابِ الذي أوْعَدْتُكَ بهِ؟\n",
        "sura": "27",
        "aya": "27",
        "page": "379"
    },
    {
        "text": "ٱذْهَب بِّكِتَٰبِى هَٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَٱنظُرْ مَاذَا يَرْجِعُونَ",
        "tafsir": "{بِّكِتَابِي}\r\n(28) - فَكَتَبَ سُليمانُ كِتَاباً إِلى بلْقِيسَ مَلِكَةِ سَبَأٍ، وأمَرَ الهُدْهُدَ بحَمْلِهِ إليها، وبإِلْقَائِه بينَ يَدَيْها، ثُمَّ أَمَرَهُ بالتَّنَحي عنهُمْ جَانِباً لِيُلاَحِظَ ما ستفْعَلُهُ بالكتابِ، وماذا يكونُ رَدُّهَا عليهِ. فحمَلَ الهُدْهُدْ الكِتَابَ إليْها، وأَلقاهُ بينَ يدَيْها. ولما فَتحتْهُ وقرأَتْهُ، استَدْعَتْ كِبَارَ رِجَالِ دَولَتِها، لتُشَاوِرَهُمْ في الأمْرِ.\r\nتَوَلَّ عنهمْ - تَنَحَّ عنهُمْ قَليلاً.\n",
        "sura": "27",
        "aya": "28",
        "page": "379"
    },
    {
        "text": "قَالَتْ يَٰٓأَيُّهَا ٱلْمَلَؤُا۟ إِنِّىٓ أُلْقِىَ إِلَىَّ كِتَٰبٌ كَرِيمٌ",
        "tafsir": "{  يأيها الملأ } الملأ :  أشراف القوم . {  كتاب كريم } مكرم معظم لكونه مختوما ،  وفي الأثر :  كرامة الكتاب ختمه .  وذكرت لهم ما تضمنه . \r\n\r\n",
        "sura": "27",
        "aya": "29",
        "page": "379"
    },
    {
        "text": "إِنَّهُۥ مِن سُلَيْمَٰنَ وَإِنَّهُۥ بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
        "tafsir": "{سُلَيْمَانَ}\r\n(30) - وقدْ جَاءَ في الكِتَابِ إِنَّهُ مُرْسَلٌ مِنْ سُليمانَ نَبيِّ اللهِ، وَمُبْتَدَأٌ باسْمِ اللهِ الرَّحمنِ الرحِيمِ.\n",
        "sura": "27",
        "aya": "30",
        "page": "379"
    },
    {
        "text": "أَلَّا تَعْلُوا۟ عَلَىَّ وَأْتُونِى مُسْلِمِينَ",
        "tafsir": "(31) - ثمَ طَلَبَ إِليها سُليمانُ في الرِّسَالَةِ أَلاَّ تَتَكَبَّرَ هِيَ وقَوُمُها عَلَيهِ، وأَنْ يَأتُوهُ طَائِعينَ مُسْتَسْلِمِينَ.\r\nألا تَعْلُوا عَلَيَّ - لاَ تَتَكَبَّرُوا عَلَيَّ.\r\nمُسْلِمينَ - مُؤْمِنِينَ مُنْقَادِينَ مُسْتَسْلِمِينَ.\n",
        "sura": "27",
        "aya": "31",
        "page": "379"
    },
    {
        "text": "قَالَتْ يَٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَفْتُونِى فِىٓ أَمْرِى مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ",
        "tafsir": "{يٰأَيُّهَا} {ٱلْمَلأُ}\r\n(32) - ولما قَرَأَتْ عَليهمْ كِتَابَ سُلَيمانَ واسْتَشَارَتْهُمْ في أَمْرِهَا، وكَيْفَ تَفَعَلُ، قَالَتْ لَهمْ إِنَّهَا لا تَقْطَعُ بأَمْرٍ مِنْ أُمُورِ الدَّوْلَةِ حَتَّى يَجْتَمِعُوا إِليْها، ويُشِيرُوا عَلَيها فِيهِ.\r\nتَشْهَدُونَ - تَحْضُرُونَ، أَو تُشِيرُون عليَّ.\n",
        "sura": "27",
        "aya": "32",
        "page": "379"
    },
    {
        "text": "قَالُوا۟ نَحْنُ أُو۟لُوا۟ قُوَّةٍ وَأُو۟لُوا۟ بَأْسٍ شَدِيدٍ وَٱلْأَمْرُ إِلَيْكِ فَٱنظُرِى مَاذَا تَأْمُرِينَ",
        "tafsir": "{  وأولوا بأس شديد } أصحاب نجدة وشجاعة وبلاء في الحرب . \r\n\r\n",
        "sura": "27",
        "aya": "33",
        "page": "379"
    },
    {
        "text": "قَالَتْ إِنَّ ٱلْمُلُوكَ إِذَا دَخَلُوا۟ قَرْيَةً أَفْسَدُوهَا وَجَعَلُوٓا۟ أَعِزَّةَ أَهْلِهَآ أَذِلَّةً وَكَذَٰلِكَ يَفْعَلُونَ",
        "tafsir": "{  إذا دخلوا قرية أفسدوها } أي إذا دخلوها عنوة في حرب خربوها وأتلفوها . \r\n\r\n",
        "sura": "27",
        "aya": "34",
        "page": "379"
    },
    {
        "text": "وَإِنِّى مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَةٌۢ بِمَ يَرْجِعُ ٱلْمُرْسَلُونَ",
        "tafsir": "(35) - ثمَّ قَالَتْ لَهُمْ: الرَّأْيُ أنْ يَمِيلُوا إلى المُصَالَحَةِ، والمُسَالَمَةِ، وإنَّها سَتُرْسِلُ إلى سُليمانَ بِهَدِيَّةٍ تَلِيقُ بمِثْلِهِ، وسَيَنْظُرونَ حينئذٍ ماذَا سيكونُ عليهِ جوابُهُ، فَلَعَلَّهُ يَقْبَلُ ذَلِكَ، ويَكُفَّ أذَاهُ عَنْهُمْ. (وقالَ ابنُ عَبَّاسٍ: إنَّها قَالتْ لَهُمْ إِنْ قَبِلَ سُليمانُ الهَدِيَّةَ فهو مَلِكٌ فَقَاتِلُوهُ، وإنِ لَمْ يَقْبَلْهَا فَهُوَ نَبِيّ فاتّبِعُوهُ، لأنَّ النبيَّ لا يَقْبَلُ منْهُم إِلاَّ اتِّباعَ دِينِهِ).\n",
        "sura": "27",
        "aya": "35",
        "page": "379"
    }
]