[
    {
        "text": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةً فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ أَفَلَا تَذَكَّرُونَ",
        "tafsir": "{  أفرأيت } أي أخبرني  !  أو أنظرت من هذه حالته فرأيته .  .  .  !  فإن ذلك مما يقضي منه العجب . {  من اتخذ إلهه هواه } جعل هواه معبوده يخضع له ويطيعه ؛  كما يخضع العابد لمعبوده . {  وختم على سمعه وقلبه } فلا يتأثر بموعظة ،  ولا يتفكر في آية . {  وجعل على بصره غشاوة } أي غطاء فلا يبصر هدى .  والكلام تمثيل بليغ . <br />\r\n<br />\r\n<br />\r\n",
        "sura": "45",
        "aya": "23",
        "page": "501"
    },
    {
        "text": "وَقَالُوا۟ مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ",
        "tafsir": "{  وقالوا ما هي إلا حياتنا الدنيا } أي ما الحياة إلا هذه الحياة الدنيا التي نعيش فيها ،  وليس هناك حياة أخرى بعد الممات  ! {  وما يهلكنا إلا الدهر } أي مرور الزمان .  وكانوا ينسبون الأفعال إلى الدهر لا إلى الله تعالى . <br />\r\n<br />\r\n",
        "sura": "45",
        "aya": "24",
        "page": "501"
    },
    {
        "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا۟ ٱئْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{آيَاتُنَا} {بَيِّنَاتٍ} {بِآبَآئِنَآ} {صَادِقِينَ}\r\n(25) - وَإِذا قُرِئَتْ عَلَى هؤلاءِ المُشْرِكِينَ آيَاتُ القُرآنِ الدَّالَّةُ عَلَى أَنَّ البَعْثَ حَقٌّ، وأَنَّ الله سَيُعِيدُ خَلْقَ العِبَادِ يَوْمَ القِيَامَةِ لِيُحَاسِبَهُم عَلَى أعْمالِهِمْ، وَأَنَّهُ تَعَالى قَادِرٌ عَلَى إِعَادَةِ الأَبدَانِ بَعْدَ فَنَائِها إِلى مَا كَانَتْ عَلَيهِ، فإِنَّ هؤُلاءِ المُشْرِكِينَ لاَ يَجِدُونَ حُجَّةً يَدْحَضُونَ بِها ذلِكَ إِلاَّ قَوْلَهُمْ: إِذَا كَانَ مَا تَقُولُونَهُ حَقّاً، فَابعَثُوا لَنَا آباءَنا الأَوَّلِينَ مِنْ قُبُورِهِمْ، وَأَعِيدُوهُمْ إِلى الحَيَاةِ حَتَّى نُصَدِّقَ مَا تَقُولُونَ.\n",
        "sura": "45",
        "aya": "25",
        "page": "501"
    },
    {
        "text": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
        "tafsir": "{ٱلْقِيَامَةِ}\r\n(26) - فَقُلْ يَا أَيُّها الرَّسُولُ لِهؤلاءِ المُشْرِكينَ، المُنكِرينَ لِوُقُوعِ البَعْثِ وَالمَعَادِ، والحِسَابِ والجَزَاءِ، عَلَى الأَعْمَالِ... إِنَّ اللهَ هُوَ الذي أَحْيَاكُمْ وأَخْرَجَكُمْ إِلى الوُجُودِ مِنَ العَدَمِ، وَسَتَعِيشُونَ مَا قُدِّرَ لَكُمْ مِنْ حَيَاةٍ، ثُمَّ إذا انقَضَتْ آجَالُكُمْ أَمَاتَكُمْ، ثُمَّ يَعُودُ فَيُحْييكُمْ وَيحشُرُكُمْ إِليه جَميعاً يَومَ القِيَامةِ. وَيوْمُ القِيامَةِ آتٍ لاَ شَكَّ فيهِ وَلا رَيبَ، وَلا شَكَّ وَلا رَيبَ في نَشْرِكُمْ وَحَشْرِكُم إِلى رَبِّكُم لِيُحَاسِبَكُمْ عَلَى أَعمالِكُم، وَلكِنَّ أَكثرَ النَّاسِ لاَ يَعْلَمُونَ قُدْرةَ اللهِ وَلِذلِكَ فَإِنَّهُم يُنْكِرُونَ البَعْثَ، وَيَسْتَبعِدُونَ عَوْدَةَ الأَجْسَادِ إلى الحَيَاةِ بَعْدَ أَنْ صَارَتْ تُراباً.\n",
        "sura": "45",
        "aya": "26",
        "page": "501"
    },
    {
        "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَخْسَرُ ٱلْمُبْطِلُونَ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {يَوْمَئِذٍ}\r\n(27) - وَاللهُ تَعَالى هُوَ مَالكُ السَّماواتِ والأَرضِ، وَهُوَ الحَاكِمُ فيهما في الدُّنيا والآخِرةِ، وَلا تَملِكُ الأَصْنَامُ والأَوثانُ والأندادُ شيئاً. وَيومَ تقومُ السَّاعةُ يَبْعَثُ اللهُ الخَلاَئقَ مِن القُبُورِ، ويحشُرُهُمْ إِليهِ، وَحينئذٍ يُدركُ الكَافِرُونَ، المُنكِرُونَ لِلْبَعْثِ، أَنَّهُم قَدْ خَسِروا خُسراناً مُبيناً بِكُفْرهِمْ بِاللهِ، وَتَكْذِيبِهِمْ كُتُبَهُ وَرُسُلَهُ.\n",
        "sura": "45",
        "aya": "27",
        "page": "501"
    },
    {
        "text": "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "{  وترى كل أمة جاثية } أي وترى يوم تقوم الساعة أهل كل ملة ودين عند الحساب من هول الموقف باركين على الركب ،  مستوفزين على هيئة المذنب المنتظر لما يكره ؛  من الجثو وهو الجلوس على الركب .  يقال :  جثا على ركبتيه يجثو ويجثى جثوا وجثيا . <br />\r\n{  تدعى إلى كتابها } إلى سجل أعمالها الذي أمر الله الحفظة بكتابته لتحاسب عليه . <br />\r\n<br />\r\n",
        "sura": "45",
        "aya": "28",
        "page": "501"
    },
    {
        "text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "{  نستنسخ ما كنتم تعملون } نأمر حفظتنا بنسخ أعمالكم ؛  أي بكتابتها وتثبيتها عليكم في الصحف ،  حسنة كانت أو سيئة .  فالمراد بالنسخ :  الإثبات لا الإزالة . <br />\r\n<br />\r\n",
        "sura": "45",
        "aya": "29",
        "page": "501"
    },
    {
        "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ}\r\n(30) - فَأَمَّا الذِينَ آمَنَتْ قُلُوبُهُمْ، وَعَمِلَتْ جَوَارِحُهُم الأَعْمَالَ الصَّالحةَ، فإِنَّ اللهَ يُكَافِئُهُمْ عَلَى إِيمَانِهِمْ بأَنْ يُدْخِلَهُمُ الجَنَّةَ؛ والظَّفَرُ بِدُخُولِ الجَنَّةِ فَوْزٌ عَظِيمٌ لا يَعْدِلُهُ فَوْزٌ.\n",
        "sura": "45",
        "aya": "30",
        "page": "501"
    },
    {
        "text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا۟ أَفَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًا مُّجْرِمِينَ",
        "tafsir": "{آيَاتِي}\r\n(31) - وأَمَّا الذِين كَفَروا، وَكَذَّبُوا رُسُلَهُ، وأَنكَرُوا كُتُبَه وَشَرْعَهُ، فَيُقالُ لَهُم، عَلَى سَبِيلِ التَّقرِيعِ والتَّوبيخِ: ألم تَكُنْ رُسُلُ رَبِّكُم يَتلُونَ عَلَيكم آيَاتهِ فَكُنْتُم تَستَكبِرُونَ عَنِ الإِيمَانِ بِها، وَكُنتمُ قَوْماً مُجرِمِينَ في أَفعالِكُمْ.\n",
        "sura": "45",
        "aya": "31",
        "page": "501"
    },
    {
        "text": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
        "tafsir": "{  إن نظن إلا ظنا } هذا قول المتحيرين منهم بين ما يتلى عليهم من الآيات في أمر الساعة ،  وبين ما يسمعونه من أكابرهم وآبائهم . {  وما نحن بمستيقنين } أي بموقنين أن الساعة آتية .  والكافرون بالبعث – كما قدمنا – صنفان :  جاحد له بإصرار ،  وجائر بين الجحود والشك [ آية 7 الدخان ص 306 ] .",
        "sura": "45",
        "aya": "32",
        "page": "501"
    }
]