[
    {
        "text": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
        "tafsir": "{  ولا يأتونك بمثل .  .  .  } أي بكلام عجيب هو مثل في البطلان ؛  يريدون به القدح في رسالتك ويجابهونك به . {  وأحسن تفسيرا } أي وبما هو أحسن معنى من مثلهم . <br />\r\n<br />\r\n",
        "sura": "25",
        "aya": "33",
        "page": "363"
    },
    {
        "text": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا",
        "tafsir": "{أُوْلَـٰئِكَ}\r\n(34) - وإنِّي لا أقولُُ لَكُمْ كما تَقُولونَ، ولا أصِفُكُمْ بمِثْلِ ما تَصِفُونَنِي بهِ، بلْ أَقُولُ لَكُمْ: إِنَّ الذينَ يُسْحَبُون إِلى جَهنَّمَ، ويُجَرُّونَ فيها بالسَلاسِلِ والأغْلاَلِ على وُجُوهِهمْ، هُمْ شَرُّ مَكَاناً، وأضلُّ سَبيلاً. فَفَكِّرُوا وقُولوا قَوْلَ مُنْصِفٍ: مَنْ هُوَ الأَوْلَى مِنَّا ومِنْكُم بهذهِ الأوصَافِ.\n",
        "sura": "25",
        "aya": "34",
        "page": "363"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرًا",
        "tafsir": "{آتَيْنَا} {ٱلْكِتَابَ} {هَارُونَ}\r\n(35) - ولقَدْ أنْزَلنا التوراةَ على مُوسَى، كما أنزلْنَا عليكَ القرآنَ يا مُحمدُ، وجعلنَا مَعَهُ أخَاهُ هارونَ وزيراً وظَهِيراً ومُعِيناً. \n",
        "sura": "25",
        "aya": "35",
        "page": "363"
    },
    {
        "text": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا فَدَمَّرْنَٰهُمْ تَدْمِيرًا",
        "tafsir": "{  فدمرناهم تدميرا } أهلكناهم أشد الإهلاك . <br />\r\n<br />\r\n",
        "sura": "25",
        "aya": "36",
        "page": "363"
    },
    {
        "text": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَٰهُمْ وَجَعَلْنَٰهُمْ لِلنَّاسِ ءَايَةً وَأَعْتَدْنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمًا",
        "tafsir": "{  وجعلناهم للناس آية } علامة ظاهرة على قدرتنا ،  يعتبر بها من شاهدها أو سمعها . <br />\r\n<br />\r\n",
        "sura": "25",
        "aya": "37",
        "page": "363"
    },
    {
        "text": "وَعَادًا وَثَمُودَا۟ وَأَصْحَٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًا",
        "tafsir": "{  وأصحاب الرس } الرس :  بئر كانت لبقية من ثمود ؛  وأصحابها قوم كذبوا نبيهم ورسوه أي دسوه في البئر ؛  فأهلكهم الله كما أهلك القرون السابقة . <br />\r\n<br />\r\n",
        "sura": "25",
        "aya": "38",
        "page": "363"
    },
    {
        "text": "وَكُلًّا ضَرَبْنَا لَهُ ٱلْأَمْثَٰلَ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
        "tafsir": "{  وكلا تبرنا تتبيرا } أهلكنا إهلاكا هائلا ؛  لعدم تأثرهم بما ضربنا من الأمثال ،  ولتماديهم في الكفر والطغيان .  التتبير :  التفتيت .  وكل شيء فتتته وكسرته فقد تبرته .  ومنه التبر :  لفتات الذهب والفضة . <br />\r\n<br />\r\n",
        "sura": "25",
        "aya": "39",
        "page": "363"
    },
    {
        "text": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًا",
        "tafsir": "{  أمطرت مطر السوء } أي رميت بالحجارة من السماء فهلكت .  وهي سذوم ،  أعظم قرى قوم لوط ،  وكذلك أهلكت سائر قراهم .  والسوء – بالفتح - :  مصدر ساءه ؛  أي فعل به ما يكره .  السوء – بالضم - :  اسم منه . {  لا يرجون نشورا } أي يتوقعون بعثا أصلا . <br />\r\n<br />\r\n",
        "sura": "25",
        "aya": "40",
        "page": "363"
    },
    {
        "text": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
        "tafsir": "(41) - وإذا رآك هَؤلاءِ المُشْرِكُونَ الذينَ قَصَصْتُ عليكَ قِصَّتَهُمْ اتَّخَذُوكَ مَوْضِعَ هُزْءٍ وَسُخْرِيَةٍ، وقالوا مستهزئين: أهذا الذي بعثَهُ اللهُ إلينا رسُولاً لِنَتَّبِعَهُ ونُؤمِنَ برسالَتِهِ؟\r\nهُزُواً - مَهْزَوءاً بِه.\n",
        "sura": "25",
        "aya": "41",
        "page": "363"
    },
    {
        "text": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
        "tafsir": "{آلِهَتِنَا}\r\n(42) - ويَقُولُ بعضُهُم لِبَعضٍ: إِنَّ هذا الرَّسولَ كادَ أَن يَثْنِيَهُمْ عن عبادةِ أصْنَامِهِم، بقوَّةِ حُجَّتِهِ، وحُسْنِ بَيَانِهِ، لَولا أنَّهُمْ صَبَرُوا وتَجَلَّدُوا واستَمَرَّوا على عبادَتِها.\r\nويردُّ اللهُ تعالى على قولِهِمْ هذا مُتَوَعِّداً: إنَّهُم يُكذِّبُون الآنَ بما جَاءَهُمْ بهِ الرَّسُولُ من دَعْوَةٍ إلى الإيمانِ باللهِ وكُتُبِه ورُسُلِهِ، ولكنَّهُم حِين يَرَوْنَ العَذَابَ الأليمَ في نارِ جهنَم، يُدْرِكون أنَّ الرّسولَ صَدَقَهُمُ القَوْلَ، والدَّعوةَ والتَّحذيرَ، وأنهُ كَانَ عَلى هُدًى وحَقٍّ، وأَنَّهم كَانُوا عَلى ضَلالٍ بِرَفْضِهِمُ الاستجَابةَ إليهِ، واتباعَ رسَالَتِه.\n",
        "sura": "25",
        "aya": "42",
        "page": "363"
    },
    {
        "text": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
        "tafsir": "{  أرأيت من اتخذ .  .  .  } أخبرني !  من جعل هواه إلها لنفسه معرضا عن استماع الحجة الباهرة . <br />\r\n{  أفأنت تكون عليه وكيلا } حفيظا وكفيلا حتى ترده إلى الإيمان ،  وتخرجه من هذا الضلال !  [ آية 40 الأنعام 222 ] .",
        "sura": "25",
        "aya": "43",
        "page": "363"
    }
]