[{"text":"وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَا وَلِقَآئِ ٱلْءَاخِرَةِ فَأُو۟لَٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ","aya":"16","page":"406","tafsir":"{  فأولئك في العذاب محضون } أي لا يغيبون عنه أبدا ؛  من الحضور ضد الغياب .  \r\n \r\n"},{"text":"فَسُبْحَٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ","aya":"17","page":"406","tafsir":"{  فسبحان الله .  .  .  } فنزهوا الله تنزيها عما لا يليق له ،  بصفات الكمال .  وهو بإطلاقه يتناول التنزيه بالقلوب والألسنة والجوارح في هذه الأوقات المذكورة ؛  لما في كل منها من النعم المتجددة ،  ولظهور آثار القدرة والرحمة فيها .  وقيل :  التسبيح الصلاة .  و  \" حين تمسون \"  صلاة المغرب والعشاء ،   \" حين تصبحون \"  صلاة الصبح ،   \" وعشيا \"  صلاة العصر ،   \" وحين تظهرون \"  صلاة الظهر .  واختار الرازي الأول ،  وهو يتضمن الصلاة ؛  لكونها أفضل أعمال الأركان التي هي من أنواع التنزيه المأمور به .  \r\n \r\n"},{"text":"وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ","aya":"18","page":"406","tafsir":"no text"},{"text":"يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَٰلِكَ تُخْرَجُونَ","aya":"19","page":"406","tafsir":"{  يخرج الحي من الميت .  .  .  } [ آية 27 آل عمران ص 103 ] .  \r\n{  وكذلك تخرجون } أي ومثل ذلك الإخراج البديع العجيب ،  تخرجون من قبوركم للحساب والجزاء يوم القيامة .  وهو نوع تفصيل لقوله تعالى :   \" الله يبدأ الخلق ثم يعيده \"  فالإبداء والإعادة يتساويان في قدرة من هو قادر على إخراج الحي من الميت وعكسه ."},{"text":"وَمِنْ ءَايَٰتِهِۦٓ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَآ أَنتُم بَشَرٌ تَنتَشِرُونَ","aya":"20","page":"406","tafsir":"{  ومن آياته أن خلقكم من تراب } اشتملت الآيات من 20 إلى 25 التي بدئت بلفظ  \" ومن آياته \"  على اثني عشر دليلا على وحدانيته تعالى وانفراده بالخلق ،  وقدرته على البعث :  خلق الإنسان من مادة التراب وصيرورته بعد تقلبه في أطوار التكوين بشرا سويا صالحا للاستخلاف في عمارة الأرض .  وجعله ذكورا وإناثا للائتلاف والتزاوج والتناسل ؛  حتى يبقى النوع الإنساني إلى الأمد المقدر له .  وخلق السموات مزينة بالكواكب للاهتداء بها في ظلمات الليل ،  وبالشمس التي سخر ضوءها وحرارتها لحياة الحيوان والنبات ،  وبالقمر لنعلم عدد السنين والحساب .  وخلق الأرض التي نستوي على ظهورها وما فيها من جبال وأنهار وبحار وخيرات عظيمة .  واختلاف الألسنة واللغات .  واختلاف الألوان والصفات مع كون الأصل واحدا ؛  للتمايز وإمكان التعارف والتفاهم .  وجعل الليل مناما لراحة \r\nالأبدان والقوى .  وجعل النهار معاشا لابتغاء الرزق الذي به القوت والبقاء .  وإراءة البرق المبشر بالمطر ليطمع الإنسان في فضله تعالى ،  والمنذر بالصواعق ليخاف بطشه وانتقامه .  وإنزال المطر من السماء لإحياء موات الأرض بالنبات والري للإنسان والحيوان .  وقيام السموات .  وقيام الأرض واستمساكهما وبقاؤهما بقدرته تعالى وتدبيره ."},{"text":"وَمِنْ ءَايَٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا لِّتَسْكُنُوٓا۟ إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ","aya":"21","page":"406","tafsir":"no text"},{"text":"وَمِنْ ءَايَٰتِهِۦ خَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّلْعَٰلِمِينَ","aya":"22","page":"406","tafsir":"{  واختلاف ألسنتكم } أي لغاتكم ولهجاتكم .  أو أصواتكم وأنغامكم ؛  فلا يكاد يسمع منطقان متساويان من كل وجه . {  وألونكم } أي ألوان أجسامكم .  أو تخطيطات أعضائكم وهيئاتها وحلاها ؛  بحيث وقع التمايز بين الأشخاص ،  حتى أن التوأمين مع توافق موادهما وأسبابهما والأمور الملابسة لهما في التخليق ،  يختلفان لا محالة في شيء من ذلك وإن كانا في غاية التشابه .  \r\n \r\n"},{"text":"وَمِنْ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَسْمَعُونَ","aya":"23","page":"406","tafsir":"no text"},{"text":"وَمِنْ ءَايَٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءً فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَعْقِلُونَ","aya":"24","page":"406","tafsir":"no text"}]