[{"text":"تُؤْتِىٓ أُكُلَهَا كُلَّ حِينٍۭ بِإِذْنِ رَبِّهَا وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ","aya":"25","page":"259","tafsir":"{  أكلها } ثمرها الذي يؤكل .  \r\n \r\n"},{"text":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍ","aya":"26","page":"259","tafsir":"{  اجتثت } اقتلعت جثتها ،  أي شخصها وذاتها .  {  من فوق الأرض } لقرب عروقها من سطح الأرض .  يقال :  اجتثثت الشيء اجتثاثا ،  إذا اقتلعته واستأصلته .  وهو افتعال من لفذ الجثة وهي شخص  الشيء .  \r\n \r\n"},{"text":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَ وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ","aya":"27","page":"259","tafsir":"{  في الحياة الدنيا وفي الآخرة } في مدة الحياة الدنيا وفي القبر عند السؤال .  وقيل :  في الحياة الدنيا وفي يوم القيامة .  \r\n \r\n"},{"text":"أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا۟ نِعْمَتَ ٱللَّهِ كُفْرًا وَأَحَلُّوا۟ قَوْمَهُمْ دَارَ ٱلْبَوَارِ","aya":"28","page":"259","tafsir":"{  دار البوار } دار الهلاك .  ويطلق البوار أيضا على الكساد .  يقال بار المتاع بوارا ،  كسد .  \r\nو الكاسد في حكم الهالك .  \r\n \r\n"},{"text":"جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ ٱلْقَرَارُ","aya":"29","page":"259","tafsir":""},{"text":"وَجَعَلُوا۟ لِلَّهِ أَندَادًا لِّيُضِلُّوا۟ عَن سَبِيلِهِۦ قُلْ تَمَتَّعُوا۟ فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ","aya":"30","page":"259","tafsir":"{  أندادا } أمثالا في التسمية أو في العبادة ،  وهي الأصنام  والأوثان .  \r\n \r\n"},{"text":"قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا۟ يُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُنفِقُوا۟ مِمَّا رَزَقْنَٰهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَٰلٌ","aya":"31","page":"259","tafsir":"{  و لا خلال } ولا مخالة ،  أي لا  موادة  في يوم  القيامة بين الناس تنفع في تدارك ما فات .  مصدر خاللت .  أو جمع خليل أو خلة بمعنى الصداقة ،  كقلة وقلال .  \r\n \r\n"},{"text":"ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ وَسَخَّرَ لَكُمُ ٱلْأَنْهَٰرَ","aya":"32","page":"259","tafsir":"{  الله الذي خلق السماوات .  .  .  .  } ذكر لهذا الموصول سبع صلات :  أوله- خلق السماوات ،  وآخرها ،  {  وآتاكم من كل ما سألتموه } .  وهي تشتمل على عشرة أدلة على وحدانيته تعالى وعلمه وقدرته :  خلق السماوات ،  وخلق الأرض ،  وإنزال المطر من السماء ،  وإخراج الثمرات به ،  وتسخير الفلك في البحار ،  وتسخير الأنهار ،  وتسخير الشمس وتسخير القمر دائبين وتسخير الليل والنهار للتمكين من السعي للكسب ،  وإعطاء ما يحتاج إليه الناس في معاشهم .  \r\n \r\n"},{"text":"وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ","aya":"33","page":"259","tafsir":"{  دائبين } دائمين في إصلاح ما يصلحان من  الأبدان  وغيرهما . أو دائمين في السير في مدراهما بغير اختلال ،  لا   يفتران عن ذلك ما دامت الدنيا ،  من الدأب- بسكون الهمزة وفتحها – وهو العادة المستمرة على حالة واحدة .  ( آية 111 آل عمران ص 99 ) ."}]