[
    {
        "text": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَٰتِ قَالُوا۟ هَٰذَا سِحْرٌ مُّبِينٌ",
        "tafsir": "{  اسمه أحمد } هو علم لنبينا صلى الله عليه وسلم ،  ومعناه :  أحمد الحامدين لربه .  بشرت به وبرسالته الخاتمة للرسالات السماوية .  التوراة والإنجيل ،  اللذان لم يحرفا ولم يبدلا على لسان موسى وعيسى عليهما السلام . {  فلما جاءهم } أي عيسى ،  أو محمد عليهما الصلاة والسلام . <br />\r\n<br />\r\n",
        "sura": "61",
        "aya": "6",
        "page": "552"
    },
    {
        "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَٰمِ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
        "tafsir": "{ٱلإِسْلاَمِ} {ٱلظَّالِمِينَ}\r\n(7) - لاَ أَحَدَ أَكْثَرُ ظُلْماً مِمَّنْ يَفْتَري عَلَى اللهِ الكَذِبِ، وَيَجْعَلُ لَهُ أَنْدَاداً وَشُرَكَاءَ، أَوْ أَبْنَاءَ وَصَاحِبَةً.. وَهُوَ يُدْعَى إِلَى التَّوْحِيدِ وَالإِخْلاَصِ، وَالإِسْلاَمِ للهِ، وَاللهُ لاَ يُرْشِدُ القَوْمَ الظَّالِمِينَ لأَِنْفُسِهِمْ إِلَى مَا فِيهِ خَيْرُهُمْ وَصَلاَحُهُمْ، لأَِنَّهُمْ اجْتَرَحُوا السَّيِّئَاتِ، وَارْتَكَبُوا المُوبِقَاتِ، فَخَتَمَ اللهُ عَلَى قُلُوبِهِمْ، وَجَعَلَ عَلَى أَبْصَارِهِمْ غِشَاوَةً، فَلَمْ يَعُودُوا يَعْرِفُونَ سَبِيلَ الهُدَى.\n",
        "sura": "61",
        "aya": "7",
        "page": "552"
    },
    {
        "text": "يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ",
        "tafsir": "{  يريدون ليطفئوا نور الله .  .  .  } أي يريدون أن يطفئوا دينه ،  أو كتابه ،  أو حجته النيّرة بطعنهم فيه .  أو هو تمثيل لحالهم في إبطال الحق – بحال من ينفخ في نور الشمس بفمه ليطفئه ؛  تهكما بهم وسخرية . <br />\r\n<br />\r\n",
        "sura": "61",
        "aya": "8",
        "page": "552"
    },
    {
        "text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
        "tafsir": "{  أرسل رسوله } محمدا صلى الله عليه وسلم{  بالهدى } بالقرآن أو بالمعجزة{  ودين الحق } أي الملة الحنيفية ، {  ليظهره على الدين كله } أي ليعليه على جميع الأديان المخالفة له . <br />\r\n<br />\r\n",
        "sura": "61",
        "aya": "9",
        "page": "552"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَٰرَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ",
        "tafsir": "{يٰأَيُّهَا} {آمَنُواْ} {تِجَارَةٍ}\r\n(10) - يَا أَيُّهَا المُؤْمِنُونَ بِاللهِ، وَالمُصَدِّقُونَ بِرُسُلِهِ وَكُتُبِهِ وَآيَاتِهِ، أَلاَ تُرِيدُونَ أَنْ أَدُلِّكُمْ عَلَى صَفَقَةٍ رَابِحَةٍ، وَتِجَارَةٍ نَافِعَةٍ، تَفُوزُونَ فِيهَا بِالرِّبْحِ العَظِيمِ، وَتُنْقِذُكُمْ مِنْ عَذَابِ اللهِ الأَلِيمِ يَوْمَ القِيَامَةِ؟.\n",
        "sura": "61",
        "aya": "10",
        "page": "552"
    },
    {
        "text": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
        "tafsir": "{تُجَاهِدُونَ} {بِأَمْوَالِكُمْ}\r\n(11) - وَهَذِهِ الصَّفَقَةُ هِيَ أَنْ تُؤْمِنُوا بِاللهِ وَتَعْبُدُوهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَتَصَدِّقُوا بِرَسُولِهِ مُحَمَّدٍ، وَمَا أَنْزَلَهَ عَلَيْهِ مِنَ القُرْآنِ وَتُجَاهِدُوا فِي سَبِيلِ رَفْعِ كَلِمَةِ اللهِ، وَعِزَّةِ دِينِهِ، بِأَنْفُسِكُمْ وَأَمْوَالِكُمْ، فَإِنْ فَعَلْتُمْ ذَلِكَ، كَانَ ذَلِكَ خَيْراً لَكُمْ مِنْ كُلِّ شَيءٍ فِي الدُّنْيَا: مِنَ النَّفْسِ وَالمَالِ وَالزَّوْجِ وَالوَلَدِ، هَذَا إِنْ كُنْتُمْ تَعْلَمُونَ مَا أَعَدَّهُ اللهَ لِعِبَادِهِ المُؤْمِنِينَ المُخْلِصِينَ المُجَاهِدِينَ فِي الآخِرَةِ مِنْ جَزِيلِ الثَّوَابِ فِي جَنَّاتِ النَّعِيمِ.\n",
        "sura": "61",
        "aya": "11",
        "page": "552"
    },
    {
        "text": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَمَسَٰكِنَ طَيِّبَةً فِى جَنَّٰتِ عَدْنٍ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "tafsir": "{جَنَّاتٍ} {ٱلأَنْهَارُ} {وَمَسَاكِنَ} {جَنَّاتِ}\r\n(12) - وَإِنْ فَعَلْتُمْ ذَلِكَ سَتَرَ اللهُ ذُنُوبَكُمْ وَمَحَاهَا، وَأَدْخَلَكُمْ جَنَّاتٍ تَجْرِي الأَنْهَارُ فِي جَنَبَاتِهَا، وَأَسْكَنَكُمْ مَسَاكِنَ طَيِبةً تَقَرُّ بِهَا العُيُونَ، وَهَذا هُوَ مُنْتَهَى ما تَصْبُوا إِليهِ النُّفُوسُ، وَهُوَ الفَوْزُ الذِي لاَ فَوْزَ أَعْظَمَ مِنْهُ.\n",
        "sura": "61",
        "aya": "12",
        "page": "552"
    },
    {
        "text": "وَأُخْرَىٰ تُحِبُّونَهَا نَصْرٌ مِّنَ ٱللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
        "tafsir": "{  وأخرى تحبونها } أي ولكم إلى ما ذكر من النعم العظيمة نعمة أخرى تحبونها ،  وفسّرها بقوله : {  نصر من الله وفتح قريب } أي عاجل ،  وهو فتح مكة ،  أو فارس والروم . <br />\r\n<br />\r\n",
        "sura": "61",
        "aya": "13",
        "page": "552"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّۦنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ فَـَٔامَنَت طَّآئِفَةٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَٰهِرِينَ",
        "tafsir": "{  للحواريين } أصفياء عيسى عليه السلام وخواصه .  وكانوا اثني عشر رجلان وهم أول من آمن به من بني إسرائيل [ آية 52 آل عمران ص 109 ] . {  من أنصاري إلى الله } من جندي متوجها إلى نصرة الله . {  نحن أنصار الله } أي نحن الذين ينصرون دين الله . <br />\r\n{  فأيدنا الذين آمنوا .  .  .  } أي قوينا الذين آمنوا بعيسى ،  وأنه عبد الله ورسوله . {  فأصبحوا ظاهرين } غالبين مؤيدين بالحجج والدلائل بعد مبعثه صلى الله عليه وسلم على الكافرين بالله ،  الزاعمين أن عيسى هو الله ،  أو ابن الله ،  أو ثالث ثلاثة ؛  تعالى الله عما يقولون علوّا كبيرا !  والله أعلم",
        "sura": "61",
        "aya": "14",
        "page": "552"
    }
]