[
    {
        "text": "فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ فَقَالُوا۟ هَٰذَآ إِلَٰهُكُمْ وَإِلَٰهُ مُوسَىٰ فَنَسِىَ",
        "tafsir": "{  فأخرج لهم عجلا جسدا له خوار } [ آية 148 الأعراف ص 279 ] .",
        "sura": "20",
        "aya": "88",
        "page": "318"
    },
    {
        "text": "أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا",
        "tafsir": "(89) - وَيَرُدُّ اللهُ تَعَالَى عَلَى هؤلاءِ الضَّالِّينَ، مُقَرِّعاً إِيَّاهُمْ فِيمَا ذَهَبُوا إِلَيْهِ مِنْ عِبَادَةِ العِجْلِ، وَالقَوْلِ إِنَّهُ إِلَهُهُمْ: أَلاَ يَرَى هؤُلاءِ أَنَّ هَذا العِجْلَ لاَ يُجِيبُهُمْ إِذَا سَأَلُوهُ، وَلاَ يَرُدُّ عَلَيْهِمْ إِذَا خَاطَبُوهُ، وَأَنَّهُ لاَ يَمْلِكُ لَهُمْ ضَرّاً وَلاَ نَفْعاً فِي دُنْيَاهُمْ وَلاَ فِي آخِرَتِهِمْ؟",
        "sura": "20",
        "aya": "89",
        "page": "318"
    },
    {
        "text": "وَلَقَدْ قَالَ لَهُمْ هَٰرُونُ مِن قَبْلُ يَٰقَوْمِ إِنَّمَا فُتِنتُم بِهِۦ وَإِنَّ رَبَّكُمُ ٱلرَّحْمَٰنُ فَٱتَّبِعُونِى وَأَطِيعُوٓا۟ أَمْرِى",
        "tafsir": "{هَارُونُ} {يٰقَوْمِ}\r\n(90) - وَقَدْ نَهَاهُمْ هَارُونُ عَلَيْهِ السَّلاَمُ، قَبْلَ أَنْ يَرْجِعَ مُوسَى، عَنْ عِبَادَةِ العِجْلِ، وَأَخَبْرَهُمْ أَنَّ العِجْلَ فِتْنَةٌ وَاخْتِبَارٌ لَهُمْ مِنَ اللهِ، وَأَنَّ اللهَ الرَّحْمَنَ الرَّحِيمِ هُوَ رَبُّهُمْ، فَهُوَ الَّذِي خَلَقَهُمْ وَخَلَقَ كُلَّ شَيءٍ وَقَدَّرَهُ. ثُمَّ دَعَاهُمْ إِلى إِطَاعَةِ أَمْرِهِ، وَالانْتِهَاءِ عَنْ عِبَادَةِ العِجْلِ.",
        "sura": "20",
        "aya": "90",
        "page": "318"
    },
    {
        "text": "قَالُوا۟ لَن نَّبْرَحَ عَلَيْهِ عَٰكِفِينَ حَتَّىٰ يَرْجِعَ إِلَيْنَا مُوسَىٰ",
        "tafsir": "{عَاكِفِينَ}\r\n(91) - فَرَدُّوا عَلَيْهِ قَائِلِينَ: إِنَّهُمْ لَنْ يَتْرُكُوا عِبَادَةِ العِجْلِ حَتَّى يَعُودَ إِلَيْهِمْ مُوسَى، وَيَسْمَعُوا قَوْلَهُ فِي أَمْرِ العِجْلِ، وَخَالَفُوا هَارُونَ فِي ذَلِكَ وَحَارَبُوهُ وَكَادُوا يَقْتُلُونَهُ. ",
        "sura": "20",
        "aya": "91",
        "page": "318"
    },
    {
        "text": "قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوٓا۟",
        "tafsir": "{يَا هَارُونُ}\r\n(92) - وَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفاً، وَأَلْقَى مَا كَانَ فِي يَدَيْهِ مِنَ الأَلْواحِ التِي أَنْزَلَهَا عَلَيْهِ رَبُّهُ، وَأَخَذَ بِرَأْسِ أَخْيهِ يَجُرُّه إِلَيْهِ، وَقَالَ لَهُ: مَا الَّذِي مَنَعَكَ مِنْ أَنْ تَكُفَّهُمْ عَنْ هَذِهِ الضَّلاَلَةِ، حِينَمَا رَأَيْتَهُمْ وَقَعُوا فِيهَا؟ \r\nمَا مَنَعَكَ - مَا حَمَلَكَ.",
        "sura": "20",
        "aya": "92",
        "page": "318"
    },
    {
        "text": "أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِى",
        "tafsir": "(93) - وَمَا الذِي مَنَعَكَ مِنْ أَنْ تَلْحَقَ بِي فَتُخْبِرُنِي بِمَا تَمَّ؟ أَفَعَصَيْتَ أَمْرِي فِيمَا قَدَّمْتُ إِلَيْكَ: أَنِ  { ٱخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلاَ تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ } }.\r\n",
        "sura": "20",
        "aya": "93",
        "page": "318"
    },
    {
        "text": "قَالَ يَبْنَؤُمَّ لَا تَأْخُذْ بِلِحْيَتِى وَلَا بِرَأْسِىٓ إِنِّى خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بَنِىٓ إِسْرَٰٓءِيلَ وَلَمْ تَرْقُبْ قَوْلِى",
        "tafsir": "{يَبْنَؤُمَّ} {إِسْرَآئِيلَ}\r\n(94) - فَقَالَ هَارُونُ مُعْتَذِراً وَمُتَرَفِّقاً: يَا أَخِي، وَيَا ابْنَ أُمِّي لاَ تُعَاجِلْنِي بِغَضَبكَ، وَلاَ تُمْسِكْ بِلِحْيَتِي وَلاَ بِرَأْسِي، إِنِّي خَشِيتُ إِنِ اتَّبَعْتُكَ وَأَخْبَرْتُكَ بِهَذا أَنْ تَقُولَ: لِمَ تَرَكْتَهُمْ وَحْدَهُمْ، كَمَا خَشِيتُ إِنْ شَدَّدْتُ عَلَيْهِمْ فَتَفَرَّقُوا شِيَعاً، أَنْ تَقُولَ لِي لِمَ فَرَّقْتَ بَيْنَ القَوْمِ، وَلَمْ تَتَقَيَّدْ بِمَا أَمَرْتُكَ بِهِ حِينَ اسْتَخْلَفْتُكَ عَلَيْهِمْ؟",
        "sura": "20",
        "aya": "94",
        "page": "318"
    },
    {
        "text": "قَالَ فَمَا خَطْبُكَ يَٰسَٰمِرِىُّ",
        "tafsir": "{  فما خطبك } فما شأنك وما الأمر العظيم الذي حملك على ما صنعت ؟  [ آية 51 يوسف ص 287 ] .",
        "sura": "20",
        "aya": "95",
        "page": "318"
    },
    {
        "text": "قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا۟ بِهِۦ فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ ٱلرَّسُولِ فَنَبَذْتُهَا وَكَذَٰلِكَ سَوَّلَتْ لِى نَفْسِى",
        "tafsir": "{  قال بصرت .  .  .  } علمت بالبصيرة ما لم يعلموا به .  يقال :  بصر بالشيء يبصر – ككرم وفرح – أي علمه . {  فقبضت قبضة من أثر الرسول } روي أن السامري رأى جبريل عليه السلام راكبا على فرس حين جاء إلى موسى ليذهب به إلى الميقات ؛  ولم يره أحد غيره من قوم موسى ،  ورأى الفرس كلما وضعت حافرها على شيء أخضر ؛  فعلم أن للتراب الذي تضع عليه الفرس حافرها شأنا ،  فأخذ منه حفنة وألقاها في الحلى المذاب .  وخص بالرؤية ابتلاء ؛  ليقضي الله أمرا كان مفعولا .  وعلمه بأن له شأنا أن يكون لما شاهده من اخضرار الأرض ،  وأن يكون بإخبار موسى عليه السلام فيما مضى . {  سولت لي نفسي } زينت وحسنت .  يقال :  سولت له الأمر تسويلا ،  إذا صورته له بالصورة التي تستهويه وتحسنه لديه . \r\n\r\n",
        "sura": "20",
        "aya": "96",
        "page": "318"
    },
    {
        "text": "قَالَ فَٱذْهَبْ فَإِنَّ لَكَ فِى ٱلْحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَ وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُۥ وَٱنظُرْ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِى ظَلْتَ عَلَيْهِ عَاكِفًا لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِى ٱلْيَمِّ نَسْفًا",
        "tafsir": "{  لا مساس } أي لا أمس ولا أمس طول الحياة .  مصدر ماس ؛  كقتال من قاتل .  والمراد :  أنه لا يخالط أحدا ولا يخالطه أحد . \r\n{  ثم لننسفه من اليم نسفا } لنذرينه في البحر تذرية ،  حتى لا يبقى منه عين ولا أثر .  يقال :  نسف الطعام ينسفه بالمنسف ،  إذا ذراه فطير عنه قشوره وترابه . \r\n\r\n",
        "sura": "20",
        "aya": "97",
        "page": "318"
    },
    {
        "text": "إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ وَسِعَ كُلَّ شَىْءٍ عِلْمًا",
        "tafsir": "(98) - وَبَعْدَ أَنْ أَحْرَقَ مُوسَى العِجْلَ، وَذَرَّاهُ فِي البَحْرِ، قَالَ لِبَنِي إِسْرَائِيلَ: إِنَّ هذا العِجْلَ لَيْسَ إِلهَكُمْ وَإِنَّ اللهَ تَعَالَى هُوَ إِلهُكُمْ وَهُوَ الذِي لاَ تَنْبَغِي العِبَادَةُ إِلاَّ لَهُ، فَهُوَ اللهُ تَعَالَى، وَهُوَ عَالِمٌ بِكُلِّ شَيءٍ، وَمُحِيطٌ عِلْمُهُ بِكُلِّ شَيْءٍ، وَقَدْ أَحَصَى كُلَّ شَيءٍ عَدَداً، فَلاَ يَعْزُبُ عَنْ عِلْمِهِ مِثْقَالُ ذَرَّةٍ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ.",
        "sura": "20",
        "aya": "98",
        "page": "318"
    }
]