[
    {
        "text": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ زِدْنَٰهُمْ عَذَابًا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا۟ يُفْسِدُونَ",
        "tafsir": "{  زدناهم عذابا .  .  .  } فلهم عذابان :  عذاب على الكفر ،  وعذاب على الصد عن سبيل الله .\r\n\r\n",
        "sura": "16",
        "aya": "88",
        "page": "277"
    },
    {
        "text": "وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِ وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَٰبَ تِبْيَٰنًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
        "tafsir": "{ٱلْكِتَابَ} {تِبْيَاناً}\r\n(89) - وَاذْكُرْ يَا مُحَمَّدُ لِكُفَّارِ قَوْمِكَ مَا سَيَحْصُلُ يَوْمَ القِيَامَةِ، إِذْ يُحْضِرُ اللهُ نَبِيَّ كُلِّ أُمَّةٍ لِيَكُونَ شَاهِداً عَلَيْهَا، عَلَى أَنَّهُ دَعَاهَا إِلى اللهِ، وَأَنْذَرَها عِقَابَهُ، وَحَذَّرَهَا عَذَابَهُ، ثُمَّ نَأْتِي بِكَ لِتَشْهَدَ عَلَى قَوْمِكَ (هؤُلاَءِ)، وَمَا أَجَابُوكَ بِهِ حِينَ دَعَوْتَهُمْ إِلَى رَبِّهِمْ. وَقَدْ نَزَّلْنَا عَلَيْكَ القُرْآنَ لِنُبَيِّنَ لِلنَّاسِ عِلْمَ كُلِّ شَيءٍ يَحْتَاجُهُ النَّاسُ، فِي أَمْرِ دِينِهِمْ، وَفِي أُمُورِ مَعَاشِهِمْ، وَهُوَ هُدًى لِلْقُلُوبِ، وَرَحْمَةٌ مِنَ اللهِ بِعِبَادِهِ، إِذْ يَدُلُّهُمْ عَلَى طَرِيقِ الخَيْرِ وَالرَّشَادِ، وَفِيهِ بُشْرَى لِلْمُسْلِمِينَ الذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ الجَنَّةَ.",
        "sura": "16",
        "aya": "89",
        "page": "277"
    },
    {
        "text": "إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
        "tafsir": "{  يأمر بالعدل } ،  العدل :  كلمة جامعة لمعنى المماثلة والمساواة والاستقامة والتوسط .  شاملة للعدل بين العبد وربه ،  بإيثار حقه تعالى على حظ نفسه ،  وتقديم رضاه على هواه ،  وامتثال أوامره واجتناب منهياته .  وللعدل بين العبد ونفسه ،  يمنعها مما فيه هلاكها وفسادها .  وللعدل بين العبد والخلق ،  بالإنصاف من نفسه ،  وبذل النصيحة وترك الخيانة والإساءة إليهم ،  والصبر على الأذى .\r\nوتحقق العدل بالتوسط في كل الأمور ،  بين طرفي الإفراط والتفريط ،  اعتقادا كالتوحيد المتوسط بين التعطيل والتشريك .  وعملا كالتعبد بأداء الواجبات المتوسط بين البطالة والترهب .  وخلقا كالجود المتوسط بين البخل والتبذير .  وبالعدل الإلهي قامت السماوات والأرض .  والعدل خاصة هذه الأمة ،  كما قال تعالى :  {  وكذلك جعلناكم أمة وسطا }{[210]} ،  أي :  عدولا خيارا .  {  والإحسان } ،  يطلق الإحسان على إتقان العمل وإكماله ،  وعلى إيصال النفع إلى الخلق .  وهو مصدر أحسن يحسن إحسانا ،  فيقال :  أحسنت كذا ،  أي :  أتقنته وأكملته .  وأحسنت إلى فلان ،  أي :  أوصلت إليه ما ينتفع به ،  وكلاهما مأمور به شرعا .  {  وينهي عن الفحشاء } ،  أي :  ما عظم قبحه من الذنوب والمعاصي .  {  والبغي } ،  أي :  التطاول على الناس بالظلم والعدوان .",
        "sura": "16",
        "aya": "90",
        "page": "277"
    },
    {
        "text": "وَأَوْفُوا۟ بِعَهْدِ ٱللَّهِ إِذَا عَٰهَدتُّمْ وَلَا تَنقُضُوا۟ ٱلْأَيْمَٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
        "tafsir": "{  وأوفوا بعهد الله } ،  نزلت في الوفاء بالعهود والمواثيق ،  والمحافظة على الأيمان المؤكدة لها ،  ومنها مبايعتهم الرسول صلى الله عليه وسلم على الإسلام .  وتوكيد اليمين :  توثيقها .  {  وقد جعلتم الله عليكم كفيلا } ،  أي :  شاهد رقيبا أو ضامنا .  والجملة حال من فاعل{  تنقضوا } .\r\n\r\n",
        "sura": "16",
        "aya": "91",
        "page": "277"
    },
    {
        "text": "وَلَا تَكُونُوا۟ كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَٰثًا تَتَّخِذُونَ أَيْمَٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
        "tafsir": "{  ولا تكونوا كالتي نقضت } ،  مثل ضرب لناقضي العهود بعد توثيقها .  أي :  ولا تكونوا فيما تقدمون عليه من النقض كمن أنحت على غزلها بعد إحكامه وإبرامه فنقضته وجعلته{  أنكاثا } ،  حماقة منها جمع نكث ،  وهو ما نقض ليغزل ثانيا .  وفعله من باب قتل .  {  تتخذون أيمانكم دخلا بينكم } ، أي :  لا تكونوا متشبهين بامرأة هذا شأنها ،  متخذين أيمانكم وسيلة للغدر والخيانة .  أو للفساد بينكم .\r\nوالدخل :  العيب ،  واستعمل فيما يدخل الشيء وليس منه ،  ثم كنى به عن الغدر أو للفساد والعداوة المستبطنة .  {  أن تكون أمة } ،  أي :  لأجل وجدانكم جماعة أخرى ، {  هي أربى من أمة } ،  أكثر عددا وأعز نفرا من التي عاهدتموها- وكانت قريش تفعل ذلك- ،  بل عليكم الوفاء بالعهد ،  وإن قل من عاهدتموهم عن أولئك .  و{  أربى } :  أزيد عددا وأقوى .  يقال :  ربا الشيء يربو ،  إذا كثر .\r\n\r\n",
        "sura": "16",
        "aya": "92",
        "page": "277"
    },
    {
        "text": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "{وَاحِدَةً} {وَلَتُسْأَلُنَّ}\r\n(93) - وَلَوْ شَاءَ اللهُ لَجَعَلَكُمْ، يَا أَيُّهَا النَّاسُ، أُمَّةً وَاحِدَةً عَلَى دِينٍ وَاحِدٍ، وَوَفَّقَ بَيْنَكُمْ، وَأَزَالَ مَا بَيْنَكُمْ مِنِ اخْتِلاَفٍ، وَلكِنَّهُ تَعَالَى يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ، ثُمَّ يَسْأَلُكُمْ يَوْمَ القِيَامَةِ عَنْ جَمِيعِ أَعْمَالِكُمْ، فَيُجَازِيكُمْ عَلَيْهَا الجَزَاءَ الأَوْفَى.",
        "sura": "16",
        "aya": "93",
        "page": "277"
    }
]