[
    {
        "text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
        "tafsir": "{فَٱسْأَلُواْ} - لما بعث الله محمدا رسولا أنكرت العرب ذلك، وقالوا: الله أعظم من أن يكون رسوله من البشر. فأنزل الله تعالى قوله: {أَكَانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنَآ إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ ٱلنَّاسَ} } ، وهنا يؤكد الله تعالى أنه لم يرسل المرسلين، من قبل محمد، إلا من البشر، فاسألوا، يا أيها المنكرون ذلك، أهل الكتب السابقة (أَهْلَ الذِّكْرِ) أمن البشر كان الرسل أم من الملائكة؟ فإن كانوا من الملائكة أنكرتم، وإن كانوا من البشر، فلم تنكرون أن يكون محمد رسولا؟",
        "sura": "16",
        "aya": "43",
        "page": "272"
    },
    {
        "text": "بِٱلْبَيِّنَٰتِ وَٱلزُّبُرِ وَأَنزَلْنَآ إِلَيْكَ ٱلذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
        "tafsir": "{بالبينات والزبر} أي أرسلناهم بالمعجزات للدلالة على صدقهم، وبالكتب لبيان الشرائع والتكاليف يقال: زبرت الكتاب– من باب نصر وضرب-، أي كتبته كتابة عظيمة والزبر: جمع زبور بمعنى مزبور، وهو الكتاب {لتبين للناس ما نزل إليهم} من الأحكام والشرائع وأحوال القرون الماضية، وأسرار القرآن وعلومه– بيانا شافيا وافيا، فكانت السنن مفسرة للقرآن .",
        "sura": "16",
        "aya": "44",
        "page": "272"
    },
    {
        "text": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُوا۟ ٱلسَّيِّـَٔاتِ أَن يَخْسِفَ ٱللَّهُ بِهِمُ ٱلْأَرْضَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
        "tafsir": "{أن يخسف الله بهم الأرض} يهلكهم بالخسف والتغييب في الأرض أو تغييب الأرض بهم. يقال: خسف الله به الأرض خسوفا، غيبه فيها. وخسف هو في الأرض وخسف به .",
        "sura": "16",
        "aya": "45",
        "page": "272"
    },
    {
        "text": "أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ",
        "tafsir": "{أو يأخذهم في تقلبهم} أي يصيبهم العذاب في أسفارهم. والأخذ في الأصل، حوز الشيء وتحصيله، والمراد به: القهر والإهلاك. والتقلب: الحركة إقبالا وإدبارا، والمراد الأسفار .",
        "sura": "16",
        "aya": "46",
        "page": "272"
    },
    {
        "text": "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
        "tafsir": "{أو يأخذهم على تخوف} على مخافة وحذر من أن يهلكوا كمن هلك قبلهم. أو من الهلاك لظهور أماراته. أو على تنقص شيئا فشيئا في الأموال والأنفس والثمرات حتى يهلكم جميعا. يقال: تخوفته إذا تنقصته .",
        "sura": "16",
        "aya": "47",
        "page": "272"
    },
    {
        "text": "أَوَلَمْ يَرَوْا۟ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَىْءٍ يَتَفَيَّؤُا۟ ظِلَٰلُهُۥ عَنِ ٱلْيَمِينِ وَٱلشَّمَآئِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَٰخِرُونَ",
        "tafsir": "{أو لم يروا. .  .} أي أعموا ولم يروا ما خلق الله من الأشياء ذوات الظلال- كالجبال والأشجار ونحوها– تنتقل ظلالها وترجع من جانب إلى جانب، فتكون أول النهار على حال، وآخره على حال أخر. أو تكون قبل الزوال على حال، وأثناءه على حال، وبعده على حال. منقادة في كل ذلك لله، جارية على ما أراده لها من امتداد وتقلص، غير ممتنعة عليه سبحانه فيما سخرها له، وهو المراد بسجودها. والتقيؤ: تفعل، من فاء يفىء إذا رجع. وفاء لازم ويعدى بالهمزة، كأفاءه الله، وبالتضعيف نحو فيأ الله الظل فتفيأ، فتفيؤ الضلال: رجوعها بعد انتصاف النهار، فلا يكون إلا بالعشي، والظل يكون بالغداة. وقبل مطلقا. {وهم داخرون} أي وهذه الأشياء ذوات الظلال أذلاء منقادون لحكمه تعالى. يقال: دخر يدخر دخورا، ودخر يدخر دخرا: صغر وذل. وأدخره فدخر: أذله فذل. وجمعت جمع العقلاء لوصفها بصفتهم، وهي الانقياد والطاعة .",
        "sura": "16",
        "aya": "48",
        "page": "272"
    },
    {
        "text": "وَلِلَّهِ يَسْجُدُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مِن دَآبَّةٍ وَٱلْمَلَٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
        "tafsir": "{ولله يسجد} سجود المؤمنين والملائكة لله تعالى سجود طاعة وعبادة، وسجود غيرهم سجود خضوع وتسخير، يعني أنها لا تستطيع أن تستعصي على ما يريده منها .",
        "sura": "16",
        "aya": "49",
        "page": "272"
    },
    {
        "text": "يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ",
        "tafsir": "ويسجد لله جميع ما خلقه الله في السماوات والأرض من ملائكة وبشر وحيوان وجماد، وهم خائفون وجلون من الرب العظيم، جل جلاله، وهم مثابرون على طاعته، وامتثال أوامره، وترك ما نهاهم عنه.",
        "sura": "16",
        "aya": "50",
        "page": "272"
    },
    {
        "text": "وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا۟ إِلَٰهَيْنِ ٱثْنَيْنِ إِنَّمَا هُوَ إِلَٰهٌ وَٰحِدٌ فَإِيَّٰىَ فَٱرْهَبُونِ",
        "tafsir": "{فارهبون} أي إن رهبتم شيئا فإياي ارهبوا، أي خافوا، من الرهبة وهو خوف معه تحرز .",
        "sura": "16",
        "aya": "51",
        "page": "272"
    },
    {
        "text": "وَلَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ",
        "tafsir": "{وله الدين واصبا} وله العبادة أو الطاعة والانقياد دائما. أو واجبا لازما. يقال: وصب الشيء يصب وصوبا، دام وثبت، كأوصب. ووصب على الأمر: واظب عليه. ووصب الدين: وجب. و {واصبا} حال من الضمير في {له} .",
        "sura": "16",
        "aya": "52",
        "page": "272"
    },
    {
        "text": "وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ ٱللَّهِ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ",
        "tafsir": "{فإليه تجأرون} ترفعون أصواتكم بالتضرع في كشفه. يقال: جأر يجأر وجؤارا، رفع صوته بالدعاء وتضرع واستغاث. وأصله صياح الوحش. {ويجعلون لما لا يعلمون} أي لآلهتهم التي ليس من شأنها العلم، لكونها جمادات لا تحس ولا تشعر .",
        "sura": "16",
        "aya": "53",
        "page": "272"
    },
    {
        "text": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ",
        "tafsir": "وحينما يكشف الله تعالى الضر عنكم ينسى بعضكم حق الله عليه، من التوحيد والإخلاص له، ويعود إلى الإشراك بالله.",
        "sura": "16",
        "aya": "54",
        "page": "272"
    }
]