[
    {
        "text": "وَلَوْ رَحِمْنَٰهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا۟ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ",
        "tafsir": "{  للجوا في طغيانهم يعمهون } لتمادوا في عتوهم وجرأتهم على الله تعالى عامهين مترددين في الضلال ؛  من اللجاج ،  وهو التمادي والعناد في تعاطي الفعل المزجور عنه .  يقال :  لج في الأمر يلج ويلج لججا ولجاجا ولجاجة ،  إذا لازمه وواظبه ؛  ومنه اللجة – بالفتح – لكثرة الأصوات .  ولجة البحر – بالضم – لتردد أمواجه .  والعمه :  التردد في الأمر تحيرا .\r\n\r\n",
        "sura": "23",
        "aya": "75",
        "page": "347"
    },
    {
        "text": "وَلَقَدْ أَخَذْنَٰهُم بِٱلْعَذَابِ فَمَا ٱسْتَكَانُوا۟ لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
        "tafsir": "{  فما استكانوا لربهم } فما خضعوا لربهم وانقادوا له وأطاعوه .  واستكان :  أي انتقل من كون إلى كون ،  ثم غلب استعماله في الانتقال من كون الكبر إلى كون الخضوع .\r\n\r\n",
        "sura": "23",
        "aya": "76",
        "page": "347"
    },
    {
        "text": "حَتَّىٰٓ إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
        "tafsir": "{  إذا هم فيه مبلسون } ساكتون من شدة الحيرة .  أو آيسون من كل خير .  يقال :  أبلس الرجل إبلاسا ،  سكت وأبلس :  أيس [ آية 44 الأنعام ص 223 ] .",
        "sura": "23",
        "aya": "77",
        "page": "347"
    },
    {
        "text": "وَهُوَ ٱلَّذِىٓ أَنشَأَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ قَلِيلًا مَّا تَشْكُرُونَ",
        "tafsir": "{ٱلأَبْصَارَ}\r\n(78) - واللهُ تَعالى هُوَ الذي خَلَقَ لَكُمُ السَّمْعَ، لِتَسْمَعُوا بِهِ الأَصْوَاتَ، والأبْصَارَ، لتُبْصِرُوا بها الأشْيَاءَ والمَحْسُوسَاتِ، والعُقُولَ، لِتَفْقَهُوا بِها وتُدْرِكُوا آياتِ اللهِ وحُجَجَهُ في الأَنْفُسِ والآفَاقِ، الدَّالَّةَ على وَحْدَانِّيتِهِ وقُدْرَتِهِ.\r\nوَبَعْدَ أنْ عَدَّدَ اللهُ سُبْحَانَه وتعالى هذِهِ النِّعَمَ التي أَنْعَم بِها على البَشَرِ، أشَارَ إلى كُفْرَانِهِم إيَّاها فَقَالَ: ما أَقَلَّ شُكْرَكُم للهِ على هذهِ النِّعَمِ الوَفِيرَةِ (قليلاً ما تَشْكُرُونَ).\n",
        "sura": "23",
        "aya": "78",
        "page": "347"
    },
    {
        "text": "وَهُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
        "tafsir": "{  ذرأكم } خلقكم وبثكم{  في الأرض } بالتناسل .\r\n\r\n",
        "sura": "23",
        "aya": "79",
        "page": "347"
    },
    {
        "text": "وَهُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ وَلَهُ ٱخْتِلَٰفُ ٱلَّيْلِ وَٱلنَّهَارِ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{ٱخْتِلاَفُ} {ٱللَّيْلِ} {يُحْيِي}\r\n(80) - وهو الذي وَهَبَ الخَلْقَ الحَيَاةَ بِنَفْخٍ الرُّوح فِيهِم، ثُمَّ يُمِيتُهُم بَعْدَ أنْ كانَ أحْيَاهُم، ثم يُعِيدُ خَلْقَهُم مَرَّةً أُخْرَى يَوْمَ البَعْثِ والنُّشُورِ، وَيجْمَعُهم إليهِ لِلْحِسَابِ، كمَا سَبَقَ أنْ بَدَأَ خَلْقَهُم. وهو الذي سَخَّرَ اللَّيْلَ والنَّهَارَ وَجَعَلَهُما مُتَعاقِبَيْنِ لا يَفْترِقَانِ، وكأنَّما يَطْلُبُ الوَاحِدُ مِنْهُمَا الآخَرَ وجَعَلَهُما مُخْتَلِفَيْنِ طُولاً وقِصراً، يَقْصُرُ هذا تَارَةً ويَطُولُ الآخَرُ، ثم يَطُولُ فَيَقْصُرُ الآخَرُ.\r\nوأنْتُمْ يا أيُّها النَّاسُ تَرَونَ كُلَّ ذلِكَ في كُلِّ حِينٍ، أَفَلَيْسَتْ لَكُم عُقُولٌ لِتَتَفَكُّرُوا بِها أنَّ ذلكَ كُلَّهُ لَمْ يُخْلَقْ عَبَثاً ولا مُصَادَفَةً؟ وإنَّما خَلَقَهُ اللهُ بِقُدْرَتِه، وقَدَّرَهُ وضَبَطَهُ، وجَعَلَه خَاضِعاً لَهُ، لِيَسْتَدِلَّ بهِ النَّاسُ عَلى وُجُودِ خَالِقِه القَدِير الوَاحِدِ الأَحَدِ، الذي لا شَرِيكَ لَهُ.\n",
        "sura": "23",
        "aya": "80",
        "page": "347"
    },
    {
        "text": "بَلْ قَالُوا۟ مِثْلَ مَا قَالَ ٱلْأَوَّلُونَ",
        "tafsir": "(81) - ولكِنَّ هَؤلاءِ المُشْرِكينَ مِنَ العَرَبِ لم يَعْتَبِرُوا بآياتِ اللهِ، ولَمْ يَتَدَبَّرُوا حُجَجَهُ الدَّالَةَ على قُدْرَتِه على فِعْلِ كُلِّ ما يُريدُ: كإِعَادَةِ خَلْقِ النَّاسِ يَوْمَ القِيَامَةِ، وبَعْثِهم مِنْ قُبُورِهم، وجَمْعِهم يَوْمَ القِيَامَةِ لِلْحِسَاب.. بَلْ قَالُوا مِثْلَمَا قَالَهُ أسْلاَفُهُم مِنْ مُكَذِّبِي الأُمَمِ الأُخْرَى الذينَ كَذَّبُوا رُسُلَ اللهِ، وجَحَدُوا بآيَاتِهِ. ",
        "sura": "23",
        "aya": "81",
        "page": "347"
    },
    {
        "text": "قَالُوٓا۟ أَءِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَٰمًا أَءِنَّا لَمَبْعُوثُونَ",
        "tafsir": "{أَإِذَا} {وَعِظَاماً} {أَإِنَّا}\r\n(82) - وقد كَانَ مُكَذِّبُوا الأُمُمِ السَّابِقَةِ مُنْكِرينَ: هَلْ سَنُبْعَثُ مِنْ قُبُورِنا، ونَعُودُ أحياءً كَما كُنَّا، بَعْدَ أنْ نَمُوتَ وتَبْلى عِظَامُنَا؟\n",
        "sura": "23",
        "aya": "82",
        "page": "347"
    },
    {
        "text": "لَقَدْ وُعِدْنَا نَحْنُ وَءَابَآؤُنَا هَٰذَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
        "tafsir": "{  أساطير الأولين } ما سطروه في كتبهم من الأحاديث الملففة والأخبار الكاذبة .  جمع أسطورة كأحدوثة .\r\n\r\n",
        "sura": "23",
        "aya": "83",
        "page": "347"
    },
    {
        "text": "قُل لِّمَنِ ٱلْأَرْضُ وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ",
        "tafsir": "{  قل لمن الأرض .  .  .  } أي قل لهم إلزاما للحجة على أنه تعالى قادر على البعث ،  وأنه هو الذي يستحق أن يعبد وحده ؛  وقد ألزمهم بثلاث حجج .\r\n\r\n",
        "sura": "23",
        "aya": "84",
        "page": "347"
    },
    {
        "text": "سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ",
        "tafsir": "(85) - إنَّهُمْ سَيَقُولُون إنَّ مَالِكَها، وخَالِقَها، ومُدَبِّرَها هو اللهُ تَعالى، ولكِنَّهم مَعَ ذلِكَ لا يَذْكُرُونَ هذهِ الحَقِيقَةَ حينما يَتَوَجَّهُونَ بالعِبَادَةِ لِغَيْرِهِ.\n",
        "sura": "23",
        "aya": "85",
        "page": "347"
    },
    {
        "text": "قُلْ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبْعِ وَرَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(86) - وقُلْ لَهُم: مَنْ خَلَقَ السَّمَاواتِ السَّبْعَ ومَنْ فِيهِنَّ، ومَنْ هو رَبُّ العَرْشِ العَظِيم؟ وقَالَ ابنُ عَبَّاسٍ: العَرْشُ لا يُقَدِّرُ قَدْرَهُ أَحَدٌ إلاَّ اللهُ تَعالى.\n",
        "sura": "23",
        "aya": "86",
        "page": "347"
    },
    {
        "text": "سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ",
        "tafsir": "(87) - إنَّهُم سَيقُولُون: إِنَّ كُلَّ شيء في الوُجُودِ هو للهِ، وهو رَبُّهُ، ولَيْسَ لَهُم جَوابٌ غير هذا. فَقُلْ لَهُم: إذا كُنْتُم تَعْتَرِفُون بأنَّه رَبُّ السَّمَاواتِ، وَربُّ العَرْشِ العَظِيم، أَفَلا تَخَافُون عِقَابَه، وتَحْذَرُونَ عَذَابَه في عِبَادَتِكُم مَعَهُ غَيْرَه، وإشْرَاكِكُم بِه، وإنْكَاركُم قُدْرَتَه على إِعَادَةِ خَلْقِكُمْ ونَشْرِكُم، وحِسَابِكُم، في الآخِرَةِ؟\n",
        "sura": "23",
        "aya": "87",
        "page": "347"
    },
    {
        "text": "قُلْ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ",
        "tafsir": "{  ملكوت كل شيء } ملك كل شيء ،  أو خزائنه . {  وهو يجير ولا يجار عليه } يغيث من يشاء ويمنعه مما يشاء ؛  ولا يغيث أحد منه أحدا ولا يمنعه منه فيدفع عنه عذابه وعقابه .  يقال :  أجرت فلانا على فلان ،  إذا أغثته منه ومنعته ؛  وعدي بعلى لتضمينه معنى النصر .\r\n\r\n",
        "sura": "23",
        "aya": "88",
        "page": "347"
    },
    {
        "text": "سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّىٰ تُسْحَرُونَ",
        "tafsir": "{  فأنى تسحرون } فكيف تخدعون وتصرفون عن الرشد والحق مع علمكم به ،  إلى ما أنتم عليه من الغي ؛  فإن من لا يكون مسحورا مختل العقل لا يكون كذلك !  من سحر – كمنع – بمعنى خدع أو أتى عمل السحر .  والمسحور :  المخدوع أو من تأثر بعمل السحر .\r\n\r\n",
        "sura": "23",
        "aya": "89",
        "page": "347"
    }
]