[{"text":"وَٱلَّٰتِى يَأْتِينَ ٱلْفَٰحِشَةَ مِن نِّسَآئِكُمْ فَٱسْتَشْهِدُوا۟ عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ فَإِن شَهِدُوا۟ فَأَمْسِكُوهُنَّ فِى ٱلْبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلْمَوْتُ أَوْ يَجْعَلَ ٱللَّهُ لَهُنَّ سَبِيلًا","aya":"15","page":"80","tafsir":"{  واللاتي يأتين الفاحشة }والنساء اللاتي يفعلن الفاحشة وهي الزنى .  وأصل الفاحشة :  ما عظم قبحه حتى بلغ الغاية في جنسه من الأقوال والأفعال .  والمراد بالنساء :  الزوجات :  عند الجمهور .  \r\n{  أو يجعل الله لهن سبيلا }أي مخرجا من هذه العقوبة ،  وقد جعله الله تعالى بما شرعه من الحد ،  فالزانى البكر :  يجلد .  والزانى الثيب :  يرجم .  وقد رجم النبي صلى الله عليه وسلم ماعز بن مالك الأسلمي والغامدية ،  وكانا محصنين .  \r\n \r\n"},{"text":"وَٱلَّذَانِ يَأْتِيَٰنِهَا مِنكُمْ فَـَٔاذُوهُمَا فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُوا۟ عَنْهُمَآ إِنَّ ٱللَّهَ كَانَ تَوَّابًا رَّحِيمًا","aya":"16","page":"80","tafsir":"{  واللذان يأتيانها منكم }أي والزانى والزانية من رجالكم ونسائكم ،  اللذان يأتيان هذه الفاحشة ،  فآذوهما بالتغيير والتوبيخ أو بهما ،  وبالضرب بالنعال والمراد بهما :  البكران اللذان لم يحصنا .  وقيل :  المراد بالنساء في الآية الأولى جنس النساء ،  وبقوله :  {  واللذان }في الآية الثانية الرجلان يفعلان اللواط ،  وهو رواية عن مجاهد .  والحكم منسوخ بالحد المفروض .  وذهب أبو مسلم الأصفهاني :  إلى أن الآية الأولى في السحاقات اللاتي يستمتع بعضهن ببعض ،  وحدهن الحبس .  والثانية في اللائطين ،  وحدهما الإيذاء .  وأما حكم الزنى ففي سورة النور ،  وزيفه الآلوسي ،  واختاره بعض المفسرين .  \r\n \r\n"},{"text":"إِنَّمَا ٱلتَّوْبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعْمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُو۟لَٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيْهِمْ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا","aya":"17","page":"80","tafsir":"{  إنما التوبة على الله .  .  .  }أي إنما التوبة المقبولة عند الله :  هي توبة الذين يعملون السيئات جهالة \r\nوسفها .  {  ثم يتوبون }إلى الله تعالى منها وهم في فسحة من العمر قبل وقت الاحتضار والغرغرة ،  ولا توبة تقبل منهم إذا تابوا في هذا الوقت ،  لأنها حالة اضطرار لا حالة اختيار .  وكذلك لا تقبل توبة الذين يموتون على الكفر ،  فلا ينفعهم الندم ولا يقبل منهم الفداء ولو بملء الأرض .  \r\n \r\n"},{"text":"وَلَيْسَتِ ٱلتَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ إِنِّى تُبْتُ ٱلْـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُو۟لَٰٓئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا","aya":"18","page":"80","tafsir":"\/ت17"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَحِلُّ لَكُمْ أَن تَرِثُوا۟ ٱلنِّسَآءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا۟ بِبَعْضِ مَآ ءَاتَيْتُمُوهُنَّ إِلَّآ أَن يَأْتِينَ بِفَٰحِشَةٍ مُّبَيِّنَةٍ وَعَاشِرُوهُنَّ بِٱلْمَعْرُوفِ فَإِن كَرِهْتُمُوهُنَّ فَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَيَجْعَلَ ٱللَّهُ فِيهِ خَيْرًا كَثِيرًا","aya":"19","page":"80","tafsir":"{  لا يحل لكم أن ترثوا النساء }أي تأخذوهن على سبيل الإرث ،  كما يؤخذ المال الموروث بعد موت أزواجهن مكرهين لهن على ذلك ،  وكانوا يفعلون ذلك في الجاهلية .  و{  كرها }-بالفتح والضم-بمعنى واحد .  والخطاب لأقارب الميت .  {  ولا تعضلوهن }نهى للأزواج عن إمساك النساء من غير حاجة لهم إليهن ،  مضارة ومضايقة لحملهن على الاختلاع بمهورهن ،  من العضل ،  وهو التضييق والمنع .  يقال :  عضلت الدجاجة ببيضها ،  والمرأة بولدها :  إذا تعسر خروجهما .  \r\n{  إلا أن يأتين بفاحشة مبينة }استثناء متصل من أعم العلل .  أي لا تعضلوهن لعلة من العلل ،  إلا أن يأتين بفاحشة مبينة أخلاقهن ،  وكاشفة عن أحوالهن ،  وهي النشوز وسوء الخلق ،  وإبذاء الزوج وأهله بالبذّاء وفحش القول ونحوه ،  فلكم العذر في طلب الخلع منهن ،  وأخذ ما آتيتموهن من المهر لوجود السبب من جهتهن .  والأصل في الباب قوله تعالى :  {  فإن خفتم ألا يقيما حدود الله فلا جناج عليهما فيما افتدت به } {[99]}وقوله :  {  فإن طبن لكم عن شيء منه نفسا فكلوه هنيئا مريئا }{[100]} ."}]