[
    {
        "text": "إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَٰمًا قَالَ إِنَّا مِنكُمْ وَجِلُونَ",
        "tafsir": "{  وجلون } خائفون لدخولهم بغير إذن ،  وفي غير وقت دخول الضيف ،  وامتناعهم من أكل طعامه ،  من الوجل ،  وهو استشعار الخوف ( آية 2 الأنفال ص 293 )",
        "sura": "15",
        "aya": "52",
        "page": "265"
    },
    {
        "text": "قَالُوا۟ لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٍ",
        "tafsir": "{بِغُلامٍ}\r\n(53) - فَقَالُوا لَهُ لاَ تَخَفْ مِنّا إِنَّنَا رُسُلُ رَبِّكَ، وَقَدْ أَتَيْنَا لِنُبَشِرَكَ بِأَنَّ اللهَ سَيَرْزُقُكَ وَلَداً (وَهُوَ إِسْحَاقُ عَلَيْهِ السَّلاَمُ)، يَكُونُ ذَا عِلْمٍ وَفِطْنَةٍ وَفَهْمٍ فِي الدِّينِ.",
        "sura": "15",
        "aya": "53",
        "page": "265"
    },
    {
        "text": "قَالَ أَبَشَّرْتُمُونِى عَلَىٰٓ أَن مَّسَّنِىَ ٱلْكِبَرُ فَبِمَ تُبَشِّرُونَ",
        "tafsir": "(54) - فَقَالَ لَهُمْ مُتَعَجِّباً أَنْ يُوْلَدُ لَهُ وَلَدٌ، بَعْدَ أَنْ كَبِرَ وَطَعَنَ فِي السِّنِّ هُوَ وَزَوْجَتُهُ: كَيْفَ تُبَشِّرُونَنِي بِوِلاَدَةِ وَلَدٍ لِي بَعْدَ أَنْ عَلاَنِيَ الكِبَرُ، وَأَثَّرَ فِيَّ، وَتِلْكَ حَالٌ تَتَنَافَى مَعْ هَذِهِ البُشْرَى، فَبَأَيِّ أُعْجُوبَةٍ تُبَشِّرُونَ؟ وَقَدْ قَالَ إِبْرَاهِيمُ هَذَا القَوْلَ مُتَعَجِّباً، لاَ مُسْتَبْعِداً حُصُولَ ذلِكَ عَلَى قُدْرَةِ اللهِ، فَهُوَ يَعْلَمُ أَنَّ الله تَعَالَى لاَ يُعْجِزُهُ شَيْءٌ فِي الأَرْضِ وَلا فِي السَّمَاءِ.",
        "sura": "15",
        "aya": "54",
        "page": "265"
    },
    {
        "text": "قَالُوا۟ بَشَّرْنَٰكَ بِٱلْحَقِّ فَلَا تَكُن مِّنَ ٱلْقَٰنِطِينَ",
        "tafsir": "{  القانطين } الآيسين من خرق العادة لك ،  من القنوط ،  وهو اليأس من الخير .\r\n\r\n",
        "sura": "15",
        "aya": "55",
        "page": "265"
    },
    {
        "text": "قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ",
        "tafsir": "(56) - فَأَجَابَهُمْ إِنَّهُ لَيْسَ قَانِطاً مِنْ رَحْمَةِ اللهِ، وَلكِنَّهُ يَرْجُو الوَلَدَ مِنَ اللهِ، وَإِنْ كَانَ قَدْ كَبرَ وَأَسَنَّتْ زَوْجَتُهُ، فَإِنَّهُ يَعْلَمُ مِنْ قُدْرَةِ اللهِ وَرَحْمَتِهِ مَا هُوَ أَبْلَغُ مِنْ ذَلِكَ. وَلاَ يَقْنَطُ مِنْ رَحْمَةِ اللهِ إِلاَّ مَنْ ضَلَّ طَرِيقَ الهِدَايَةِ وَالإِيمَانِ، وَجَهِلَ عَظَمَةَ الخَالِقِ.",
        "sura": "15",
        "aya": "56",
        "page": "265"
    },
    {
        "text": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ",
        "tafsir": "{  فما خطبكم } فما شأنكم الذي أرسلتم  لأجله  سوى هذه البشارة( آية 51 يوسف ص 387 ) .",
        "sura": "15",
        "aya": "57",
        "page": "265"
    },
    {
        "text": "قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍ مُّجْرِمِينَ",
        "tafsir": "(58) - فَقَالُوا لَهُ: إِنَّهُمْ مُرْسَلُونَ مِنْ قِبَلِ اللهِ تَعَالَى إِلَى قَوْمٍ مِجْرِمِينَ، يَعْمَلُونَ السَّيِّئَاتِ، وَلإِهْلاَكِهِمْ، وَهَؤُلاَءِ هُمْ قَوْمُ لُوطٍ.",
        "sura": "15",
        "aya": "58",
        "page": "265"
    },
    {
        "text": "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ",
        "tafsir": "{آلَ}\r\n(59) - وَإِنَّهُمْ سَيُنَجُّونَ لُوطاً وَأَهْلَهُ أَجْمَعِينَ.",
        "sura": "15",
        "aya": "59",
        "page": "265"
    },
    {
        "text": "إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَآ إِنَّهَا لَمِنَ ٱلْغَٰبِرِينَ",
        "tafsir": "{  إلا امرأته } استثناء من الضمير في {  لمنجوهم } .  {  قدرنا إنها لمن الغابرين } علمنا أو قضينا أنها من الباقين من العذاب ،  من التقدير بمعنى الحكم .  وإسناد الملائكة الفعل إلى أنفسهم مجاز ،  على حد قول خاصة الملك :  نحن فعلنا ،  وإن كانوا فعلوه بأمر الملك .  و{  الغابرين } من غبر بمعنى بقى ( آية 83 الأعراف ص 269 ) .",
        "sura": "15",
        "aya": "60",
        "page": "265"
    },
    {
        "text": "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلْمُرْسَلُونَ",
        "tafsir": "{آلَ}\r\n(61) - وَلَمَّا جَاءَ المُرْسَلُونَ إِلَى لُوطٍ، فِي صُورَةِ شُبَّانٍ صِبَاحِ الوُُجُوهِ.",
        "sura": "15",
        "aya": "61",
        "page": "265"
    },
    {
        "text": "قَالَ إِنَّكُمْ قَوْمٌ مُّنكَرُونَ",
        "tafsir": "(62) - فَضَاقَ لُوطٌ، عَلَيْهِ السَّلاَمُ، بِهؤُلاءِ الضُّيُوفِ ذَرْعاً، خَوْفاً عَلَيْهِمْ مِنْ فَسَادِ قَوْمِهِ، وَأَنْكَرَ عَلَيْهِمِ القُدُومَ إِلَى هذِهِ القَرْيَةِ الظَّالِمِ أَهْلُهَا.\r\nقَوْمٌ مُنْكَرُونَ - أُنْكِرُكُمْ وَلاَ أَعْرِفُكُمْ.",
        "sura": "15",
        "aya": "62",
        "page": "265"
    },
    {
        "text": "قَالُوا۟ بَلْ جِئْنَٰكَ بِمَا كَانُوا۟ فِيهِ يَمْتَرُونَ",
        "tafsir": "{  بما كانوا فيه يمترون } أي بالعذاب الذي كان يشكون أنه نازل بهم ويكذبون فيه .\r\n\r\n",
        "sura": "15",
        "aya": "63",
        "page": "265"
    },
    {
        "text": "وَأَتَيْنَٰكَ بِٱلْحَقِّ وَإِنَّا لَصَٰدِقُونَ",
        "tafsir": "{وَآتَيْنَاكَ} {لَصَادِقُونَ}\r\n(64) - وَإِنَّا أَتَيْنَاكَ بِالأَمْرِ المُحَقَّقِ المُتَيَقّنِ الذِي لاَ مَجَالَ لِلشَّكِّ فِيهِ، وَهُوَ العَذَابُ الذِي قَدَّرَ اللهُ إِنْزَالَهُ بِقَوْمِهِ، وَإِنَّا لَصَادِقُونَ فِيمَا أَخْبَرْنَاكَ بِهِ مِنْ إِهْلاَكِ قَوْمِكَ وَإِنْجَائِكَ وَأَهْلَكَ.",
        "sura": "15",
        "aya": "64",
        "page": "265"
    },
    {
        "text": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَٱتَّبِعْ أَدْبَٰرَهُمْ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ وَٱمْضُوا۟ حَيْثُ تُؤْمَرُونَ",
        "tafsir": "{  فأسر بأهلك .  .  .  .  } سر بهم في طائفة من الليل .  أو ظلمة أخره ( آية 81 سورة هود ص 371 ) .\r\n{  و اتبع أدبارهم } كن على أثرهم ،  لتطلع عليهم وعلى أحوالهم .",
        "sura": "15",
        "aya": "65",
        "page": "265"
    },
    {
        "text": "وَقَضَيْنَآ إِلَيْهِ ذَٰلِكَ ٱلْأَمْرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقْطُوعٌ مُّصْبِحِينَ",
        "tafsir": "{  أن دابر هؤلاء مقطوع } أي آخرهم ( آية 45 الأنعام ص 223 ) .  {  مصبحين } أي داخلين في الصباح ،  من أصبح التامة ،  وصيغة أفعل تأتي للدخول في الشيء ،  نحو أنجد وأتهم ،  أي دخل في نجد وفي تهامة .",
        "sura": "15",
        "aya": "66",
        "page": "265"
    },
    {
        "text": "وَجَآءَ أَهْلُ ٱلْمَدِينَةِ يَسْتَبْشِرُونَ",
        "tafsir": "(67) - ثُمَّ شَرَعَ اللهُ تَعَالَى يَقصُّ مَا صَدَرَ مِنْ قَوْمِ لُوطٍ، حِينَما عَلِمُوا بِقُدُومِ أَضْيَافٍ صِبَاحِ الوُجُوهِ إِلىَ دَارِ لُوطٍ، وَمَا تَرَتَّبَ عَلَيْهِ مِنْ دَمَارِهِمْ كَمَا أَشَارَ إِلَيْهِ تَعَالَى سَابِقاً. فَقَالَ تَعَالَى: إِنَّ أَهْلَ القَرْيَةِ جَاؤُوا إِلَى دَارِ لُوطٍ مُسْرِعِينَ مُسْتَبْشِرينَ بِأَنَّهُمْ سَيَنَالُونَ بُغْيَتَهُمْ، بِفِعْلِ الفَاحِشَةِ، مِنْ هَؤُلاَءِ الضُّيُوفِ.\r\n(وَقِيلَ إِنَّ امْرَأَةَ لُوطٍ هِيَ التِي أَخْبَرَتْ قَوْمَهَا بِوُصُولِ الأَضْيَافِ إِلَى دَارِ زَوْجِها).",
        "sura": "15",
        "aya": "67",
        "page": "265"
    },
    {
        "text": "قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيْفِى فَلَا تَفْضَحُونِ",
        "tafsir": "(68) - وَقَبْلَ أَنْ يَعْلَمَ لُوطٌ أَنَّ أَضْيَافَهُ هُمْ رُسُلُ رَبِّهِ إِلَيْهِ، أَخَذَ يُدَافِعُ قَوْمَهُ عَنْهُمْ، وَيَقُولُ لَهُمْ: إِنَّهُمْ أَضْيَافُهُ، وَرَجَاهُمْ أَنُ لاَ يَخْذُلُوهُ، وَيُهِينُوهُ بِالاعْتِدَاءِ عَلَى أَضْيَافِهِ وَخَفْرِ ذِمَّتِهِ.",
        "sura": "15",
        "aya": "68",
        "page": "265"
    },
    {
        "text": "وَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ",
        "tafsir": "{  و لا تخزون } لا تذلوني بالتعرض بالسوء لهم ( آية 78 هود 370 ) .",
        "sura": "15",
        "aya": "69",
        "page": "265"
    },
    {
        "text": "قَالُوٓا۟ أَوَلَمْ نَنْهَكَ عَنِ ٱلْعَٰلَمِينَ",
        "tafsir": "{ٱلْعَالَمِينَ}\r\n(70) - فَقَالُوا لَهُ: أَلَمْ نَنْهَكَ عَنِ اسْتِضَافَةِ أَحَدٍ مِنَ النَّاسِ فِي قَرْيَتِنَا، فَقَدْ كَانُوا يَتَعَرَّضُونَ لِكُلِّ غَرِيبٍ بِالسُّوءِ، وَكَانَ لُوطٌ يُدَافِعُهُمْ وَيَنْهَاهُمْ عَنِ ارْتِكَابِ الفَوَاحِشِ، وَيُدَافِعُهُمْ عَنْ أَضْيَافِهِ.\r\nعَنِ العَالَمِينَ - عَنْ إِجَارَةِ أَوْ ضِيَافَةِ أَحَدٍ مِنَ النَّاسِ.",
        "sura": "15",
        "aya": "70",
        "page": "265"
    }
]