[
    {
        "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَاتُنَا بَيِّنَٰتٍ قَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا ٱئْتِ بِقُرْءَانٍ غَيْرِ هَٰذَآ أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِىٓ أَنْ أُبَدِّلَهُۥ مِن تِلْقَآئِ نَفْسِىٓ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
        "tafsir": "{  من تلقاء نفسي } من قبل نفسي ومن عندي .  مصدر على تفعال ،  ولا نظير له غير تبيان .\r\n\r\n",
        "sura": "10",
        "aya": "15",
        "page": "210"
    },
    {
        "text": "قُل لَّوْ شَآءَ ٱللَّهُ مَا تَلَوْتُهُۥ عَلَيْكُمْ وَلَآ أَدْرَىٰكُم بِهِۦ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِۦٓ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{  ولا أدراكم به } ولا أعلمكم الله بالقرآن على لساني .  يقال :  دريته وبه أدرى دريا ودراية ،  علمته .  أو علمته بضرب من الحيلة .  وأدراه به :  أعلمه . و {  لا } مؤكدة للنفي .\r\n\r\n",
        "sura": "10",
        "aya": "16",
        "page": "210"
    },
    {
        "text": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَٰتِهِۦٓ إِنَّهُۥ لَا يُفْلِحُ ٱلْمُجْرِمُونَ",
        "tafsir": "{  فمن أظلم .  .  .  } أي وإذا كان القرآن بمشيئته تعالى وأمره ،  فمن اختلق من تلقاء نفسه كلاما\r\nوقال هو من عند الله .  أو بدل بعض آياته ببعض ،  كما يجوزون ذلك في شأني .  أو كذب ببعض آياته كما يفعلون ،  فهو أظلم من كل ظالم .  و{  افترى } اختلق .  يقال :  افترى الكذب اختلقه ،  ومنه الفرية أي الكذب .  والفري :  الأمر المختلق المصنوع .  وزيادة {  كذبا } مع أن الافتراء لا يكون إلا كذلك ،  للإشارة إلى أن ما نسبوه صلى الله عليه وسلم مع كونه افتراء على الله هو كذب في نفسه .\r\n\r\n",
        "sura": "10",
        "aya": "17",
        "page": "210"
    },
    {
        "text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِ قُلْ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعْلَمُ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
        "tafsir": "{  و يقولون هؤلاء شفعاؤنا } كان المشركون ينكرون البعث ،  وقد حاجهم الله في ذلك في غير\r\nآية .  وكانوا يقولون :  {  لا يبعث الله من يموت } .  ويقولون : {  إن هي إلا حياتنا الدنيا وما نحن بمبعوثين } .  ومع ذلك قالوا :  {  هؤلاء } أي الأصنام{  شفعاؤنا عند الله } وروي عن بعضهم القول بشفاعة اللات والعزى لهم يوم القيامة .  فذهب الجمهور إلى أنه إنما قيل على سبيل الفرض\r\nوالتقدير ،  أي إن كان هناك بعث كما تزعمون فهؤلاء يشفعون لنا .  وذهب الحسن إلى أن مرادهم الشفاعة في الدنيا لإصلاح المعاش لا في الآخرة لإنكارهم البعث .  والحق أنهم في أمر مريج من البعث ،  وأنهم فيه حيارى مضطربون ،  ولذلك اختلفت كلماتهم .  وسيأتي لذلك تتمة في موضعه .\r\n{  قل أتنبئون الله } أي قل لهم تبكيتا :  أتخبرونه بما لا وجود له أصلا وهو شفاعة الأصنام عنده ،  إذ لو كان موجودا لعلمه ،  وحيث كان غير معلوم له تعالى استحال وجوده ،  لأنه لا يعزب عن علمه شيء .\r\n\r\n",
        "sura": "10",
        "aya": "18",
        "page": "210"
    },
    {
        "text": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةً وَٰحِدَةً فَٱخْتَلَفُوا۟ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ",
        "tafsir": "{وَاحِدَةً}\r\n(19) - يُخْبِرُ اللهُ تَعَالَى أَنَّ الشِّرْكَ حَادِثٌ فِي النَّاسِ، كَائِنٌ بَعْدَ أَنْ لَمْ يَكُنْ، وَأَنَّ النَّاسَ كَانُوا جَمِيعاً أُمَّةً وَاحِدَةً عَلَى فِطْرَةِ الإِسْلاَمِ، ثُمَّ وَقَعَ الاخْتِلاَفُ بَيْنَ النَّاسِ، وَعُبِدَتِ الأَصْنَامُ وَالأَوْثَانُ وَالأَنْدَادُ، فَبَعَثَ اللهُ الرُّسُلَ بِآيَاتِهِ وَبِيِّنَاتِهِ وَحُجَجِهِ البَالِغَةِ، وَبَرَاهِينِهِ الدَّامِغَةِ، لِهِدَايَتِهِمْ وَإِزَالَةِ الاخْتِلاَفِ بَيْنَهُمْ، وَأَيَّدَ الرُّسُلَ بِكُتُبِهِ وَوَحْيِهِ، وَلَوْلاَ مَا تَقَدَّمَ مِنَ اللهِ تَعَالى أَنَّهُ لاَ يُعَذِّبُ أَحداً إِلاَّ بَعْدَ قِيَامِ الحُجَّةِ عَلَيهِ، وَأَنَّهُ أَجَّلَ الخَلْقَ إِلى أَجَلٍ مَوْعُودٍ، هُوَ يَوْمُ القِيَامَةِ، لَقَضَى بَيْنَهُمْ فِي الدُّنْيَا فِيمَا اخْتَلَفُوا فِيهِ، فَأَسْعَدَ المُؤْمِنينَ، وَأَعْنَتَ الكَافِرِينَ.",
        "sura": "10",
        "aya": "19",
        "page": "210"
    },
    {
        "text": "وَيَقُولُونَ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ فَقُلْ إِنَّمَا ٱلْغَيْبُ لِلَّهِ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
        "tafsir": "{  ويقولون لولا انزل عليه آية } أي هلا أظهر الله  على يديه آية من الآيات التي اقترحناها ،  كآية موسى وعيسى عليهما السلام .  ولم يردعهم عن هذا القول ما يرون من المعجزات الباهرة ،  التي أعلاها القرآن العظيم ،  المعجز للبشر على وجه الدهر إلى يوم القيامة ،  وأي آية من الآيات السابقة تدانيه . و لكنه الضلال والعناد ؟  .\r\n\r\n",
        "sura": "10",
        "aya": "20",
        "page": "210"
    }
]