[{"text":"مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ أَوْ مِثْلِهَآ أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","aya":"106","page":"17","tafsir":"{  ما ننسخ من آية } لما قال الكافرون :  إن محمدا يأمر أصحابه بأمر ثم ينهاهم عنه ويأمرهم بخلافه ،  ويقول اليوم قولا \r\nويرجع عنه غدا ،  وأنه ما يقول إلا من تلقاء نفسه-أنزل الله هذه الآية بيانا لوجه حكمة النسخ ،  وأنها رعاية مصالح العباد ،  وأن النسخ من عند الله لا من عند محمد صلى الله عليه وسلم .  \r\nوالنسخ :  الرفع والإزالة ،  يقال :  نسخت الشمس الظل ،  إذا أذهبته وأبطلته ،  ونسخ الآية تارة برفع حكمها مع بقاء تلاوتها ،  وتارة برفع تلاوتها مع بقاء حكمها ،  وتارة برفعهما معا .  وتارة يكون النسخ يبدل ،  وتارة بغير بدل ،  كما تقرر في الأصول .  والمراد به في الآية نسخ الحكم ببدل .  \r\nوإنساء الآية – من النسيان- إذهابها من القلوب حتى لا تذكرها ،  وهو النوع الثالث من النسخ والمعنى :  ما ننسخ من آية فنرفع حكمها ،  أو نمحو من القلوب ،  نأت بدلها بما هو أنفع لكم وأسهل ،  وأكثر لأجركم .  أو بمثلها في المنفعة والثواب .  فما نسخ بالأخف فهو في العمل أيسر ،  وما نسخ بالأشد فهو في الثواب أكثر ،  وقرئ  \"  ننسأها  \"  ،  من النسئ بمعنى التأخير ،  أي نؤخر إنزالها من اللوح المحفوظ .  \r\n \r\n"},{"text":"أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ","aya":"107","page":"17","tafsir":"no text"},{"text":"أَمْ تُرِيدُونَ أَن تَسْـَٔلُوا۟ رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ وَمَن يَتَبَدَّلِ ٱلْكُفْرَ بِٱلْإِيمَٰنِ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","aya":"108","page":"17","tafsir":"no text"},{"text":"وَدَّ كَثِيرٌ مِّنْ أَهْلِ ٱلْكِتَٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَٰنِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْحَقُّ فَٱعْفُوا۟ وَٱصْفَحُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦٓ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","aya":"109","page":"17","tafsir":"{  فاعفوا واصفحوا } فتجاوزوا عما كان منهم من عداوة وحسد .  والعفو :  ترك العقوبة على الذنب .  \r\nوالصفح :  ترك اللوم والعقاب عليه ،  وهوأبلغ من العفو ،  إذ قد يعفوالإنسان ولا يصفح .  \r\n{  حتى يأتي الله بأمره } أي بأمره بقتالهم .  أوبالجزاء يوم القيامة .  والأمر على الأول واحد الأوامر ،  وعلى الثاني واحد الأمور .  \r\n \r\n"},{"text":"وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ٱللَّهِ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ","aya":"110","page":"17","tafsir":"no text"},{"text":"وَقَالُوا۟ لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَٰرَىٰ تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا۟ بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَ","aya":"111","page":"17","tafsir":"{  تلك أمانيهم } أي دعوى اليهود :  لن يدخل الجنة إلا من كان هودا .  ودعوى النصارى :  لن يدخل الجنة إلا من كان نصارى ،  وزعمهم جميعا حرمان المسلمين منها أماني باطلة ،  تمنوها على الله بغير حق .  \r\n{  قل هاتوا برهانكم } أي أحضروا حجتكم على ما ادعيتموه من اختصاصكم بدخول الجنة .  و \"  هاتوا \"  فعل أمر ،  وهاؤه أصلية .  والبرهان على صحة الدعوى ،  مصدر بره يبره إذا أبيض ،  سميت به الحجة لنصوع دلالتها على المطلوب ،  \r\nومنه :  أبره إذا أتي بالبرهان .  أومن البره ،  وهو القطع ،  ومنه :  البرهة وهي القطعة من الزمان ،  وسميت به الحجة لأن بها قطع دعوى الخصم .  أومن البرهنة بمعنى البيان .  \r\n \r\n"},{"text":"بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","aya":"112","page":"17","tafsir":"{  بلى من أسلم } أي ليس الأمر كما زعمتم ،  وإنما يدخل الجنة من اخلص دينه وعبادته لله وحده ،  وهو متبع في أمر ربه ،  محسن عمله .  \r\n \r\n"}]