[
    {
        "text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا۟ ٱلسُّوٓءَ بِجَهَٰلَةٍ ثُمَّ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
        "tafsir": "{  ثم إن ربك للذين عملوا السوء } ،  بعد أن هدد المشركين على أنواع من قبائحهم كأنكار البعث والنبوة ،  وكون القرآن من عند الله ،  وتحريم ما أحل الله وتحليل ما حرم الله – بين أن كل ذلك لا يمنع من قبول توبتهم وغفران ذنوبه إذا تابوا وأصلحوا .  {  بجهالة } ،  جاهلين بالله وبعقابه .  أو غير متدبرين في العواقب لغلبة الشهوات عليهم . <br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "119",
        "page": "281"
    },
    {
        "text": "إِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ ٱلْمُشْرِكِينَ",
        "tafsir": "{  كان أمة قانتا } ،  أي :  كان أمة وحده ،  إذ كان عنده من الخير ما كان عند أمة بأسرها .  أو كان منفردا بالإيمان في وقته مدة ما ،  والناس كلهم كفرا .  {  قانتا } ،  مطيعا لله خاضعا له ،  من القنوت وهو الطاعة مع الخضوع .  {  حنيفا } ،  مائلا عن الأديان الباطلة إلى الدين الحق . <br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "120",
        "page": "281"
    },
    {
        "text": "شَاكِرًا لِّأَنْعُمِهِ ٱجْتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{  اجتباه } ،  اختاره واصطفاه للنبوة ( 179 آل عمران ص 134 ) .",
        "sura": "16",
        "aya": "121",
        "page": "281"
    },
    {
        "text": "وَءَاتَيْنَٰهُ فِى ٱلدُّنْيَا حَسَنَةً وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
        "tafsir": "{وَآتَيْنَاهُ} {ٱلآخِرَةِ} {ٱلصَّالِحِينَ}\r\n(122) - وَقَدْ آتَاهُ اللهُ تَعَالَى فِي الدُّنْيا حَسَنَةً بِأَنْ جَعَلَهُ نَبِيّاً، وَإِمَاماً لِلْقَانِتِينَ، وَأباً لِلأَنْبِيَاءِ، وَسَيَكُونُ حَالُهُ فِي الآخِرَةِ أَفْضَلُ لأَِنَّهُ سَيَكُونُ مِنَ الصَّالِحِينَ الَّذِينَ يَرْضَى اللهُ عَنْ أَعْمَالِهِمْ.",
        "sura": "16",
        "aya": "122",
        "page": "281"
    },
    {
        "text": "ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ ٱتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
        "tafsir": "{  ملة إبراهيم } ،  شريعته وهي التوحيد ،  وهي الإسلام الحنيف المعبر عنه آنفا بالصراط المستقيم . <br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "123",
        "page": "281"
    },
    {
        "text": "إِنَّمَا جُعِلَ ٱلسَّبْتُ عَلَى ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
        "tafsir": "{القِيَامَةِ}\r\n(124) - شَرَعَ اللهُ لِكُلِّ مِلَّةٍ يَوْماً مِنَ الأُسْبُوعِ يَجْتَمِعُ النَّاسُ فِيهِ لِلْعِبَادَةِ، فَشَرَعَ لِلْمُسْلِمِينَ يَوْمَ الجُمُعَةِ لأَِنَّهُ اليَوْمُ السَّادِسُ الذِي أَكْمَلَ اللهُ فِيهِ خَلْقَ العَالَمِ.\r\nوَقِيلَ إِنَّ اللهَ شَرَعَ يَوْمَ الجُمُعَةِ لِبَنِي إِسْرَائِيلَ عَلَى لِسَانِ مُوسَى فَعَدَلُوا عَنْهُ، وَاخْتَارُوا السَّبْتَ لأَِنَّهُ اليَوْمُ الذِي لَمْ يَخْلُقْ فِيهِ الرَّبُ شَيْئاً، فَأَلْزَمَهُمُ اللهُ بِهِ فِي شَرِيعَتِهِمْ، وَوَصَّاهُمْ بِأَنْ يَتَمَسَّكُوا بِهِ، وَبِأَنْ يُحَافِظُوا عَلَيْهِ، وَلَمْ يَكُنْ تَحْرِيمُ السَّبْتِ فِي دِينِ إِبْرَاهِيمَ.\r\nوَقَدْ جَعَلَ وَبَالَ الاعْتِدَاءِ فِي السَّبْتِ (وَهُوَ المَسْخُ) عَلَى الذِينَ اعْتَدَوا فِيهِ، فَاسْتَحَلُّوا الصَّيْدَ فِيهِ، وَقَدْ كَانَ مِنْ وَاجِبِ اليَهُودِ أَنْ يَتَّفِقُوا عَلَى كَلِمَةٍ وَاحِدَةٍ، بَعْدَ أَنْ أُمِرُوا بِتَعْظِيمِ السَّبْتِ، وَالكَفِّ عَنِ الصَّيْدِ فِيهِ، كَمَا جَعَلَ الوَبَالَ الذِي يَلْحَقُ بِالَّذِينَ حَلَّلُوا وَحَرَّمُوا مِنْ أَنْفُسِهِمْ، مِنَ المُشْرِكِينَ، عَلَيْهِمْ هُمْ، وَسَيَحْكُمُ اللهُ بَيْنَ هؤُلاءِ وَهؤُلاءِ، فِيمَا اخْتَلَفُوا فِيهِ فِي الدُّنْيَا، حِينَمَا يَرْجِعُونَ إِلَيْهِ يَوْمَ القِيَامَةِ.",
        "sura": "16",
        "aya": "124",
        "page": "281"
    },
    {
        "text": "ٱدْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلْحِكْمَةِ وَٱلْمَوْعِظَةِ ٱلْحَسَنَةِ وَجَٰدِلْهُم بِٱلَّتِى هِىَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
        "tafsir": "{وَجَادِلْهُمْ}\r\n(125) - ادْعُ يَا مُحَمَّدُ قَوْمَكَ إِلَى سُلُوكِ طَرِيقِ اللهِ، طَرِيقِ الحَقِّ الذِي شَرَعَهُ اللهُ لِلنَّاسِ، وَاسْتَعْمِلْ فِي دَعْوَتِكَ مَعْ كُلِّ وَاحِدٍ مِنْهُمُ الوَسِيلَةَ النَاجِعَةَ مَعَهُ، وَالطَّرِيقَةَ المُنَاسِبَةَ، وَجَادِلْ أَهْلَ الكِتَابِ بِالحُجَّةِ وَالقَوْلِ اللَّيِّنِ، وَالعِبَارَةِ الحَسَنَةِ التِي لاَ تَشُوبُهَا قَسْوَةٌ وَلاَ عُنْفٌ، لِيَسْتَمِرَّ بَيْنَكَ وَبَيْنَهُمُ الحِوَارُ وَالجَدَلُ وَالنِّقَاشُ، فَتَسْتَطِيعَ إِقْنَاعَهُمْ بِصِحَّةِ دَعْوَتِكَ، وَحَمْلَهُمْ عَلَى اتِّبَاعِكَ، وَاتَرْكُ بَعْدَ ذَلِكَ أَمْرَهُمْ للهِ، فَهُوَ الذِي يَعْلَمُ مَنْ ضَلَّ فَلاَ يُفِيدُ مَعَهُ جَدَلٌ وَلاَ دَعْوَةٌ، وَهُوَ الذِي يَعْلَمُ مَنْ صَفَتْ نَفُسُهُ، وَسَلِمَ تَفْكِيرُهُ، فَاهْتَدَى وَآمَنَ بِمَا جِئْتَ بِهِ مِنْ عِنْدِ اللهِ.",
        "sura": "16",
        "aya": "125",
        "page": "281"
    },
    {
        "text": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا۟ بِمِثْلِ مَا عُوقِبْتُم بِهِۦ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّٰبِرِينَ",
        "tafsir": "{لِّلصَّابِرينَ} {لَئِن}\r\n(126) - يَأْمُرُ اللهُ تَعَالَى المُؤْمِنينَ بِالعَدْلِ فِي القَصَاصِ، وَالمُمَاثَلَةِ فِي الاسْتِيفَاءِ لِلْحَقِّ، فَإِنْ أَخَذَ رَجُلٌ مِنْكُمْ شَيْئاً، فَخُذُوا مِثْلَهُ. وَفِي مَعْرَكَةِ أُحُدٍ قُتِلَ حَمْزَةُ بْنُ عَبْدِ المُطَّلِبِ (عَمُّ الرَّسُولِ صلى الله عليه وسلم) وَمَثَّلَ المُشْرِكُونَ بِجُثَّتِهِ، فَاغْتَاظَ الرَّسُولُ لِذَلِكَ كَثِيراً وَقَالَ:  \"لَئِنْ أَظْهَرَنِي اللهُ عَلَيْهِمْ لأُمَثِّلَّنَ بِثَلاَثِينَ رَجُلاً مِنْهُمْ\" . فَأَنْزَلَ اللهُ تَعَالَى هَذِهِ الآيَةَ، فَكَفَّرَ الرَّسُولُ عَنْ يَمِينِهِ وَأَمْلَكَ عَنْ ذلِكَ.\r\nثُمَّ يَقُولُ تَعَالَى: إِنَّ المُؤْمِنينَ إِذَا صَبَرُوا، وَلَمْ يَقْتَصُّوا لأَِنْفُسِهِمْ، كَانَ ذلِكَ خَيْراً لَهُمْ فِي الدُّنْيا وَالآخِرَةِ.\r\nوَلِهَذِهِ الآيَةِ الكَرِيمَةِ أَمْثَالٌ فِي القُرْآنِ مُشْتَمِلَةٌ عَلَى مَشْرُوعِيَّةِ العَدْلِ وَالنَّدْبِ إِلى الفَضْلِ { وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَاْ } }، ثُمَّ قَالَ تَعَالَى: { فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى ٱللَّهِ } }.",
        "sura": "16",
        "aya": "126",
        "page": "281"
    },
    {
        "text": "وَٱصْبِرْ وَمَا صَبْرُكَ إِلَّا بِٱللَّهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
        "tafsir": "{  في ضيق } ،  أي :  في ضيق صدر وحرج ،  قرئ بفتح الضاد وكسرها ،  وهما لغتان في المصدر .  يقال :  ضاق الشيء يضيق ضيقا وضيقا ،  خلا اتسع ،  فهو ضيق .  وضاق صدره : حرج ،  فهو ضيق أيضا ،  والاسم الضيق .  والله أعلم . <br />\r\n<br />\r\n",
        "sura": "16",
        "aya": "127",
        "page": "281"
    },
    {
        "text": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا۟ وَّٱلَّذِينَ هُم مُّحْسِنُونَ",
        "tafsir": "(128) - إِنَّ اللهَ مُؤَيِّدٌ بِنَصْرِهِ وَعَوْنِهِ وَهُدَاهُ الَّذِينَ آمَنُوا، وَاتَّقَوْا مَحَارِمَ رَبِّهِمْ، فَاجْتَنَبُوهَا خَوْفاً مِنْ عِقَابِهِ، وَالَّذِينَ يُحْسِنُونَ رِعَايَةَ فَرَائِضِهِ، وَالقِيَامَ بِحُقُوقِهِ، وَلُزُومَ طَاعَتِهِ فِيمَا أَمَرَهُمْ بِهِ، وَفِي تَرْكِ مَا نَهَاهُمْ عَنْهُ.",
        "sura": "16",
        "aya": "128",
        "page": "281"
    }
]