[{"text":"فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَآ إِثْمَ عَلَيْهِ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ","aya":"182","page":"28","tafsir":"{  جفنا أو إثما } الجنف :  الميل والجور .  يقال :  جنف في وصيته وأجنف ،  مال وجار ،  فهو جنف وأجنف .  وقيل :  أجنف مختص بالوصية ،  وجنف في مطلق الميل عن الحق .  ويقال :  جنف وجنف عن طريقه جنفا وجنوفا .  \r\nوالإثم :  عمل مالا يحل .  يقال :  أثم يأثم فهوآثم وأثيم .  والمراد بالجنف هنا :  الميل عن الحق في الوصية خطأ ،  بقرينه مقابلته بالإثم وهو الميل عن الحق فيها عمدا .  \r\n \r\n"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ","aya":"183","page":"28","tafsir":"{  من قبلكم .  .  .  } من لدن آدم إلى عهدكم .  والمماثلة في أصل الوجوب ،  فما أخلى الله أمة من فرضه عليها .  \r\n \r\n"},{"text":"أَيَّامًا مَّعْدُودَٰتٍ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَن تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهُۥ وَأَن تَصُومُوا۟ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ","aya":"184","page":"28","tafsir":"{  وعلى الذين يطيقونه فدية } ذهب أكثر المفسرين والفقهاء إلى أن هذه الآية منسوخة ،  ففى الصحيحين عن سلمة بن الأكوع قال :  لما نزلت هذه الآية كان من شاء منا صام ومن شاء أفطر ويفتدي ،  حتى نزلت الآية بعدها فنسختها :  {  فمن شهد منكم الشهر فليصمه }أي أنها نسخت هذا التخيير .  وذهب ابن عباس إلى محكمة غير منسوخة – كما رواه البخاري وأبو داود وغيرهما – وأنها نزلت في الشيخ الكبير الهرم والعجوز الكبيرة الهرمة ،  اللذين لا يستطيعان الصوم ،  فعليهما إطعام مسكين عن كل يوم .  وذهب آخرون إلى أنها غير منسوخة ،  وأن المعنى :  وعلى الذين يصومونه مع الشدة والمشقة إذا أفطروا فدية ،  فتشمل الآية من ذكر ،  والمرضع والحامل إذا خافتا على أنفسهما أولديهما ،  ومن في حكمهما . بناء على أن الوسع اسم للقدرة على الشيء على جهة السهولة ،  والطاقة اسم للقدرة عليه مع الشدة والمشقة ،  وعلى أنه من أطاق الفعل إذا بلغ غاية طوقه أوفرغ طوقه فيه .  ولا تقول العرب :  أطاق الشيء إلا إذا كانت قدرته عليه في غاية الضعف بحيث يتحمل به مشقة شديدة قال الرغب :   \" الطاقة اسم لمقدار ما يمكن للإنسان أن يفعله بمشقة ،  وذلك تشبيه بالطوق المحيط بالشيء ،  ومنه :  {  ولا تحملنا ما لا طاقة لنا به }{[53]} أي ما يصعب علينا مزاولته ،  وليس معناه :  لا تحملنا مالا قدرة لنا به \"  .  وفي اللغة :  الطاقة أقصى الغاية ،  وهي اسم لمقدار ما يمكن أن يفعله الإنسان بمشقة . والطاقة اسم يوضع موضع المصدر ،  وهو الإطاقة ،  كالطاعة .  \r\nوقيل :  يجوز أن تكون الهمزة في أطاق للسلب ،  كأنه سلب طاقته بأن كلف نفسه المجهود ،  فسلب طاقته وقدرته عند تمامه ."},{"text":"شَهْرُ رَمَضَانَ ٱلَّذِىٓ أُنزِلَ فِيهِ ٱلْقُرْءَانُ هُدًى لِّلنَّاسِ وَبَيِّنَٰتٍ مِّنَ ٱلْهُدَىٰ وَٱلْفُرْقَانِ فَمَن شَهِدَ مِنكُمُ ٱلشَّهْرَ فَلْيَصُمْهُ وَمَن كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ يُرِيدُ ٱللَّهُ بِكُمُ ٱلْيُسْرَ وَلَا يُرِيدُ بِكُمُ ٱلْعُسْرَ وَلِتُكْمِلُوا۟ ٱلْعِدَّةَ وَلِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ","aya":"185","page":"28","tafsir":"{  الذي أنزل فيه القرآن } أي ابتدئ فيه إنزاله – قاله ابن اسحق – وكان ذلك ليلة القدر ،  ويدل عليه قوله تعالى :  {  إنا أنزلناه في ليلة القدر } وهي الليلة المباركة ،  كما قال الله تعالى :  {  إنا أنزلناه في ليلة مباركة } .  وقيل :  أنزل في فضله أوفي إيجاب صومه القرآن .  \r\n \r\n"},{"text":"وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرِيبٌ أُجِيبُ دَعْوَةَ ٱلدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا۟ لِى وَلْيُؤْمِنُوا۟ بِى لَعَلَّهُمْ يَرْشُدُونَ","aya":"186","page":"28","tafsir":"{  أجيب دعوة الداعي .  .  .  } أقبل عبادة من عبدني .  فالدعاء :  العبادة ،  والإجابة :  القبول .  \r\nوقيل :  الدعاء الابتهال إليه تعالى ،  وفي الحديث :  ( ما من مسلم يدعو بدعوة ليس فيها إثم ولا قطيعة رحم إلا أعطاه الله تبارك وتعالى إحدى ثلاث :  إما أن يعجل له دعوته ،  وإما أن يدخرها له في الأخرى ،  وإما أن يكف عنه من السوء مثلها ) .  \r\n{  لعلهم يرشدون } ليكونوا على رجاء من إصابة الرشد ،  وهو الاستقامة على طريق الحق مع تصلب فيه . يقال رشد ورشد ،  يرشد ويرشد رشدا ورشدا ،  اهتدى .  \r\n \r\n"}]