[
    {
        "text": "وَلِبُيُوتِهِمْ أَبْوَٰبًا وَسُرُرًا عَلَيْهَا يَتَّكِـُٔونَ",
        "tafsir": "{أَبْوَاباً}\r\n(34) - وَلَجَعَلَ لِبُيوتِهِمْ أَبْوَاباً مِنْ فِضَّةٍ وَسُرُراً مِنْ فِضَّةٍ، يَتَّكِئُونَ عَلَيْهَا.\n",
        "sura": "43",
        "aya": "34",
        "page": "492"
    },
    {
        "text": "وَزُخْرُفًا وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱلْءَاخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَ",
        "tafsir": "{مَتَاعُ} {ٱلْحَيَاةِ}\r\n(35) - وَلَجَعَلَ اللهُ تَعَالَى لِبُيوتِهِمْ زَخَارِفَ وَزِينَةً فِي كُلِّ مَا يُرْتَفَقُ بِهِ مِنْ شُؤُونِ الحَيَاةِ، وَلَكِنَّ كُلَّ ذَلِكَ لَيْسَ إِلاَّ مَتَاعٌ قَصِيرٌ زَائِلٌ، وَالآخِرَةُ بِمَا فِيهَا مِنْ نَعِيمٍ لاَ يُحِيطُ بِهِ وَصْفٌ هِيَ خَالِصَةٌ لِلْمُتَّقِينَ الذِينَ يَخَافُونَ رَبَّهُم لاَ يُشَارِكُهُمْ فِيهَا أَحَدٌ غَيْرهُمْ.\r\nزُخْرُفاً - زِينَةً أَوْ ذَهَباً عَلَى قَوْلٍ.\r\nلَمَّا - إِلاَّ مَتَاعٌ.\n",
        "sura": "43",
        "aya": "35",
        "page": "492"
    },
    {
        "text": "وَمَن يَعْشُ عَن ذِكْرِ ٱلرَّحْمَٰنِ نُقَيِّضْ لَهُۥ شَيْطَٰنًا فَهُوَ لَهُۥ قَرِينٌ",
        "tafsir": "{  ومن يعش عن ذكر الرحمان } من يتعام ويعرض عن ذكر الله فلا ينظر في حججه إلا كنظر من عشا بصره ؛  فلا يخاف سطوته ولا يخشى عقابه ،  متبعا أقاويل المبطلين . {  نقيض له شيطانا } أي تتح له شيطانا يستولي عليه استيلاء القيض على البيض فيغويه .  يقال :  عشا – كدعا – عشي –\r\nكرضي – إذا ضعف بصره وأظلمت عينه ،  كأن عليه غشاوة ؛  ومنه ناقة :  عشواء .  وقرئ  \" يعش \"  بفتح الشين بمعناه .\r\n\r\n",
        "sura": "43",
        "aya": "36",
        "page": "492"
    },
    {
        "text": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ ٱلسَّبِيلِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
        "tafsir": "(37) - وَهَؤُلاَءِ القُرنَاءُ مِن شَيَاطِينِ الإِنْسِ والجِنِّ، الذِينَ يُقَيِّضُهُم اللهُ لِكُلِّ مَنْ يَعْشُو عَنْ ذِكْرِ الرَّحْمَنِ، يُحَاوِلُونَ صَرْفَهُ عَنِ الحَقِّ إِلَى البَاطِلِ، وَيُوسْوِسُونَ لَهُ أَنَّهُ عَلَى جَادَّةِ الهُدَى والحَقِّ والصَّوَابِ، وَأَنَّ غَيْرَهُ عَلَى البَاطِلِ، وَيُكَرِّهُونَ إِلَيهِ الإِيْمَانَ فَيُطِيعُهُمْ.\n",
        "sura": "43",
        "aya": "37",
        "page": "492"
    },
    {
        "text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيْتَ بَيْنِى وَبَيْنَكَ بُعْدَ ٱلْمَشْرِقَيْنِ فَبِئْسَ ٱلْقَرِينُ",
        "tafsir": "{يٰلَيْتَ}\r\n(38) - وَحِينَ يُوَافِي هَذَا الغَافِلُ، الذِي تَسَلّطَتْ عَلَيْهِ الشَّيَاطِينُ، رَبَّهُ يَوْمَ القِيَامَةِ يَتَبَرَّمُ بالشَّيْطَانِ الذِي وُكِّلَ بِهِ، وَيَقُولُ لَهُ: يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ مَا بَينَ المَشْرِقِ والمَغْرِبِ، فَبِئْسَ القَرِينُ أَنْتَ، لأَِنَّكَ أَضْلَلْتَنِي، وَأَوْصَلْتَنِي إِلَى مَا أَنَا فِيهِ مِنَ الخِزْيِ والعَذَابِ المُهِينِ.\r\nالمَشْرِقَينِ - المَشْرِقِ والمَغْرِبِ.\n",
        "sura": "43",
        "aya": "38",
        "page": "492"
    },
    {
        "text": "وَلَن يَنفَعَكُمُ ٱلْيَوْمَ إِذ ظَّلَمْتُمْ أَنَّكُمْ فِى ٱلْعَذَابِ مُشْتَرِكُونَ",
        "tafsir": "(39) - وَيُقَالُ لِهَذَا الغَافِلِ الجَاهِلِ وَأَمْثَالِهِ، وَشَيَاطِينِهِمْ تَقْرِيعاً وَتَوْبِيخاً: لَنْ يَنْفَعَكُمْ، وَلَنْ يُغَنِيَ عَنْكُم اجْتِمَاعُكُمْ فِي نَارِ جَهَنَّمَ أَنْتُمْ وَقرنَاؤُكُمْ، وَلاَ اشْتِرَاكُكُمْ فِي العَذَابِ الأَلِيمِ، لأَِنَّ كُلَّ وَاحِدٍ يُعَانِي مِنَ العَذَابِ مَا يَكْفِيهِ.\n",
        "sura": "43",
        "aya": "39",
        "page": "492"
    },
    {
        "text": "أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ أَوْ تَهْدِى ٱلْعُمْىَ وَمَن كَانَ فِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{ضَلاَلٍ}\r\n(40) - إِنَّكَ يَا مُحَمَّدُ لاَ تَسْتَطِيعُ أَنْ تُسْمِعَ الصُمَّ الذِينَ سَلَبَهُمْ اللهُ تَعَالَى القُدْرَةَ عَلَى السَّمْعِ، وَلاَ أَنْ تَهْدِي العُمْيَ الذِينَ أَعْمَى اللهُ قُلُوبَهُمْ وَعُيُونَهُمْ عَنِ الإِبْصَارِ، كَمَا لاَ تَسْتَطِيعُ أَنْ تَهْدِيَ الذِينَ اسْتَحْوَذَتْ عَلَيْهِم الشَّيَاطِينُ فَزَيَّنَتْ لَهُمْ طَرِيقَ الهَلاَكِ، فَلَيْسَ ذَلِكَ إِلَيْكَ وَإِنَّمَا أَنْتَ رَسُولٌ مُبَلِّغٌ مِنْ رَبِّكَ عَلَيْكَ أَنْ تُبَلِّغَ مَا أَوْحَاهُ إِلَيكَ رَبُّكَ، والذِي يَسْتَطِيعُ ذَلِكَ هُوَ اللهُ وَحْدَهُ، وَهُوَ الذِي يُحَاسِبُهُمْ عَلَى أَعْمَالِهِمْ جَمِيعاً.\n",
        "sura": "43",
        "aya": "40",
        "page": "492"
    },
    {
        "text": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ",
        "tafsir": "(41) - فَإِذَا مَا أَخْرَجَكَ اللهُ مِنْ بَينِ أَظْهُرِهِمْ بِالْمَوْتِ أَوْ بِالهِجْرَةِ، فَإِنَّ اللهَ تَعَالَى سَيْنَتَقِمُ مِنْهُمْ فِي الدُّنْيَا والآخِرَةِ، كَمَا فَعَلَ بِغَيْرِهِمْ مِنَ الأُمَمِ المُكَذِّبَةِ لِرُسُلِهِمْ.\n",
        "sura": "43",
        "aya": "41",
        "page": "492"
    },
    {
        "text": "أَوْ نُرِيَنَّكَ ٱلَّذِى وَعَدْنَٰهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَ",
        "tafsir": "{وَعَدْنَاهُمْ}\r\n(42) - أَوْ إِنَّهُ تَعَالَى سَيُرِي رَسُولَهُ الكَرِيمَ مَا وَعَدَهُ بِهِ رَبُّهُ مِنَ الظَّفَرِ بِأَعْدَائِهِ المُشْرِكِينَ، وَإِظْهَارِهِ عَلَيْهِمْ، لِيَخْتَبِرَهُم اللهُ عَلَى يَدَيْهِ، وَهُوَ تَعَالَى قَادِرٌ عَلَى أَنْ يُنْزِلَ بِهِمْ مَا حَذَّرَهُمْ نُزُولَهُ بِهِمْ إِنِ اسْتَمَرُّوا عَلَى كُفْرِهِمْ وَطُغْيَانِهِمْ.\n",
        "sura": "43",
        "aya": "42",
        "page": "492"
    },
    {
        "text": "فَٱسْتَمْسِكْ بِٱلَّذِىٓ أُوحِىَ إِلَيْكَ إِنَّكَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{صِرَاطٍ}\r\n(43) - وَإِذَا كَانَ أَحَدُ هَذَينِ الاحْتِمَالَينِ وَاقِعاً فَاسْتَمْسِكْ يَا أَيُّهَا الرَّسُولُ بالقُرْآنِ الذِي أَنْزَلَهُ اللهُ إِلَيكَ فَهُوَ الحَقُّ الذِي يُفْضِي بِمَنْ أَخَذَ بِهِ إِلَى صِرَاطِ اللهِ المُسْتَقِيمِ الذِي يُوصِلُ مَنْ سَلَكَهُ إِلَى جَنّاتِ النَّعِيمِ فِي الآخِرَةِ.\n",
        "sura": "43",
        "aya": "43",
        "page": "492"
    },
    {
        "text": "وَإِنَّهُۥ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْـَٔلُونَ",
        "tafsir": "{  وإنه لذكر لك ولقومك } أي وإن ما أوحي إليك – وهو القرآن – لشرف عظيم لك ولقومك أي قريش .  أو للعرب عامة .  أو لأمتك{  وسوف تسألون } يوم القيامة عنه ،  وعن القيام بحقه .\r\n\r\n",
        "sura": "43",
        "aya": "44",
        "page": "492"
    },
    {
        "text": "وَسْـَٔلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ ٱلرَّحْمَٰنِ ءَالِهَةً يُعْبَدُونَ",
        "tafsir": "{وَسْئَلْ} {آلِهَةً}\r\n(45) - إِنَّكَ يَا مُحَمَّدُ لَسْتَ بِدْعاً مِنْ الرُسُلِ فَمَا دَعَوْتَ إِلَيهِ النَّاسَ مِنْ عِبَادَةِ اللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَمِنَ النَّهْيِ عَنِ الشِّرْكِ، وَعَنْ عِبَادَةِ الأَصْنَامِ والأَوْثَانِ.. دَعَتْ إِلَيهِ جَمِيعُ الرُّسُلِ الذِينَ سَبَقُوكَ الأُمَمَ التِي أُرْسِلُوا إِلَيهَا، وَلَمْ يَدْعُ أَحَدٌ مِنَ الرُّسُلِ والأَنْبِيَاءِ إِلَى عِبَادَةِ غَيرِ اللهِ الرَّحْمَنِ الرَّحِيمِ، لأَِنَّهُ لاَ رَبَّ سِوَاهُ، وَلاَ مَعْبُودَ غَيْرُهُ.\n",
        "sura": "43",
        "aya": "45",
        "page": "492"
    },
    {
        "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَقَالَ إِنِّى رَسُولُ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{بِآيَاتِنَآ} {وَمَلَئِهِ} {ٱلْعَالَمِينَ}\r\n(46) - يُخْبِرُ اللهُ تَعَالَى أَنَّهُ أَرْسَلَ عَبْدَهُ مُوسَى رَسُولاً إِلَى فِرْعَونَ وَقوْمِهِ، وَأَيَّدَهُ بِآيَاتٍ وَمُعْجِزَاتٍ تَأْيِيداً لَهُ فِي دَعْوَتِهِ، فَقَالَ لَهُمْ مُوسَى: إِنَّهُ رَسُولُ رَبِّ العَالَمِينَ إِلَيهِمْ، كَمَا قُلْتَ أَنْتَ لِقَوْمِكَ إِنَّكَ رَسُولُ اللهِ إِلَيهِمْ.\n",
        "sura": "43",
        "aya": "46",
        "page": "492"
    },
    {
        "text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ",
        "tafsir": "{بِآيَاتِنَآ}\r\n(47) - فَلَمَا جَاءَهُمْ مُوسَى بِالمُعْجِزَاتِ التِي أَيَّدَهُ اللهُ بَهَا كَاليَدِ والعَصَا.. فَإِذَا بِفِرْعَوْنَ وَقَوْمِهِ يَضْحَكُونَ مِنْ تِلْكَ المُعْجِزَاتِ، وَيَسْخَرُونَ مِنْ مُوسَى دُونَ أَنْ يَتَأَمَّلُوا فِيهَا، كَمَا يَسْخَرُ اليومَ قَوْمُكَ مِمّا جِئْتَهُمْ بِهِ.\n",
        "sura": "43",
        "aya": "47",
        "page": "492"
    }
]