[
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ وَمَن يَلْعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا",
        "tafsir": "{أُوْلَـٰئِكَ}\r\n(52) - وَالذِينَ يُفَضِّلُونَ الكُفْرَ عَلَى الإِيمَانِ بِاللهِ وَحْدَهُ، إرْضَاءً لِلْكَافِرِينَ، وَاسْتِنْصَاراً بِهِمْ، فَهؤُلاءِ يَلْعَنُهُمُ اللهُ. وَمَنْ لَعَنَهُ اللهُ، وَطَرَدَهُ مِنْ رَحْمَتِهِ، فَلاَ نَاصِرَ لَهُ مِنْ غَضَبِ اللهِ، وَلاَ وَلِيَّ لَهُ يَنْصُرُهُ مِنَ الذُّلِّ وَالعَذَابِ.",
        "sura": "4",
        "aya": "52",
        "page": "87"
    },
    {
        "text": "أَمْ لَهُمْ نَصِيبٌ مِّنَ ٱلْمُلْكِ فَإِذًا لَّا يُؤْتُونَ ٱلنَّاسَ نَقِيرًا",
        "tafsir": "{  أم لهم نصيب من الملك }أي بل ألهم .  والمعنى ليس لهم نصيب من الملك ألبتة .  وإذا كان لهم منه نصيب فهم من شدة الحرص والبخل بحيث لو أوتوا شيئا منه لما أعطوا الناس منه أقل قليل ،  وقد كني عنه بالنقير . \r\n\r\n",
        "sura": "4",
        "aya": "53",
        "page": "87"
    },
    {
        "text": "أَمْ يَحْسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ فَقَدْ ءَاتَيْنَآ ءَالَ إِبْرَٰهِيمَ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَءَاتَيْنَٰهُم مُّلْكًا عَظِيمًا",
        "tafsir": "{  أم يحسدون الناس .  .  }ثم وصفهم الله تعالى بالحسد بعد وصفهم بالبخل ،  والحسود يتمنى زوال النعم على العباد .  والمراد من الناس :  النبي صلى الله عليه وسلم ،  أو هو والمؤمنون ،  أو العرب عامة . \r\n{  الكتاب والحكمة }الكتاب :  التوراة والإنجيل ،  أو هما والزبور .  والحكمة :  النبوة ،  أو إتقان العلم والعمل ،  أو فهم الأسرار المودعة في الكتاب . \r\n\r\n",
        "sura": "4",
        "aya": "54",
        "page": "87"
    },
    {
        "text": "فَمِنْهُم مَّنْ ءَامَنَ بِهِۦ وَمِنْهُم مَّن صَدَّ عَنْهُ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا",
        "tafsir": "{  سعيرا }نارا مسعرة ،  أي موقدة إيقادا شديدا للصادين عنه .  يقال :  سعر النار-كمنع-وسعرها وأسعرها ،  أوقدها . \r\n\r\n",
        "sura": "4",
        "aya": "55",
        "page": "87"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَٰهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا۟ ٱلْعَذَابَ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمًا",
        "tafsir": "{  كلما نضجت جلودهم }كلما احترقت جلودهم ،  وتهرت وتلاشت {  بدلناهم جلودا }غير محترقة .  يقال :  نضج الثمر واللحم ينضج نضجا ونضجا ،  إذا أدرك ،  فهو نضيج وناضج .  والنضج والتبديل في جهنم حقيقي .  وقيل :  هو كناية عن دوام العذاب لهم . \r\n\r\n",
        "sura": "4",
        "aya": "56",
        "page": "87"
    },
    {
        "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ سَنُدْخِلُهُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًا لَّهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا",
        "tafsir": "{  أزواج مطهرة .  .  } بريئات من جميع الأدناس الحسية والمعنوية .  والتنوين للتكثير .  {  ظلا ظليلا }الظل معروف .  والظليل :  صفة مشتقة من الظل للتأكيد ،  على حد :  يوم أيوم ،  وليل أليل .  أي ظلا وارفا لا يصيب صاحبه حر ولا سموم ،  دائما ،  دائما لا ينسخ . \r\n\r\n",
        "sura": "4",
        "aya": "57",
        "page": "87"
    },
    {
        "text": "إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا۟ ٱلْأَمَٰنَٰتِ إِلَىٰٓ أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ ٱلنَّاسِ أَن تَحْكُمُوا۟ بِٱلْعَدْلِ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓ إِنَّ ٱللَّهَ كَانَ سَمِيعًۢا بَصِيرًا",
        "tafsir": "{  إن الله يأمركم أن تؤدوا الأمانات .  .  }أي ما ائتمنتم عليه من الحقوق ،  سواء أكانت لله تعالى أم للعباد ،  فعلية أم قولية أم اعتقادية .  جمع أمانة ،  مصدر سمي به المفعول .  {  وإذا حكمتم بين الناس }أي ويأمركم إذا قضيتم بين الناس في حقوقهم أن تقضوا بالعدل والإنصاف .  وأصل العدل :  التسوية .  {  نعما يعظكم به } أصله :  نعم ما يعظكم به  ،  فأدغمت {  ما }في ميم{  نعم }وكسرت العين للتوصل إلى النطق بالساكن .  و{  ما }موصولة أو نكرة موصوفة ،  أي نعم الذي يعظكم به .  أو نعم هو ،  أي الشيء شيئا يعظكم به تأدية الأمانة والحكم بالعدل . \r\n\r\n",
        "sura": "4",
        "aya": "58",
        "page": "87"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَأُو۟لِى ٱلْأَمْرِ مِنكُمْ فَإِن تَنَٰزَعْتُمْ فِى شَىْءٍ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
        "tafsir": "{  وأولى الأمر منكم }أمراء الحق وولاة العدل من المسلمين ،  أو العلماء المجتهدين .  أمر المؤمنين بطاعتهم إذا أمروا بما فيه طاعة لله ولرسوله ،  إذ لا طاعة لمخلوق في معصية الخالق ،  وإنما الطاعة في المعروف . \r\n{  فإن تنازعتم }أمروا برد ما يختلفون فيه من أمور الدين إلى كتاب الله تعالى ،  وإلى رسوله صلى الله عليه وسلم في حياته وسنته من بعده ،  لينزلوا على حكمهما . \r\n{  وأحسن تأويلا }احمد مغبة ،  وأجمل عاقبة .  وأصله من آل هذا الأمر إلى كذا ،  أي رجع إليه .  أو أحسن تأويلا من تأويلكم أنتم إياه ،  من غير رد إلى أصل من الكتاب و السنة .  والتأويل على الأول بمعنى الرجوع إلى المآل والعاقبة .  وعلى الثاني بمعنى التفسير والتبيين ،  وهو فيهما حقيقة . \r\n\r\n",
        "sura": "4",
        "aya": "59",
        "page": "87"
    }
]