[
    {
        "text": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "بسم الله الرحمان الرحيم\r\n{  يسبح لله ما في السموات .  .  .  } [ آية 1 الحديد ص 400 ] .",
        "sura": "64",
        "aya": "1",
        "page": "556"
    },
    {
        "text": "هُوَ ٱلَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُم مُّؤْمِنٌ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
        "tafsir": "{  هو الذي خلقكم } بيان لبعض آثار قدرته تعالى العامة .  أي أوجدكم وأنشأكم كما أراد .\r\n{  فمنكم كافر ومنكم مؤمن } أي فبعض منكم كافر به ،  وبعض منكم مؤمن به ؛  فالفاء لتفصيل الإجمال في  \" خلقكم \"  كالفاء في قوله تعالى  \" والله خلق كل دابة من ماء فمنهم من يمشي على بطنه {[358]} \"  الآية .  أو هو الذي خلقكم خلقا بديعا ،  حاويا للكمالات العلمية والعملية ؛  ومع ذلك فمنكم محتار للكفر ،  كاسب له على خلاف ما تقتضيه الفطرة .  ومنكم محتار للإيمان ،  كاسب له حسبما تقتضيه الفطرة وكان الواجب عليكم جميعا أن تكونوا مختارين للإيمان ،  شاكرين له نعمة الخلق و الإيجاد ،  وما يتفرع عليهما من سائر النعم ؛  فلم تفعلوا ذلك مع تمام تمكنكم منه ؛  بل تفرقتم شيعا  !  فالفاء للترتيب لا للتفصيل ؛  كالفاء في قوله :   \" وجعلنا في ذريتهما النبوة والكتاب فمنهم مهتد وكثير منهم فاسقون \"  {[359]}",
        "sura": "64",
        "aya": "2",
        "page": "556"
    },
    {
        "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ ٱلْمَصِيرُ",
        "tafsir": "{  وصوركم فأحسن صوركم } أتقنها وأحكمها على وجه لا مثيل له في الحسن والمنظر ومن ذلك خلقه إياكم مستوى القائمة غير منكبين ،  وجعلكم أنموذج جميع مخلوقاته في هذه النشأة .\r\n\r\n",
        "sura": "64",
        "aya": "3",
        "page": "556"
    },
    {
        "text": "يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(4) - وَاللهُ تَعَالَى يَعْلَمُ جَمِيعَ مَا فِي السَّمَاوَاتِ وَالأَرْضِ مِنْ كَائِنَاتٍ وَمَخْلُوقَاتٍ، فَلاَ تَخْفَى عَلَيْهِ مِنْ أُمُورِهَا خَافِيَةٌ، وَهُوَ يُدَبِّرُهَا وَيُدِيرُهَا، وَيَعْلَمُ مَا يُعْلِنُهُ النَّاسُ وَيَقُولُونَهُ، وَيَعْلَمُ مَا يُسِرُّونَهُ وَيُبْطِنُونَهُ، وَمَا تُوَسْوِسُ بِهِ، نُفُوسُهُمْ، وَيَعْلَمُ مَا يُضْمِرُونَ فِي صُدُورِهِمْ وَمَا يُبَيِّتُونَ فِي سَرَائِرِهِمْ فَلاَ يَخْفَى عَلَيْهِ شَيءٌ مِنْ ذَلِكَ.\n",
        "sura": "64",
        "aya": "4",
        "page": "556"
    },
    {
        "text": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ فَذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{  ألم يأتكم } استفهام توبيخ أو تقرير .  والخطاب لأهل مكة .\r\n{  فذاقوا وبال أمرهم } سوء عاقبة كفرهم ،  في الدنيا من غير مهلة [ آية 95 المائدة ص 207 ] .",
        "sura": "64",
        "aya": "5",
        "page": "556"
    },
    {
        "text": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَقَالُوٓا۟ أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا۟ وَتَوَلَّوا۟ وَّٱسْتَغْنَى ٱللَّهُ وَٱللَّهُ غَنِىٌّ حَمِيدٌ",
        "tafsir": "{بِٱلْبَيِّنَاتِ}\r\n(6) - وَقَدْ أَنْزَلَ اللهُ بِهِمْ مَا أَنْزَلَهُ مِنَ العَذَابِ وَالدَّمَارِ لأَِنَّهُمْ كَانَتْ رُسُلُهُمْ تَأْتِيهِمْ بِالحُجَجِ والدَّلاَلاَتِ الوَاضِحَةِ المُبَيِّنَةِ، وَبِالمُعْجِزَاتِ البَاهِرَةِ، فَكَانُوا يَعْجَبُونَ مِنْ أَنْ يَجْعَلَ اللهُ رِسَالَتَهُ إِلَى النَّاسِ فِي أُنَاسٍ مِنَ البَشَرِ، لاَ مِيزَةَ لَهُمْ عَلَى غَيْرِهِمْ، وَلاَ فَضْلَ. وَقَدْ حَمَلَهُمْ هَذَا الاعْتِقَادُ عَلَى الكُفْرِ بِاللهِ وَبِكُتُبِهِ وَرُسُلِهِ، وَأَعْرَضُوا عَنْ دَعْوَةِ الحَقِّ وَتَوَلَّوْا عَنْ طَرِيقِ الهُدَى فأَهْلَكَهُمُ اللهُ جَمِيعاً، وَقَطَعَ دَابِرَهُمْ، وَاسْتَغْنَى عَنْ إِيْمَانِهِمْ، وَهُوَ الغَنِيُّ عَنِ المَخْلُوقَاتِ جَمِيعاً، وَهُوَ الحَقِيقُ بِالحَمْدِ عَلَى مَا أنْعَمَ بِهِ عَلَى عِبَادِهِ مِنَ النِّعَمِ الوَفِيرَةِ التِي لاَ تُحْصَى.\r\nتَوَلَّوا - أَعْرَضُوا عَنِ الإِيْمَانِ بِالرُّسُلِ.\n",
        "sura": "64",
        "aya": "6",
        "page": "556"
    },
    {
        "text": "زَعَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَن لَّن يُبْعَثُوا۟ قُلْ بَلَىٰ وَرَبِّى لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
        "tafsir": "(7) - ادَّعَى المُشْرِكُونَ وَالكُفَّارُ أَنَّهُ لاَ بَعْثَ وَلاَ حَشْرَ وَلاَ حِسَابَ، وَلاَ جَزَاءَ فِي الآخِرَةِ، وَاسْتَبْعَدُوا وَقُوعَ ذَلِكَ بِعْدَ أَنْ تَتَفَرَّقَ الأَجْسَادُ فِي الأَرْضِ، وَتُصْبِحَ رَمِيماً مُتَنَاثِراً. فَقُلْ لَهُمْ يَا مُحَمَّدُ مُقْسِماً بِرَبِّكَ الكَرِيمِ عَلَى صِدْقِ مَا تَقُولُ: إِنَّ البَعْثَ لَكَائِنٌ لاَ مَحَالَةَ، وَإِنَّكُمْ سَتحَاسَبُونَ عَلَى أَعْمَالِكُمْ جَمِيعِهَا. وَبَعْثُ البَشَرِ مِنْ قُبُورِهِمْ، وَإِطْلاَعُهُمْ عَلَى أَعْمَالِهِم التِي عَملُوهَا فِي الحَيَاةِ الدُّنْيَا صَغِيرِهَا وَكَبِيرِهَا، وَحسَابُهُمْ وَجَزَاؤُهُمْ، كُلُّ ذَلِكَ عَلَى اللهِ فِي غَايَةِ اليُسْرِ والسُّهُولَةِ، فَهُوَ تَعَالَى القَادِرُ القَاهِرُ.\n",
        "sura": "64",
        "aya": "7",
        "page": "556"
    },
    {
        "text": "فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِىٓ أَنزَلْنَا وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "tafsir": "{  والنور الذي أنزلنا } هو القرآن ؛  فإنه بإعجازه بيّن بنفسه ،  مبين لغيره ؛  كما أن النور كذلك .\r\n\r\n",
        "sura": "64",
        "aya": "8",
        "page": "556"
    },
    {
        "text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ ٱلْجَمْعِ ذَٰلِكَ يَوْمُ ٱلتَّغَابُنِ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًا يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُدْخِلْهُ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًا ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "tafsir": "{  يوم يجمعكم ليوم الجمع } أي لتنبؤن بما عملتم ،  يوم يجمعكم في اليوم الذي يجتمع فيه الأولون والآخرون للحساب والجزاء .  وهو يوم القيامة . {  ذلك يوم التغابن } أي يوم غبن فيه بعض الناس بعضا ؛  بنزول السعداء منازل الأشقياء التي كانوا ينزلونها لو كانوا سعداء ،  ونزول الأشقياء منازل السعداء التي كانوا ينزلونها لو كانوا أشقياء .  مستعار من تغابن القوم في التجارة :  إذا غبن بعضهم بعضا فيها ؛  وفعله من باب ضرب .  وفيه تهكم بالأشقياء ؛  لأنهم بنزولهم منازلهم من النار لا يغبنون السعداء .\r\n\r\n",
        "sura": "64",
        "aya": "9",
        "page": "556"
    }
]