[
    {
        "text": "لَقَدْ كَانَ لِسَبَإٍ فِى مَسْكَنِهِمْ ءَايَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُوا۟ مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا۟ لَهُۥ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
        "tafsir": "{لقد كان لسبأ في مسكنهم} هو في الأصل اسم رجل، وهو سبأ بن يشجب بن يعرب ابن قحطان بن هود، وهو أول ملوك اليمن. وكانت له عشرة أولاد، تيامن منهم بعد السيل ستة، وهم: الأزد وكندة ومذحج والأشعريون وأنمار وحمير. وتشاؤم منهم بعده أربعة، وهم: عاملة وغسان ولخم وجذام. والمراد به هنا: الحي أو القبيلة المسماة باسمه؛ فيصرف على الأول، ويترك صرفه على الثاني؛ وبهما قرئ. ومسكنهم: مأرب– بوزن منزل– باليمن على مسيرة ثلاث ليال من صنعاء. ويطلق عليها سبأ، وهي مدينة بلقيس. {آية} علامة على قدرته تعالى وإحسانه ووجوب شكره. أو دالة على أن من بطر النعمة ولم يقم بحق شكرها سلبه الله إياها، وبدله بها بؤسا وشقاء، فليتعظ بذلك من كفر بالله وغمط نعمه؛ ككفار مكة. {جنتان عن يمين وشمال} طائفتان من البساتين: طائفة عن يمين بلدهم، وطائفة عن شماله ينعم الناس بثمارها ويستترون بظلالها .",
        "sura": "34",
        "aya": "15",
        "page": "430"
    },
    {
        "text": "فَأَعْرَضُوا۟ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَىْءٍ مِّن سِدْرٍ قَلِيلٍ",
        "tafsir": "{فأرسلنا عليهم سيل العرم} العرم: اسم للوادي الذي كان يأتي السيل منه. وقيل المطر الشديد. وقيل: السيل الذي لا يطاق. وإضافة\" سيل\" إليه من إضافة الموصوف إلى الصفة مع التجريد. أي أرسلنا عليهم السيل الذي لا يطاق. وقيل: العرم جمع لا واحد له، أو واحده عرمة. وهو الأحباس والسدود تبنى في أوساط الأودية لحجز السيول. وكانت السيول تأتي المدينة من الأودية، فبني سد عظيم لحجزها وللانتفاع بها في ري أراضيها على الدوام، فأخصبت ونمت الزروع وكثرت الأموال؛ فبطروا معيشتهم وأعرضوا وأهملوا– لشدة ترفهم– إصلاحه فتصدع بناؤه، ولم يقو على مقامة السيل بعد. فلما جاء اجتاح أراضيهم واكتسح أموالهم، ومزقهم شر ممزق؛ فتشتتوا في البلاد. وضرب بهم المثل، فقيل: ذهبوا أيدي سبا، وتفرقوا أيادي سبا. واليد: الطريق؛ أي فرقتهم طرقهم التي سلكوها كما تفرق أهل سبأ في مذاهب شتى. فلحق كل فرع بجهة، ومنهم غسان لحق بالشام، والأوس والخزرج بيثرب، والأزد بعمان، وخزاعة بتهامة، وآل خزيمة بالعراق. {أكل} ثمر {خمط} بدل منه، وهو ثمر الأراك. أو هو نبت مر لا يمكن أكله؛ أي ثمر نبت مر. {وأثل} هو ضرب من الطرفاء، أو هو السمر، وهو نوع من العضاه مفرده سمرة. {سدر} هو الضال، وهو نوع\r\nمن السدر لا ينتفع به ولا يصلح ورقه للعسول، وله ثمرة عفصة لا تؤكل. أي أن ثمار أراضيهم التي كانت طيبة نافعة أصبحت بعد التبديل على العكس من ذلك؛ جزاء إعراضهم بطرا وكفرا .",
        "sura": "34",
        "aya": "16",
        "page": "430"
    },
    {
        "text": "ذَٰلِكَ جَزَيْنَٰهُم بِمَا كَفَرُوا۟ وَهَلْ نُجَٰزِىٓ إِلَّا ٱلْكَفُورَ",
        "tafsir": "{جَزَيْنَاهُمْ} {نُجَٰزِيۤ} - وقد عاقبناهم ذلك العقاب الأليم بسبب كفرهم بربهم وجحودهم بنعمه، وعدولهم عن الحق إلى الباطل، والله لا يجازي مثل هذا الجزاء الشديد المستأصل إلا الجحود الكثير الكفر بالله ونعمه (الكَفُورَ) .",
        "sura": "34",
        "aya": "17",
        "page": "430"
    },
    {
        "text": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَٰرَكْنَا فِيهَا قُرًى ظَٰهِرَةً وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ سِيرُوا۟ فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ",
        "tafsir": "{القرى التي باركنا فيها} قرى الشام {قرى ظاهرة} متواصلة بحيث يظهر لمن في بعضها ما في مقابلته من الأخرى. {وقدرنا فيها السير} جعلنا نسبة بعضها إلى بعض على مقدار معين من السير كميل أو مرحلة؛ فلا مشق يتحملونها في أسفارهم .",
        "sura": "34",
        "aya": "18",
        "page": "430"
    },
    {
        "text": "فَقَالُوا۟ رَبَّنَا بَٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا۟ أَنفُسَهُمْ فَجَعَلْنَٰهُمْ أَحَادِيثَ وَمَزَّقْنَٰهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
        "tafsir": "{باعد بين أسفارنا} طلبوا بطرا وطغيانا أن يجعل الله بينهم وبين الشام مكان تلك القرى العامرة مفاوز وصحارى متباعدة الأقطار؛ فأجابهم إلى ما طلبوا. {فجعلناهم أحاديث} صيرناهم أحاديث، يتلها الناس بأخبارهم، ويضربون بهم المثل، فيقولون: تفرقوا أيدي سبأ .",
        "sura": "34",
        "aya": "19",
        "page": "430"
    },
    {
        "text": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{ولقد صدق عليهم إبليس ظنه} أي حقق عليهم إبليس بطاعتهم له وعصيانهم ربهم ما كان يظنه ظنا؛ من أنهم بإغوائه إياهم يتبعونه ويطيعونه في معصية الله. وقرئ\" صدق\" بالتخفيف؛ أي صدق في ظنه، بمعنى أصاب فيه .",
        "sura": "34",
        "aya": "20",
        "page": "430"
    },
    {
        "text": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْءَاخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّ وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
        "tafsir": "{سُلْطَانٍ} {بِٱلآخِرَةِ} - ولم يكن لإبليس عليهم من سلطة يحملهم بها كرها على الكفر، والبطر، والعصيان، وإنما دعاهم فأطاعوه وقد سلطه الله عليهم، ليختبرهم، ليظهر حال من يؤمن بالآخرة، ويصدق بالثواب والعقاب، ممن هو في شك منها، فلا يؤمن بمعاد ولا حشر ولا ثواب ولا عقاب. وربك يا محمد حفيظ على أعمال العباد، لا يعزب عن علمه شيء، وهو يحصيها عليهم ثم يجازيهم بها في الآخرة إن خيرا فخيرا وإن شرا فشرا.\r\nسلطان- تسلط واستيلاء بالوسوسة والإغواء.",
        "sura": "34",
        "aya": "21",
        "page": "430"
    },
    {
        "text": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍ",
        "tafsir": "{قل ادعوا الذين زعمتم من دون الله} فيما يهمكم من أموركم لعلهم يستجيبون لكم. والأمر للتوبيخ والتعجيز. {لا يملكون مثقال ذرة. .  .} أي لا يملكون شيئا ما من خير أو شر، أو نفع أو ضر في أمر من الأمور؛ فكيف يكونون آلهة تعبد! ؟  والجملة مستأنفة في موقع الجواب عما قبلها. {وما له منهم من ظهير} أي ليس له تعالى من هؤلاء الآلهة الباطلة معين في تدبير أمر من أمور السموات والأرض .",
        "sura": "34",
        "aya": "22",
        "page": "430"
    }
]