[
    {
        "text": "مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْـِٔدَتُهُمْ هَوَآءٌ",
        "tafsir": "{  مهطعين } مسرعين إلى الداعي بذلة واستكانة ،  كإسراع الأسير والخائف .  يقال :  أهطع في عدوه يهطع  إهطاعا ،  إذا أسرع {  مقنعي رءوسهم } رافعيها إلى السماء مع إدامة النظر بأبصارهم إلى ما بين أيديهم من غير التفات إلى شيء .  يقال :  أقنع رأسه ،  إذا نصبه ورفعه ،  أو لم يلتفت يمينا وشمالا ،  بل جعل طرفه موازيا .  {  لا  يرتد إليهم طرفهم } أي لا ترجع إليهم أجفانهم التي يكون فيها الطرف ،  أي التحريك .  {  وأفئدتهم هواء } وقلوبهم  فارغة خالية  عن الفهم ،  لا تعي شيئا ،  ولا تعقل من شدة الخوف والدهشة .\r\n\r\n",
        "sura": "14",
        "aya": "43",
        "page": "261"
    },
    {
        "text": "وَأَنذِرِ ٱلنَّاسَ يَوْمَ يَأْتِيهِمُ ٱلْعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُوا۟ رَبَّنَآ أَخِّرْنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ أَوَلَمْ تَكُونُوٓا۟ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ",
        "tafsir": "(44) - خَوِّفْ أَيُّها الرَّسُولُ هؤُلاءِ الظَّالِمِينَ مِنْ هَوْلِ يَوْمِ القِيَامَةِ وَشَدَّتِهِ، إِذْ يَقُولُونَ حِينَ يَرَوْنَ العَذَابَ: رَبَّنا آخِّرْنا إِلَى مُدَّةٍ قَرِيبَةٍ نُجِبْ دَعْوَتَكَ، وَنُؤْمِنْ بِكَ، وَبِكُتُبِكَ وَرُسُلِكَ.\r\nوَيَرُدُّ اللهُ تَعَالَى عَلَيْهِمْ قَائِلاً: لَقَدْ كُنْتُمْ أَقْسَمْتُمْ، وَأَنْتُمْ فِي الحَيَاةِ الدُّنْيا، أَنَّهُ لاَ زَوَالَ لَكُمْ مِمَّا أَنْتُمْ فِيهِ، وَأَنَّهُ لاَ حَشْرَ وَلاَ مَعَادَ وَلا حِسَابَ؟ فَذُوقُوا هَذَا العَذَابِ بِذَاكَ الكُفْرِ.",
        "sura": "14",
        "aya": "44",
        "page": "261"
    },
    {
        "text": "وَسَكَنتُمْ فِى مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓا۟ أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ ٱلْأَمْثَالَ",
        "tafsir": "{مَسَـٰكِنِ}\r\n(45) - وَقَدْ بَلَغَكُمْ مَا أََنْزَلْنَاهُ مِنَ العِقَابِ الشَّدِيدِ بِالأُمَمِ المُتَقَدِّمَةِ التِي كَذَّبَتْ رُسُلَهَا، وَضَرَبْنَا لَكُمُ الأَمْثَالَ بِهِمْ، وَسَكَنْتُمْ فِي مَسَاكِن هؤُلاءِ المِكَذِّبِينَ، وَلَمْ تَعْتَبِرُوا، وَلَمْ تَزْدَجِرُوا عَمَّا أَنْتُمْ فِيهِ مِنَ الكُفْرِ وَالظُّلْمِ، وَالآنَ تَسْأَلُونَ التَّأخِيرَ لِلتَّوْبَةِ حِينَ نَزَلَ بِكُمُ العَذَابُ، فَهَيْهَاتَ هَيْهَاتَ لَقَدْ فَاتَ الأَوَانُ.",
        "sura": "14",
        "aya": "45",
        "page": "261"
    },
    {
        "text": "وَقَدْ مَكَرُوا۟ مَكْرَهُمْ وَعِندَ ٱللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ ٱلْجِبَالُ",
        "tafsir": "(46) - فِي تَفْسِيرِ هذِه ِالآيَةِ قَوْلاَنِ:\r\nالأَوَّلُ - إِنَّ الذِي فَعَلُوهُ بِأَنْفَسِهِمْ مِنْ شِرْكٍ بِاللهِ، وَكُفْرٍ بِآيَاتِهِ وَرُسُلِهِ، مَا ضَرَّ الجِبَالَ شَيْئاً، وَلاَ أَثَّرَ فِيها. وَآيَاتُ اللهِ وَشَرْعُهُ وَدِينُهُ هِيَ كَالجِبَالِ الرَّاسِيَاتِ رُسُوخاً وَثَبَاتاً، وَلِذلِكَ فَلَنْ يُؤْثِّرَ فِيهَا مَكْرُهُمْ شَيْئاً لِتَفَاهَتِهِ، وَضَعْفِ أَثَرِهِ. وَقَدِ اسْتُعْمِلَتْ (إِن) بِمَعْنَى (مَا).\r\nوَالثَّانِي - إِنَّ مَكْرَهُمْ وَكُفْرَهُمْ تَكَادُ الجِبَالُ لِتَزُول مِنْهُ لِدِقَّةِ تَدْبِيِرِهِ، وَقُوَّةِ إِحْكَامِهِ، أَوْ لِضَخَامَةِ مَا فِيهِ مِنْ كُفْرٍ وَعُتُوٍّ، كَمَا قَالَ تَعَالَى:  { تَكَادُ ٱلسَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ ٱلأَرْضُ وَتَخِرُّ ٱلْجِبَالُ هَدّاً أَن دَعَوْا لِلرَّحْمَـٰنِ وَلَداً } }.",
        "sura": "14",
        "aya": "46",
        "page": "261"
    },
    {
        "text": "فَلَا تَحْسَبَنَّ ٱللَّهَ مُخْلِفَ وَعْدِهِۦ رُسُلَهُۥٓ إِنَّ ٱللَّهَ عَزِيزٌ ذُو ٱنتِقَامٍ",
        "tafsir": "(47) - يَقُولُ تَعَالَى: إِنَّهُ وَعَدَ رُسُلَهُ بِالنَّصْرِ فِي الحَيَاةِ الدُّنْيا وَفِي الآخِرَةِ؛ وَيَقُولُ تَعَالَى لِرَسُولِهِ صلى الله عليه وسلم: إِنَّ اللهَ لَنْ يُخْلِفَ وَعْدَهُ لِرُسُلِهِ، وَإِنَّهُ سَيَنْصُرُهُمْ، وَاللهُ تَعَالَى لاَ يُغَالَبُ، وَلاَ يَمْتَنِعُ عَلَيهِ شَيءٌ أَرَادَهُ، وَإِنَّهُ سَيَنْصُرُهُ، وَهُوَ ذُو انْتِقَامٍ مِمَّنْ كَفَرَ بِهِ وَجَحَدَ بِآيَاتِهِ.\r\n(وَهذا خِطَابٌ لِلرَّسُولِ يُقْصَدُ مِنْهُ تَثْبِيتُ أُمَّتِهِ عَلَى ثِقَتِهِمْ بِوَعْدِ اللهِ، وَبِأَنَّهُ سَيُنْزِلُ عِقَابَهُ بِالظَّالِمِينَ).",
        "sura": "14",
        "aya": "47",
        "page": "261"
    },
    {
        "text": "يَوْمَ تُبَدَّلُ ٱلْأَرْضُ غَيْرَ ٱلْأَرْضِ وَٱلسَّمَٰوَٰتُ وَبَرَزُوا۟ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
        "tafsir": "{  يوم تبدل الأرض } ظرف للانتقام .  وتبديل الأرض والسماوات في ذلك اليوم :  تغيير صفاتهما وهيئاتهما عما كانتا عليه في الدنيا .  يقال :  بدلت  الحلقة خاتما ،  إذا غيرت شكلها .\r\n{  و برزوا لله } خرجوا من أجداثهم ليستوفوا جزاءهم ( آية 21 من هذه السورة ) .",
        "sura": "14",
        "aya": "48",
        "page": "261"
    },
    {
        "text": "وَتَرَى ٱلْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِى ٱلْأَصْفَادِ",
        "tafsir": "{  مقرنين في الأصفاد ) المقرن : من جمع مع غيره في قرن ،  وهو الوثاق .  والأصفاد :  جمع صفد ،  وهو القيد الذي يوضع في الرجل .  أو الغل الذي تضم به اليد والرجل إلى العنق ،  أي قرن بعضهم مع بعض ،  وضم  كل لمشاركه في كفره .  أو قرنت أيديهم وأرجلهم إلى رقابه بالأغلال .\r\n\r\n",
        "sura": "14",
        "aya": "49",
        "page": "261"
    },
    {
        "text": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
        "tafsir": "{  سرابيلهم من قطران } أي تطلى جلوده بالقطران ،  وهو ما تهنأ به الإبل الجربى ،  وهو حار نتن شديد الاشتعال  بالنار ،  حتى يكون الطلاء كالسرابيل- أي القمصان- ليجتمع لهم لذع القطران وكراهية لونه ونتن ريحه ،  وإسراع النار في جلودهم . {  وتغشى وجوههم النار } تعلوها وتحيط بها النار التي تسعر بأجسادهم المسربلة بالقطران ،  من الغشي وهو التغطية .\r\nوالله أعلم .\r\n ",
        "sura": "14",
        "aya": "50",
        "page": "261"
    },
    {
        "text": "لِيَجْزِىَ ٱللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
        "tafsir": "(51) - وَإِنَّما فَعَلَ اللهُ تَعَالَى ذَلِكَ بِهِمْ جَزَاءً وِفَاقاً لَهُمْ بِمَا كَسَبُوا فِي الدُّنيا مِنَ الكُفْرِ وَالآثَامِ. وَيَوْمَ القِيَامَةِ تُجْزَى كُلُّ نَفْسٍ بِعَمَلِها فِي الدُّنيا، إِنْ خَيْراً فَخَيراً، وَإِنْ شَراً فَشَراً، وَاللهُ سَرِيعُ الحِسَابِ، لأَِنَّهُ تَعَالَى يَعْلَمُ كُلَّ شَيءٍ مِنْ أَفْعَالِ عِبَادِهِ، وَلاَ تَخْفَى عَلَيْهِ مِنْهُمْ خَافِيَةٌ.",
        "sura": "14",
        "aya": "51",
        "page": "261"
    },
    {
        "text": "هَٰذَا بَلَٰغٌ لِّلنَّاسِ وَلِيُنذَرُوا۟ بِهِۦ وَلِيَعْلَمُوٓا۟ أَنَّمَا هُوَ إِلَٰهٌ وَٰحِدٌ وَلِيَذَّكَّرَ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
        "tafsir": "{بَلاَغٌ} {وَاحِدٌ} {أُوْلُواْ} {ٱلأَلْبَابِ}\r\n(52) - هذا القُرْآنُ بَلاَغٌ لِجَمِيعِ المَخْلُوقَاتِ، مِنْ إِنْسٍ وَجِنٍّ، لِيَتَّعِظُوا بِهِ، وَلِيَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللهُ عَلَى رُسُلِهِ، وَلِيَسْتَدِلُّوا بِمَا فِيهِ مِنَ الحُجَجِ وَالدَّلاَلاَتِ عَلَى أَنَّ اللهَ وَاحِدٌ لا إِلهَ غَيْرُهُ، وَلْيَتَذَكَّر ذَوُو العُقُولِ وَالأَفْهاَم ِ(الأَلْبَابِ).\r\nبَلاَغٌ لِلنَّاسِ - كِفَايَةٌ فِي العِظَةِ وَالتَّذْكِيرِ.\r\nالأَلْبَابِ - العُقُولِ وَالأَفْهَامِ.",
        "sura": "14",
        "aya": "52",
        "page": "261"
    }
]