[
    {
        "text": "وَٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَٰهَا وَٱبْنَهَآ ءَايَةً لِّلْعَٰلَمِينَ",
        "tafsir": "{  والتي أحصنت فرجها .  .  .  } حفظت فرجها من النكاح الحلال والحرام ؛  يعني مريم بنت عمران عليه السلام . {  من روحنا } أي من جهة روحنا وهو جبريل عليه السلام ؛  أمرناه فنفخ في جيب درعها فأحدثنا بذلك عيسى عليه السلام . {  وجعلناها وابنها آية للعالمين } دلالة لهم على كمال قدرتنا إذ خلقنا ولدا من غير أب . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "91",
        "page": "330"
    },
    {
        "text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱعْبُدُونِ",
        "tafsir": "{  إن هذه أمتكم } أي إن ملة التوحيد والإسلام ،  وهي دين جميع الأنبياء عليهم السلام – دينكم الذي يجب أن تحافظوا على حدوده وتراعوا سائر حقوقه . {  أمة واحدة } دينا واحدا متفقا عليه من جميع الأنبياء .  منصوب على الحال من  \" أمتكم \"  . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "92",
        "page": "330"
    },
    {
        "text": "وَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ كُلٌّ إِلَيْنَا رَٰجِعُونَ",
        "tafsir": "{  وتقطعوا أمرهم بينهم } جعلوا أمر دينهم فيما بينهم قطعا وتفرقوا فيه شيعا .  والمراد بهم :  المعاندون الجاحدون . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "93",
        "page": "330"
    },
    {
        "text": "فَمَن يَعْمَلْ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
        "tafsir": "{ٱلصَّالِحَاتِ} {كَاتِبُونَ}\r\n(94) - فَمَنْ عَمِلَ عَمَلاً صَالحِاً، وكَانَ قَبلَ ذَلِكَ قد آمَنَ باللهِ، وكُتُبهِ وَرُسُلِهِ، وَأَنَّه لا إِلهَ إلاَّ هُوَ وَحْدَهُ لا شَرِيكَ لَهُ، فإِنَّ اللهَ تَعَالَى لا يُضَيعُ عَليهِ شَيْئاً مِنَ عَمَلِهِ، ولا يكْفُرُه سَعْيَهُ، بَلْ يَشْكُرُهُ لَهُ، وَيَكْتُبُ لَهُ جَمِيعَ أَعْمَالِهِ، فَلا يَضِيعُ شيءٌ مِنْها، ولا يَظْلِمُهُ مِنْ عَمَلِهِ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ.\n",
        "sura": "21",
        "aya": "94",
        "page": "330"
    },
    {
        "text": "وَحَرَٰمٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ",
        "tafsir": "{  وحرام على قرية } أي وممتنع على أهل قرية{  أهلكناها } لفرط طغيانهم وتمردهم{  أنهم لا يرجعون } في الآخرة للجزاء<br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "95",
        "page": "330"
    },
    {
        "text": "حَتَّىٰٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ",
        "tafsir": "{  حتى إذا فتحت يأجوج ومأجوج } حتى هنا :  ابتدائية ،  وما بعدها غاية لما يدل عليه ما قبلها ؛  فكأنه قيل :  بل يستمرون على هلاكهم حتى تقوم الساعة فيرجعوا إلينا ويقولوا :  يا ويلنا قد كنا في الدنيا في غفلة تامة من أمر البعث والجزاء ،  بل كنا ظالمين بتكذيب الآيات والنذر . {  وهم } أي يأجوج ومأجوج . {  من كل حدب } مرتفع من الأرض كجبل أو أكمة . <br />\r\n{  ينسلون } يسرعون في السير مشاة إلى المحشر كنسلان الذئاب ؛  من النسل وهو مقاربة الخطو من الإسراع .  يقال :  نسل في مشيته ينسل نسلا ونسلانا ،  أسرع . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "96",
        "page": "330"
    },
    {
        "text": "وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ فَإِذَا هِىَ شَٰخِصَةٌ أَبْصَٰرُ ٱلَّذِينَ كَفَرُوا۟ يَٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍ مِّنْ هَٰذَا بَلْ كُنَّا ظَٰلِمِينَ",
        "tafsir": "{  واقترب الوعد الحق } وهو ما بعد النفخة الثانية من البعث والحساب والجزاء ،  معطوف على  \" فتحت \"  . {  فإذا هي شاخصة أبصار الذين كفروا } مرتفعة الأجفان لا تكاد تطرف من شدة الهول .  يقال :  شخص بصر فلان يشخص شخوصا فهو شاخص ،  إذا فتح عينيه وجعل لا يطرف ؛  جواب قوله :   \" إذا فتحت \"  و  \" هي \"  ضمير الشأن مبتدأ ،  و  \" شاخصة \"  خبر مقدم ،  و  \" أبصار \"  مبتدأ مؤخر ،  والجملة خبر  \" هي \"  . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "97",
        "page": "330"
    },
    {
        "text": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَٰرِدُونَ",
        "tafsir": "{  إنكم وما تعبدون } إنكم – أيها الكفار – والأصنام والطواغيت التي تعبدونها من دون الله وقود جهنم .  وحصب النار :  ما يرمى فيها وتهيج به .  يقال :  حصبه يحصبه ،  إذا رماه بالحصباء وهي صغار الحجارة . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "98",
        "page": "330"
    },
    {
        "text": "لَوْ كَانَ هَٰٓؤُلَآءِ ءَالِهَةً مَّا وَرَدُوهَا وَكُلٌّ فِيهَا خَٰلِدُونَ",
        "tafsir": "{ۤءِ آلِهَةً} {خَالِدُونَ}\r\n(99) - لَوْ كَانَتْ هَذِهِ الأَصْنَامُ وَالأَنْدَادُ آلِهَةً حَقِيْقَةً لَمَا دَخَلُوْا نَارَ جَهَنَّمَ، وَلَمَا بَقُوْا خَالِدِيْنَ فِيهَا مَعَ مَنْ عَبَدُوهَا.\n",
        "sura": "21",
        "aya": "99",
        "page": "330"
    },
    {
        "text": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
        "tafsir": "{  لهم فيها زفير } تنفس شديد يخرج من أقصى أجوافهم [ آية 106 هود ص 374 ]{  لا يسمعون } شيئا ما لشدة الهول .  أو لشدة الزفير .",
        "sura": "21",
        "aya": "100",
        "page": "330"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُم مِّنَّا ٱلْحُسْنَىٰٓ أُو۟لَٰٓئِكَ عَنْهَا مُبْعَدُونَ",
        "tafsir": "{أُوْلَـٰئِكَ}\r\n(101) - أمَّا الذينَ قَضَى اللهُ لَهُمْ بالرَّحْمَةِ والسَّعَادَةِ بِسَبَبِ إِيْمَانِهِمْ وَعَمَلِهِم الصَّالِحِ فِي الدُّنْيَا، فَأُولئِكَ يُبْعَدُونَ عَنْ جَهَنَّم جَزَاءً لَهُمْ، وَثَوَاباً مِنْ عِنْدِ اللهِ.\n",
        "sura": "21",
        "aya": "101",
        "page": "330"
    }
]