[
    {
        "text": "بَلْ أَتَيْنَٰهُم بِٱلْحَقِّ وَإِنَّهُمْ لَكَٰذِبُونَ",
        "tafsir": "{أَتَيْنَاهُمْ} {لَكَاذِبُونَ}\r\n(90) - لَيْسَ الأَمْرُ كما يَقُولُ هَؤُلاءِ المُشْرِكُونَ (بَلْ)، ولا كَما يَزْعُمونَ مِنْ أنَّ ما جَاءَهُم بِهِ رَسُولُهم هو مِنْ قَصَصِ الأوَّلِين وأحَادِيثِهِم، ولَيْسَ مُنَزَّلاً مِنْ عِنْدَ اللهِ، والحَقِيقَةُ هِيَ أنَّ مُحَمَّداً صَادِقٌ وَأَنَّ الله هُوَ الذي أَمَرَهُ بِإبْلاَغِهِ إلى النَّاسِ، ودَعْوتِهِمْ إلى الأخْذِ بِهِ، وإنَّهُم لَكاذِبُونَ فيما يَقُولُونَه وَيَزعُمُونَهُ، وفيما يَعْبُدونَهُ مِنْ أَصْنَامٍ وأَوْثَانٍ. \n",
        "sura": "23",
        "aya": "90",
        "page": "348"
    },
    {
        "text": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُۥ مِنْ إِلَٰهٍ إِذًا لَّذَهَبَ كُلُّ إِلَٰهٍۭ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ سُبْحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
        "tafsir": "{سُبْحَانَ}\r\n(91) - يُنَزِّهُ اللهُ تَعالى نَفْسَهَ الكَرِيمَةَ عَنْ أَنْ يَكونَ لَهُ وَلَدٌ أو شَرِيكٌ في المُلْكِ والتَّصَرُّفِ والعِبَادَةِ، ويَقُولُ: إنَّه لَوْ كَانَ هناكَ أَكْثَرُ مِنْ إِلهٍ لَطَلَبَ كُلٌّ مِنْهُم قَهْرَ الآخرِينَ، وَخِلاَفَهُم، ولَحَاوَلَ كُلُّ وَاحِدٍ مِنْهُم أنْ يُثْبِتَ سُلطَانَهُ، والاسْتِعْلاءَ على غَيرِهِ، فَتَعَالى اللهُ عُلُوّاً كَبِيراً، وتَنَزَّهَ عَمَّا يَقُولُه الظَّالِمُونَ المُعْتَدونَ في دَعْوَاهُم الوَلَدَ، والشَّرِيكَ لَهُ.\n",
        "sura": "23",
        "aya": "91",
        "page": "348"
    },
    {
        "text": "عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
        "tafsir": "{عَالِمِ} {وَٱلشَّهَادَةِ} {فَتَعَالَىٰ}\r\n(92) - وَإِنَّهُ يَعْلَمُ ما يَغِيبُ عَنِ المَخْلُوقَاتِ، وما يُشَاهِدُونَه، فَتَقَدَّسَ وَتَنزَّهَ وتَعالى عَمَّا يَقُولُه الظَّالِمُون الجَاحِدُون، وعَمَّا يَنْسبُونَه إليهِ مِنْ وُجُودِ الشَّرِيكِ والنِّدِّ والوَلَدِ.\n",
        "sura": "23",
        "aya": "92",
        "page": "348"
    },
    {
        "text": "قُل رَّبِّ إِمَّا تُرِيَنِّى مَا يُوعَدُونَ",
        "tafsir": "{  إما تريني .  .  .  } أي إن تريني ما يوعدون به من العذاب ،  فلا تجعلني قرينا لهم فيه فأهلك مثلهم . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "93",
        "page": "348"
    },
    {
        "text": "رَبِّ فَلَا تَجْعَلْنِى فِى ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
        "tafsir": "{ٱلظَّالِمِينَ}\r\n(94) - فإنِّي أَتَوَسَّلُ إليكَ يَا رَبِّ أنْ لا تَجْعَلَنِي فِيهِم، وأنْ لا تُهْلِكَنِي بِمَا تُهْلِكُهُم بِهِ.\r\n(وكانَ رَسُولُ اللهِ صلى الله عليه وسلم يَدْعُو فَيَقُول:  \"وإذا أَرَدْتَ بِقَومٍ فِتنَةً فَتَوَفَّني غَيْرَ مَفْتُونٍ\" ). (أخرجَهُ أحمدُ والتِّرمَذي).\n",
        "sura": "23",
        "aya": "94",
        "page": "348"
    },
    {
        "text": "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَٰدِرُونَ",
        "tafsir": "{لَقَادِرُونَ}\r\n(95) - وَلَوْ شِئْنَا لأَرَيْنَاكَ ما نُنْزِلَ بِهِم مِنَ العَذَابِ والبَلاَءِ، فإنَّنا قَادِرُونَ على ذَلِكَ، ولكِنَّنا نُؤخِّرُه حَتَّى يبْلُغَ الكِتَابُ أَجَلَهُ.\r\n(وقد أَرَى اللهُ تَعالى رَسُولَه الكَرِيمَ شَيْئاً مِنْ ذَلِكَ في مَعْرَكَةِ بَدْرٍ).\n",
        "sura": "23",
        "aya": "95",
        "page": "348"
    },
    {
        "text": "ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ ٱلسَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ",
        "tafsir": "{  ادفع بالتي هي أحسن السيئة } إرشاد له صلى الله عليه وسلم إلى ما يليق بمنصبه الرفيع من حسن الخلق والمكارم .  وكان من دأبه صلى الله عليه وسلم مقابلة السيئة بالحسنة ،  والعفو عمن أساء إليه . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "96",
        "page": "348"
    },
    {
        "text": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَٰتِ ٱلشَّيَٰطِينِ",
        "tafsir": "{  أعوذ بك .  .  .  } أستجير بك من وساوس الشياطين وما يخطرونه بالقلب ،  مما يغرى بالمعاصي والشرور ،  وألجأ إليك في دفعها .  يقال :  عاذ به واستعاذ ،  لجأ إليه .  وهو عياذه :  أي ملجؤه . {  همزات } جمع همزو ،  وهي النخسة والغمزة والدفعة بيد أو غيرها .  يقال :  همزه يهمزه ويهمزه ،  إذا نخسه ودفعه وغمزه ؛  ومنه المهماز وهو حديدة في مؤخر خف الرائض يحث بها الدابة على المشي . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "97",
        "page": "348"
    },
    {
        "text": "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
        "tafsir": "/ت97",
        "sura": "23",
        "aya": "98",
        "page": "348"
    },
    {
        "text": "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ رَبِّ ٱرْجِعُونِ",
        "tafsir": "(99) - ولا يَزَالُ الكَافِرُ يَجْتَرِحُ السَّيِّئَاتِ، ولا يُبَالِي بِمَا يَأْتِي وَما يَذَرُ مِنْ الآثَامِ والأَوْزَارِ. حَتَّى إذا جَاءَهُ المَوْتُ، وعَايَنَ ما هو مُقْدِمُ عَلَيْهِ مِنْ عَذَابِ اللهِ نَدِمَ على مَا فَاتَ، وأَسِفَ على مَا فَرَّطَ في جَنْبِ اللهِ، وقَالَ: رَبِّ ارجِعُونِ لأَعْمَلَ صَالِحاً فِيمَا قَصَّرْتُ مِنْ عِبَادَتِكَ، وحُقُوقِ عِبَادِكَ.\n",
        "sura": "23",
        "aya": "99",
        "page": "348"
    },
    {
        "text": "لَعَلِّىٓ أَعْمَلُ صَٰلِحًا فِيمَا تَرَكْتُ كَلَّآ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا وَمِن وَرَآئِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ",
        "tafsir": "{  كلا } كلمة ردع وزجر عن طلب الرجعة .  إلى الدنيا . {  برزخ إلى يوم يبعثون } أي حاجز بينهم وبين الرجعة إلى الدنيا إلى يوم البعث .  وهو إقناط لهم من الرجعة ،  وتهديد لهم بعذاب القبر إلى يوم البعث .  وأصله الحاجز والحاجب بين الشيئين أن يصل أحدهما إلى الآخر . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "100",
        "page": "348"
    },
    {
        "text": "فَإِذَا نُفِخَ فِى ٱلصُّورِ فَلَآ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَآءَلُونَ",
        "tafsir": "{  نفخ في الصور } هو القرن الذي ينفخ فيه نفخة الصعق ونفخة البعث .  والمراد هنا :  النفخة الثانية .  أي إذا نفخ في الصور نفخة النشور فلا تنفعهم أنسابهم شيئا ؛  لعظم الهول واشتغال كل بنفسه ،  ولا يسأل أحد أحدا كما هو الشأن في الدنيا .  وقيل :  المراد النفخة الأولى . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "101",
        "page": "348"
    },
    {
        "text": "فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
        "tafsir": "{مَوَازِينُهُ} {فأُوْلَـٰئِكَ}\r\n(102) - والعَمَلُ هَوَ مِيزَانُ التَّقْدِيرِ عِنْدَ اللهِ، فَمَنْ رَجَحَتْ حَسَنَاتُهُ عَلَى سَيِّئَاتِهِ كَانَ مِنَ المُفْلِحِينَ الذين فَازُوا بِمَا سَعَوا إِلَيْهِ، فَنَجَوْا مِنَ النَّارِ، وأُدْخِلُوا الجَنَّةَ.\n",
        "sura": "23",
        "aya": "102",
        "page": "348"
    },
    {
        "text": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فِى جَهَنَّمَ خَٰلِدُونَ",
        "tafsir": "{مَوَازِينُهُ} {فأُوْلَـٰئِكَ} {خَالِدُونَ}\r\n(103) - وَمَنْ ثَقُلَتْ سَيِّئَاتُهُ عَلَى حَسَنَاتِهِ فَأُوْلَئِكَ الذين خَابُوا وَهَلُكُوا، وَبَاؤُوا بالصِّفْقَةِ الخَاسِرَةِ وَخَلَدُوا فِي نَارِ جَهَنَّمَ.\n",
        "sura": "23",
        "aya": "103",
        "page": "348"
    },
    {
        "text": "تَلْفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمْ فِيهَا كَٰلِحُونَ",
        "tafsir": "{  تلفح وجوههم النار } يحرقها لهب النار .  يقال :  لفحته النار والسموم بحرها تلفحه لفحا ولفحانا ،  أحرقته . {  وهم فيها كالحون } متقلصو الشفاه عن الأسنان من أثر ذلك اللقح ؛  من الكلوح<br />\r\nوهو أن تتقلص الشفتان وتتشمرا عن الأسنان .  يقال :  كلح يكلح كلوحا وكلاحا ،  كتكلح .  وقولهم :  ما أقبح كلحته ؛  يراد به الفم وما حواليه . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "104",
        "page": "348"
    }
]