[
    {
        "text": "قَالَ وَمَا عِلْمِى بِمَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "(112) - قالَ لَهُمْ نُوحٌ: إنَّنِي دَعَوْتُ هَؤلاءِ فَصَدَّقُونِي واسْتَجَابُوا لِي، وَعَلَيَّ أنْ أقْبَلَ منهُمْ ذَلك، وأكِلَ سَرَائِرَهُمْ إلى اللهِ عَزَّ وَجَلَّ، ولَيْسَ لِي أنْ أُنَقِّبَ عنْ ضَمَائِرِهِمْ، ولا أَنْ أُدَقِّقَ في أعْمَالِهِمُ السَّابِقَةِ.\n",
        "sura": "26",
        "aya": "112",
        "page": "372"
    },
    {
        "text": "إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّى لَوْ تَشْعُرُونَ",
        "tafsir": "(113) - والذي يُحَاسِبُهُمْ عَلَى ضَمَائِرِهِمْ، وعَلَى أَعْمالِهِم السابِقَةِ واللاحِقَةِ، إنَّمَا هُوَ اللهُ ربُّ العالَمِينَ، فهوَ المُطَّلِعُ عَلَيْهِم، لَوْ كنتمُ من ذَوِي الشُّعُورِ والعَقْلِ.\n",
        "sura": "26",
        "aya": "113",
        "page": "372"
    },
    {
        "text": "وَمَآ أَنَا۠ بِطَارِدِ ٱلْمُؤْمِنِينَ",
        "tafsir": "(114) - وحينَما سَأَلُوهُ أنْ يَطْرُدَ هَؤلاءِ المُؤْمِنينَ، وَيُبْعِدَهُمْ عنهُ، أجَابَهُمْ: إنَّه لا يَفْعَلُ ذَلك.\n",
        "sura": "26",
        "aya": "114",
        "page": "372"
    },
    {
        "text": "إِنْ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
        "tafsir": "(115) - وَقَالَ لَهُمْ إنَّ اللهَ تَعَالَى بَعَثَهُ نَذِيراً للنَّاسِ، فَمنْ أطَاعَهُ وصَدَّقَهُ كَانَ مِنْهُ، وَلا فَرْقَ عِنْدَهُ بَيْنَ شَريفٍ وَوَضِيعٍ، وَلا بَيْنَ جَلِيلٍ وَحَقِيرٍ.\n",
        "sura": "26",
        "aya": "115",
        "page": "372"
    },
    {
        "text": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَٰنُوحُ لَتَكُونَنَّ مِنَ ٱلْمَرْجُومِينَ",
        "tafsir": "{لَئِنْ} {يٰنُوحُ}\r\n(116) - طَالَ مُقَامُ نُوحٍ عَلَيه السَّلامُ بَينَ ظَهْرَانَيْ قَومِهِ، يَدْعُوهُمْ إلى اللهِ لَيلاً ونَهاراً، وسِرّاً وجِهَاراً، وكُلَّمَا كَرَّرَ عليهِمُ الدَّعوةَ ازْدَادوا كُفْراً واسْتِكْبَاراً.\r\nولَمَّا كَرَّرَ لَهُمْ نوحٌ الدعوةَ تَضَايَقُوا منْهُ ومِمَّنْ مَعَهُ، فَقَالَ لَهُ الظَّالِمُونَ مِنْ قومِهِ: لَئِنْ لمْ تَنْتَهِ يا نُوحُ عَن دَعَْوَتِكَ إِيَّانَا إلى دِينِكَ لَنَرْجُمَنَّكَ بِالحِجَارَةِ وَلنقْتُلَنَّكَ.\n",
        "sura": "26",
        "aya": "116",
        "page": "372"
    },
    {
        "text": "قَالَ رَبِّ إِنَّ قَوْمِى كَذَّبُونِ",
        "tafsir": "(117) - فدَعَا نُوحٌ عليهِ السلامُ عَلَيْهِمْ، واسْتَنصَرَ رَبَّهُ عَلَيْهِمْ، وقالَ لِرَبِّهِ: رَبِّ إنَّ قَوْمِي كَذَّبُونِي.\n",
        "sura": "26",
        "aya": "117",
        "page": "372"
    },
    {
        "text": "فَٱفْتَحْ بَيْنِى وَبَيْنَهُمْ فَتْحًا وَنَجِّنِى وَمَن مَّعِىَ مِنَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{  فافتح بيني وبينهم فتحا } فاحكم بيني وبينهم حكما من عندك تهلك به المبطل ،  وتنتقم به ممن كفر بك ،  وجحد توحيدك وكذب رسولك [ آية 89 الأعراف ص 270 ] .",
        "sura": "26",
        "aya": "118",
        "page": "372"
    },
    {
        "text": "فَأَنجَيْنَٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
        "tafsir": "{  في الفلك المشحون } الموقر المملوء بالناس والدواب والمتاع .\r\n\r\n",
        "sura": "26",
        "aya": "119",
        "page": "372"
    },
    {
        "text": "ثُمَّ أَغْرَقْنَا بَعْدُ ٱلْبَاقِينَ",
        "tafsir": "(120) - ثمَّ إنَّ اللهَ تَعالى أغرَقَ البَاقينَ جَمِيعاً، بعْدَ أنْ أنْجَى نُوحاً وَالذينَ آمَنُوا مَعَهُ في السَّفِينةِ.\n",
        "sura": "26",
        "aya": "120",
        "page": "372"
    },
    {
        "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
        "tafsir": "{لآيَةً}\r\n(121) - وَفي ذلكَ لآيةٌ عَلَى عِنَايَةِ اللهِ تَعَالَى بِعبادِهِ المُؤْمنينَ، وعَلى قُدْرَتِهِ تَعالى عَلى إهْلاَكِ المُجْرِمِينَ المُكذِّبينَ. وَمَعَ أنَّ نُوحاً حَذَّرَ قَومَهُ مِنْ عَذَابِ اللهِ ونَكَالِهِ ودعَاهُمْ إِلى عِبَادَةِ اللهِ تَعالى لَيلاً ونهاراً، وسِرّاً وَجِهَاراً فإِنَّهُ لمْ يؤمنْ بِهِ كثيرٌ منهُمْ. ",
        "sura": "26",
        "aya": "121",
        "page": "372"
    },
    {
        "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "tafsir": "(122) - وإنَّ ربَّكَ يَا مُحَمَّدُ هُو العَزيزُ الجَانبِ الذي لا يُقَاوَمُ ولا يُغَالَبُ وهُوَ الحَكيمُ في شَرْعِهِ وتدْبِيرِهِ، الرَّحيمُ بعبَادِهِ إذْ لَمْ يُعَاجِلِ المُكَذِّبينَ بالعُقُوبةِ، وأرْسَلَ إليهِم الرُّسُلَ، وأَخَّرَ عُقُوبَتَهُمْ لَعلَّهُمْ يَتُوبُونَ.\n",
        "sura": "26",
        "aya": "122",
        "page": "372"
    },
    {
        "text": "كَذَّبَتْ عَادٌ ٱلْمُرْسَلِينَ",
        "tafsir": "(123) - يُخْبِرُ اللهُ تَعالى أنَّهُ أرْسَلَ رَسُولَهُ هُوداً إلى قَوْمِ عَادٍ - وكَانُوا يَسْكُنُونَ الأحْقَافَ وهِيَ تِلاَلٌ رَمْلِيَّةٌ قُرْبَ حَضْرَمَوْتَ - وكَانُوا بعدَ قومِ نُوحٍ - فَدَعَاهُمْ هُودٌ إلى عِبادَةِ اللهِ تَعَالى وَحْدَه لا شَرِيكَ لَهُ، والإِقلاَعِ عَنْ عبادةِ الأَصْنَامِ والأَوْثَانِ فكذَّبُوهُ.\n",
        "sura": "26",
        "aya": "123",
        "page": "372"
    },
    {
        "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ",
        "tafsir": "(124) - فَقَالَ لَهُمْ هُودٌ عليهِ السَّلامُ: أَلاَ تَخَافُونَ أَنْ تَعْبُدُوا مَعَ اللهِ آلهةً أُخْرى هيَ أَصنامٌ لا تَضرُّ ولا تَنْفَعُ؟\n",
        "sura": "26",
        "aya": "124",
        "page": "372"
    },
    {
        "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
        "tafsir": "(125) - إنِّي مُرْسَلٌ إِليكُمْ مِنْ عِنْدِ اللهِ تَعَالى، وَإِنّي صَادِقٌ فِيما أُبَلِّغُكُمْ إِيَّاهُ مِنْ رَبِّكُمْ.\n",
        "sura": "26",
        "aya": "125",
        "page": "372"
    },
    {
        "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
        "tafsir": "(126) - فَأَطِيعُونِي، واتَّبِعُوا قَوْلِي، واسْتَجِيبُوا لِدَعْوَتِي واتَّقُوا اللهَ رَبِّي وَرَبَّكُمْ، واعْبُدُوهُ وَحْدَهُ لاَ شَرِيكَ لَهُ.\n",
        "sura": "26",
        "aya": "126",
        "page": "372"
    },
    {
        "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{أَسْأَلُكُمْ} {ٱلْعَالَمِينَ}\r\n(127) - وَأَنَا لا أسْأَلُكُمْ جَزَاءً وأجْراً عَلَى مَا أقُومُ بِهِ منْ دَعْوَتِي إيَّاكُمْ، وَإنَّمَا أنْتَظِرُ الأجْرَ والثَّوَابَ عَلَى ذَلكَ مِنَ اللهِ رَبِّ العَالَمينَ الذِي بَعَثَنِي إليْكُمْ.",
        "sura": "26",
        "aya": "127",
        "page": "372"
    },
    {
        "text": "أَتَبْنُونَ بِكُلِّ رِيعٍ ءَايَةً تَعْبَثُونَ",
        "tafsir": "{  أتبنون بكل ريع } – بكسر الراء – جمع ريعة ،  وهي المكان المرتفع من الأرض .  أو الطريق أو الوادي أو الجبل ؛  استعير الريع للزيادة والارتفاع . {  آية } أي بناء شامخا ،  كأنه علم . {  تبعثون } ببنائها إذ لم تكونوا محتاجين إليها ،  وإنما بنيتموها للتفاخر بها .  وقيل  \" آية \"  أي برج حمام :  وكانوا يبنون البروج في كل ريع للهو بالحمام .  والعبث :  فعل ما لا فائدة فيه .  وفعله من باب طرب .\r\n\r\n",
        "sura": "26",
        "aya": "128",
        "page": "372"
    },
    {
        "text": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ",
        "tafsir": "{  وتتخذون مصانع } وتعملون حياضا وبركا تجمعون فيها مياه الأمطار كالصهاريج ؛  واحده مصنعة .  والمصانع أيضا :  المباني من القصور والحصون .\r\n\r\n",
        "sura": "26",
        "aya": "129",
        "page": "372"
    },
    {
        "text": "وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ",
        "tafsir": "(130) - ويَصِفُهُمْ نَبِيُّهُم بِالقَسْوَةِ، والغِلْظَةِ، وَالجَبَرُوتِ، فَيَقُولُ لهمْ: إنَّهُمْ حِينَما ينْتَقِمُونَ وَيضْرِبُون، فإنَّهُم يفْعلونَ ذَلِكَ بقَسْوَةٍ بَالِغَةٍ، كَما يَفْعَلُ الجبَّارُونَ الأقْوِياءُ الذينَ لا يَخَافُونَ اللهَ تَعالى.\n",
        "sura": "26",
        "aya": "130",
        "page": "372"
    },
    {
        "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
        "tafsir": "(131) - فأَطِيعُوني فِيمَا دعوتُكُم إليهِ، وتَجَنَّبُوا ما حَذَّرْتُكُمْ منْهُ، واتَّقُوا اللهَ، وَخَافُوا نِقَمَهُ في الدُّنْيا والآخرةِ.\n",
        "sura": "26",
        "aya": "131",
        "page": "372"
    },
    {
        "text": "وَٱتَّقُوا۟ ٱلَّذِىٓ أَمَدَّكُم بِمَا تَعْلَمُونَ",
        "tafsir": "(132) - واتَّقُوا اللهَ الذي آتاكمُ الأمْوالَ، والبَنينَ والقُوَّة.\r\nأَمَدَّكُمْ - أنْعَمَ عَلَيْكُمْ ورَزَقَكُمْ.\n",
        "sura": "26",
        "aya": "132",
        "page": "372"
    },
    {
        "text": "أَمَدَّكُم بِأَنْعَٰمٍ وَبَنِينَ",
        "tafsir": "{بِأَنْعَامٍ}\r\n(133) - الذِي أمدَّكُمْ بأنْعَامٍ تَنْتَفِعُونَ بأوْبَارِهَا وأصْوافِها ولُحُومِها وألْبَانِها، وأمَدَّكُمْ بِبَنِينَ يَزيْدُونَ في قُوَّتِكُمْ.\n",
        "sura": "26",
        "aya": "133",
        "page": "372"
    },
    {
        "text": "وَجَنَّٰتٍ وَعُيُونٍ",
        "tafsir": "{وَجَنَّاتٍ}\r\n(134) - وأمَدَّكُم بِبساتِينَ ومَزَارِعَ وعيونِ ماءٍ تَجْري في أرْضِكُمْ.\n",
        "sura": "26",
        "aya": "134",
        "page": "372"
    },
    {
        "text": "إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
        "tafsir": "(135) - فإنْ كذَّبْتُمْ وتَوَلَّيْتُم ورَفَضْتُم اتِّبَاعِي فِيمَا دَعَوْتُكُمْ إِليهِ مِنْ عِبادةِ اللهِ تَعَالى، فإِنِّي أخافُ أن تَحِلَّ بِكُمْ نِقَمُ اللهِ وعذابُهُ في يومِ القيامةِ، وهُوَ يَومٌ شديدُ الهَوْلِ.\n",
        "sura": "26",
        "aya": "135",
        "page": "372"
    },
    {
        "text": "قَالُوا۟ سَوَآءٌ عَلَيْنَآ أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ ٱلْوَٰعِظِينَ",
        "tafsir": "{ٱلْوَاعِظِينَ}\r\n(136) - فَرَدَّ القَومُ عَلَى هُوُدٍ قائِلينَ: إنَّهُمْ لا يُبَالُون بنُصْحِهِ، ووَعْظِهِ، وَدَعْوَتِهِ، وإِنَّهُمْ لنْ يَرْجِعُوا عمَّا هُمْ عليهِ من الضَّلاَلِ، ولنْ يَتْرُكُوا آلِهَتَهُمْ كَمَا جاءَ في آيةٍ أُخْرى.\n",
        "sura": "26",
        "aya": "136",
        "page": "372"
    }
]