[
    {
        "text": "يَٰبَنِىَّ ٱذْهَبُوا۟ فَتَحَسَّسُوا۟ مِن يُوسُفَ وَأَخِيهِ وَلَا تَا۟يْـَٔسُوا۟ مِن رَّوْحِ ٱللَّهِ إِنَّهُۥ لَا يَا۟يْـَٔسُ مِن رَّوْحِ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْكَٰفِرُونَ",
        "tafsir": "{  فتحسسوا من يوسف وأخيه } أي تحسسوا خبرا من أخبارهما . أو تحسسوا عنهما .  والتحسس :  التعرف .  وأصله طلب الخير بالحاسة .  واستعمل في التعرف للزومه له .  {  ولا تيأسوا من روح الله } ولا تقنطوا من فرج الله وتنفيسه .  وأصل معنى الروح :  التنفس .  يقال :  أراح الإنسان إذا تنفس ،  ثم استعير للفرج . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "87",
        "page": "246"
    },
    {
        "text": "فَلَمَّا دَخَلُوا۟ عَلَيْهِ قَالُوا۟ يَٰٓأَيُّهَا ٱلْعَزِيزُ مَسَّنَا وَأَهْلَنَا ٱلضُّرُّ وَجِئْنَا بِبِضَٰعَةٍ مُّزْجَىٰةٍ فَأَوْفِ لَنَا ٱلْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ إِنَّ ٱللَّهَ يَجْزِى ٱلْمُتَصَدِّقِينَ",
        "tafsir": "{  وجئنا ببضاعة مزجاة } مدفوعة يردها كل من يراها لرداءتها . يقال :  زجاه ،  ساقه ودفعه ،  كزجاه وأزجاه .  والريح تزجي السحاب :  تسوقه سوقا رفيقا .  وكانت بضاعتهم من متاع الأعراب  سوقا وسمنا .  أو دراهم  زيوفا ،  مردودة لغش فيها . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "88",
        "page": "246"
    },
    {
        "text": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَٰهِلُونَ",
        "tafsir": "{جَاهِلُونَ}\r\n(89) - وَلَمَّا أَدْرَكَ يُوسُفُ أَنَّ الجَهْد وَالمَجَاعَةَ وَالجَدْبَ أَرْهَقَ كُلُّ ذلك أَهْلَهُ، تَذَكَّرَ أَبَاهُ وَمَا يُقَاسِيهِ مِنْ هذِهِ الحَالِ، وَمِنْ فَقْدِ وَلَدَيْهِ، فَرَقَّ قَلْبُهُ، وَعَرَّفَ إِخْوَتَهُ بِنَفْسِهِ، وَقَالَ لَهُمْ: هَلْ عَلِمْتُمْ مِا صَنَعْتُمْ بِيُوسُفَ وَأَخِيهِ مِنَ الكَيْد وَالإِيذَاءِ، حِينَمَا كُنْتُمْ جَاهِلِينَ قُبْحَ مَا فَعَلْتُمُوهُ فِي حُكْمِ شَرْعِكُمْ، وَحُقُوقِ بِرِّ الوَالِدَيْنِ، وَمَا يَجِبُ مِنْ تَرَاحُمِ القَرَابَةِ وَالرَّحْمِ، وَلاَ تُقَدِّرُونَ عَوَاقِبَ هذا الطَّيْشِ، وَاتِّبَاعِ الهَوَى، وَإِطَاعَةِ الحَسَدِ؟.",
        "sura": "12",
        "aya": "89",
        "page": "246"
    },
    {
        "text": "قَالُوٓا۟ أَءِنَّكَ لَأَنتَ يُوسُفُ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِى قَدْ مَنَّ ٱللَّهُ عَلَيْنَآ إِنَّهُۥ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
        "tafsir": "{أَإِنَّكَ}\r\n(90) - فَقَالُوا لَهُ بِتَعَجُّبٍ مِمَّا بَلَغَهُ أَمْرُهُ مِنْ عُلُوِّ المَنْزِلَةِ فِي مِصْرَ: أَأَنْتَ يُوسُفُ وَقَدْ بَلَغْتَ مَا بَلَغْتَ؟ قَالَ: أَنَا يُوسُفُ وَهَذا أَخِي، قَدْ مَنَّ اللهُ عَلَيْنَا بِالاجْتِمَاعِ بَعْدَ طُولِ افْتِرَاقٍ، وَإِنَّ اللهَ قَدْ أَكْرَمَنِي، وَرَفَعَ شَأْنِي، وَهُوَ تَعَالَى لاَ يُضَيِّعُ أَجْرَ امْرِىءٍ اتَّقَاهُ وَصَبَرَ وَأَحْسَنَ العَمَلَ.",
        "sura": "12",
        "aya": "90",
        "page": "246"
    },
    {
        "text": "قَالُوا۟ تَٱللَّهِ لَقَدْ ءَاثَرَكَ ٱللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَٰطِـِٔينَ",
        "tafsir": "{آثَرَكَ} {لَخَاطِئِينَ}\r\n(91) - فَاعْتَرَفُوا بِمَا فَضَّلَهُ اللهُ عَلَيْهِمْ بِالخُلْقِ وَالخَلْقِ، وَالحِلْمِ وَالسَّعَةِ وَالمُلْكِ، وَأَقَرُّوا بِذَنْبِهِمْ وَخَطَئِهِمْ فِي حَقِّهِ وَحَقِّ أَخِيهِ، وَأَنَّهُمْ لاَ عُذْرَ لَهُمْ فِيمَا فَعَلُوهُ.\r\nآثَرَكَ اللهُ عَلَيْنا - اخْتَارَكَ وَفَضَّلَكَ عَلَيْنَا.",
        "sura": "12",
        "aya": "91",
        "page": "246"
    },
    {
        "text": "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ ٱلْيَوْمَ يَغْفِرُ ٱللَّهُ لَكُمْ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
        "tafsir": "{  لا تثريب عليكم اليوم } لا تأنيب ولا لوم عليكم اليوم .  يقال :  ثربه يثربه ،  وثربه وعليه وأثر به ،  إذا بكته بفعله وعدد عليه ذنوبه .  قيل :  أصله من الثرب ،  وهو شحم رقيق يغشى الكرش والأمعاء . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "92",
        "page": "246"
    },
    {
        "text": "ٱذْهَبُوا۟ بِقَمِيصِى هَٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِى يَأْتِ بَصِيرًا وَأْتُونِى بِأَهْلِكُمْ أَجْمَعِينَ",
        "tafsir": "{  اذهبوا بقميصي هذا .  .  .  } أي اذهبوا بقميصي هذا ،  مشيرا إلى القميص الذي كان عليه حينئذ . <br />\r\nو قد علم بالوحي أن إلقاءه على وجه أبيه يرد إليه بصره ،  وهذا من باب خرق العادة .  وقيل :  إن يوسف لما علم أن أباه قد عرا بصره منا عراه من كثرة البكاء عليه وضيق القلب ،  بعث إليه قميصه ليجد ريحه فيزل بكاءه ،  ويفرح قلبه فرحا شديدا ،  فعند ذلك يزول الضعف ويقوى البصر . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "93",
        "page": "246"
    },
    {
        "text": "وَلَمَّا فَصَلَتِ ٱلْعِيرُ قَالَ أَبُوهُمْ إِنِّى لَأَجِدُ رِيحَ يُوسُفَ لَوْلَآ أَن تُفَنِّدُونِ",
        "tafsir": "{  ولما فصلت العير } خرجت من عريش مصر قاصدة مكان يعقوب عليه السلام قرب بيت المقدس . {  قال أبوهم } يعقوب عليه السلام لمن حضره من ذوي قرابته {  إني لأجد ريح يوسف لولا أن تفندون } أي إني لأشم ريحه .  لولا تفنيدكم إياي لصدقتموني .  وقد أشمه الله ما عبق من القميص من ريح يوسف من مسيرة أيام ،  وهي معجزة ظاهرة .  قال مالك :  قد أوصل ريحه من أوصل . <br />\r\nعرش بلقيس قبل أن يرتد إلى سليمان طرفه .  والتفنيد :  النسبة إلى الفند ،  وهو الكذب أو الخطأ في القول والرأي . أو الخرف وإنكار العقل من هرم أو مرض . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "94",
        "page": "246"
    },
    {
        "text": "قَالُوا۟ تَٱللَّهِ إِنَّكَ لَفِى ضَلَٰلِكَ ٱلْقَدِيمِ",
        "tafsir": "{  إنك في ضلالك القديم } أي لفي ذهابك عن طريق الصواب قدما بالأفراط في محبة يوسف والتوقع للقائه . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "95",
        "page": "246"
    }
]