[
    {
        "text": "لَا يَصْلَىٰهَآ إِلَّا ٱلْأَشْقَى",
        "tafsir": "{لا يصلاها إلا الأشقى. .  .} لا يعذب بين أطباقها، ولا يقاسي حرها على وجه الأشدية إلا الكافر الذي كذب بالحق، وأعرض عن الطاعة. قيل: نزلت في أمية بن خلف ونظرائه من المكذبين .",
        "sura": "92",
        "aya": "15",
        "page": "596"
    },
    {
        "text": "ٱلَّذِى كَذَّبَ وَتَوَلَّىٰ",
        "tafsir": "الذي كفر بربه، وكذب بآياته ورسله، وأعرض عن اتباع شرع الله (تَوَلَّى) .",
        "sura": "92",
        "aya": "16",
        "page": "596"
    },
    {
        "text": "وَسَيُجَنَّبُهَا ٱلْأَتْقَى",
        "tafsir": "{وسيجنبها الأتقى} وسيبعد عنها بالكلية المبالغ في اتقاء الكفر والمعاصي .",
        "sura": "92",
        "aya": "17",
        "page": "596"
    },
    {
        "text": "ٱلَّذِى يُؤْتِى مَالَهُۥ يَتَزَكَّىٰ",
        "tafsir": "{الذي يؤتى ماله يتزكى} أي يتطهر به من الذنوب. أو يطلب به أن يكون عند الله زاكيا؛ إذ لم يؤته رياء ولا سمعة نزلت في الصديق رضي الله عنه .",
        "sura": "92",
        "aya": "18",
        "page": "596"
    },
    {
        "text": "وَمَا لِأَحَدٍ عِندَهُۥ مِن نِّعْمَةٍ تُجْزَىٰٓ",
        "tafsir": "{وما لأحد. .  .} لا يفعل الخير ذلك الأتقى جزاء على نعمة سلفت إليه من أحد، لكنه يفعله ابتداء خالصا لوجه الله تعالى .",
        "sura": "92",
        "aya": "19",
        "page": "596"
    },
    {
        "text": "إِلَّا ٱبْتِغَآءَ وَجْهِ رَبِّهِ ٱلْأَعْلَىٰ",
        "tafsir": "وإنما فعل ما فعل من إنفاق المال، ابتغاء مرضاة ربه، وطلبا لمثوبته وحده. (وَهَذِهِ الآيَة نَزَلَتْ فِي أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللهُ عَنْهُ) .",
        "sura": "92",
        "aya": "20",
        "page": "596"
    },
    {
        "text": "وَلَسَوْفَ يَرْضَىٰ",
        "tafsir": "{ولسوف يرضى} وعد من الله لأبي بكر نيل جميع ما يبتغيه على أكمل الوجوه وأجملها. والله أعلم .",
        "sura": "92",
        "aya": "21",
        "page": "596"
    },
    {
        "text": "وَٱلضُّحَىٰ",
        "tafsir": "فقال تعالى: {والضحى} أقسم بالضحى، وهو وقت ارتفاع الشمس وإشراقها، وهو وقت نشاط الحركة، والإقبال على العمل .",
        "sura": "93",
        "aya": "1",
        "page": "596"
    },
    {
        "text": "وَٱلَّيْلِ إِذَا سَجَىٰ",
        "tafsir": "{والليل إذا سجى} وأقسم بالليل حين يسكن. يقال: سجا الليل وغيره يسجو سجوا وسجوا، سكن ودام؛ ومنه ليلة ساجية: إذا كانت ساكنة الريح. أو أقسم به حين يمتد بظلامه، وذلك وقت السكون وانقطاع الحركة .",
        "sura": "93",
        "aya": "2",
        "page": "596"
    },
    {
        "text": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ",
        "tafsir": "وجواب القسم قوله تعالى: {ما ودعك ربك} ما تركك منذ اختارك؛ من التوديع وهو الأصل: الدعاء للمسافر ببلوغ الدعة وخفض العيش. ثم تعورف في تشييع المسافر وتركه، ثم استعير للترك مطلقا. وقرئ\" ودعك\" بالتخفيف بمعناه. {وما قلى} ما أبغضك ربك منذ أحبك؛ من القلى وهو شدة البغض. يقال: قلاه يقليه قلى وقلاء، أبغضه وكرهه غاية الكراهة. كما تقول: قريت الضيف أقريه قرى وقراء .",
        "sura": "93",
        "aya": "3",
        "page": "596"
    },
    {
        "text": "وَلَلْءَاخِرَةُ خَيْرٌ لَّكَ مِنَ ٱلْأُولَىٰ",
        "tafsir": "{وللآخرة. .  .} بشارة من الله لنبيه صلى الله عليه وسلم بأنه مع مواصلته إياه بالوحي والكرامة، وتخصيصه بمنازل رفيعة لم يدركها من قبله، سيؤتيه في الآخرة ما هو أجل وأعظم مما أعطاه في الدنيا .",
        "sura": "93",
        "aya": "4",
        "page": "596"
    },
    {
        "text": "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰٓ",
        "tafsir": "{ولسوف يعطيك ربك} من خيرى الدنيا والآخرة كل ما فيه رضا لك، من نصر وتمكين وفتوح، وإعلاء لكلمة الله على لسانك، وبدعوتك وجهادك، وتكثير لأتباعك، وتفضيل لأمتك، ومقامات وكرامات لا يحيط بها إلا المنعم المنان. {فترضى} بما أعطاك .",
        "sura": "93",
        "aya": "5",
        "page": "596"
    },
    {
        "text": "أَلَمْ يَجِدْكَ يَتِيمًا فَـَٔاوَىٰ",
        "tafsir": "ثم عدد الله من فنون النعم العظيمة التي أفاضها على رسوله صلى الله عليه وسلم من أول أمره إلى وقت النزول، ثلاث نعم جزيلة؛ تقوية لقلبه، وشرحا لصدره، والبدايات دلائل النهايات، والسوابق شواهد على اللواحق– فقال: {ألم يجدك يتيما} حين مات أبوك، ولم يخلف لك مالا ولا مأوى. {فآوى} فآواك وضمك إلى من يقوم بأمرك؛ حيث كفلك جدك عبد المطلب، ثم من بعده عمك الشقيق أبو طالب فأحسن تربيتك .",
        "sura": "93",
        "aya": "6",
        "page": "596"
    },
    {
        "text": "وَوَجَدَكَ ضَآلًّا فَهَدَىٰ",
        "tafsir": "{ووجدك ضالا} غافلا عن معالم النبوة وأحكام الشريعة التي لا تهتدي إليها العقول وحدها؛ كما قال تعالى: \" ما كنت تدري ما الكتاب ولا الإيمان\" . {فهدى} فهداك إلى مناهجها في تضاعيف ما أوحى إليك من الكتاب المبين، وعلمك ما لم تكن تعلم. أما أصل الإيمان بالله فإنه عليه الصلاة والسلام ما كفر بالله قط! ولا أشرك به قط! فلم يعبد وثنا. ولم يؤله صنما، ولم يشهد لذلك رسما. وقد عصمه ربه من ذلك قبل النبوة. واهتدى إلى الإيمان بالله بفطرته، ولم تغب عنه إلا تفاصيل شريعته؛ حتى جاءه الحق من ربه، فعلمه منها ما لم يكن يعلم، وكان فضل الله عليه عظيما .",
        "sura": "93",
        "aya": "7",
        "page": "596"
    },
    {
        "text": "وَوَجَدَكَ عَآئِلًا فَأَغْنَىٰ",
        "tafsir": "{ووجدك عائلا} فقيرا لا مال لك. {أغنى} فرضاك بما أعطاك من الرزق. وذلك حقيقة الغنى؛ وفي الحديث (ليس الغنى عن كثرة العرض، ولكن الغنى غنى النفس) .  من عال الرجل يعيل عيلة، إذا افتقر واحتاج. وإغناؤه صلى الله عليه وسلم: إعطاؤه الكفاف من العيش .",
        "sura": "93",
        "aya": "8",
        "page": "596"
    },
    {
        "text": "فَأَمَّا ٱلْيَتِيمَ فَلَا تَقْهَرْ",
        "tafsir": "{فأما اليتيم فلا تقهر} فلا تستذله ولا تحتقره، ولا تظلمه ولا تغلبه على ماله، ولا تؤذه بأي نوع من أنواع الأذى؛ فقد كنت يتيما. وفي الحديث (أنا وكافل اليتيم في الجنة هكذا) وأشار بالسبابة والوسطى وفرج بينهما؛ أي إذا أحسن كفالته واتقى الله فيه. والخطاب له ولأمته .",
        "sura": "93",
        "aya": "9",
        "page": "596"
    },
    {
        "text": "وَأَمَّا ٱلسَّآئِلَ فَلَا تَنْهَرْ",
        "tafsir": "{وأما السائل} ذا الحاجة إلى مال أو علم {فلا تنهر} فلا تزجره ولا تغلظ له القول ولا تعبس في وجهه؛ بل اسعفه بمطلوبه ما استطعت. يقال: نهره وانتهر، إذا استقبله بكلام يزجره .",
        "sura": "93",
        "aya": "10",
        "page": "596"
    },
    {
        "text": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ",
        "tafsir": "{وأما بنعمة ربك} أي بما أنعم عليك من النعم العظيمة {فحدث} أي فاذكرها وأذعها؛ وذلك شكرها والخطاب له ولأمته. وإنما يجوز لغيره صلى الله عليه وسلم التحدث بما عمله من الخير إذا أمن على نفسه الفتنة، وقصد اقتداء الناس به. وندب التكبير عند خاتمة هذه السورة وما بعدها إلى آخر القرآن العظيم، بلفظ: لا إله إلا الله، والله أكبر. أو ذلك مع زيادة: ولله الحمد. والله أعلم .",
        "sura": "93",
        "aya": "11",
        "page": "596"
    },
    {
        "text": "أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ",
        "tafsir": "{ألم نشرح لك صدرك} ألم نوسع صدرك بما أودعنا فيه من الهدى والمعرفة والإيمان والفضائل والعلوم والحكم. ونفسحه بتيسير تلقي ما يوحى إليك بعد ما كان يشق عليك! ؟  والشرح في الأصل: التوسعة. يقال: شرح الشيء، وسعه. وإذا تعلق بالقلب أو الصدر يراد منه بسطه بنور إلهي وسكينة من الله وروح منه. والاستفهام للتقرير؛ أي قد شرحنا .",
        "sura": "94",
        "aya": "1",
        "page": "596"
    },
    {
        "text": "وَوَضَعْنَا عَنكَ وِزْرَكَ",
        "tafsir": "{ووضعنا عنك. .  .} خففنا عنك ما أثقل ظهرك من أعباء النبوة والرسالة؛ حتى تقوم بها وتبلغ رسالة ربك. والوزر: الحمل الثقيل .",
        "sura": "94",
        "aya": "2",
        "page": "596"
    },
    {
        "text": "ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ",
        "tafsir": "{الذي أنقض ظهرك} أي أثقله وأوهنه حتى سمع له نقيص، وهو الصوت الخفي الذي يسمع من الرحل فوق البعير. يقال: أنقض الحمل ظهر البعير، إذا سمع له صرير من شدة الحمل. وسمعت نقيض الرحل: أي صريره؛ والفعل كنصر. أو عصمناك من الذنوب، وطهرناك من الأدناس التي تنقض ظهرك لو وقعت. وعبر عن ذلك بالوضع مبالغة في انتفاء الذنوب عنه؛ كما يقول القائل لمن لم يزره: رفعت عنك مشقة الزيارة؛ مبالغة في انتفاء الزيارة منه له .",
        "sura": "94",
        "aya": "3",
        "page": "596"
    },
    {
        "text": "وَرَفَعْنَا لَكَ ذِكْرَكَ",
        "tafsir": "{ورفعنا لك ذكرك} وهنا باسمك، وجعلناه مذكورا على لسان كل مؤمن في المشارق والمغارب، مقرونا باسمنا في كلمتي الشهادة والأذان والإقامة والتشهد والخطبة وغير ذلك. وقد جعل الله طاعته طاعته، وصلى عليه في ملائكته، وأمر المؤمنين بالصلاة عليه، وخاطبه بالألقاب وذكره في كتب الأولين .",
        "sura": "94",
        "aya": "4",
        "page": "596"
    },
    {
        "text": "فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا",
        "tafsir": "{فإن مع العسر يسرا} أي خولناك ما خولناك من الفضل والكرامة؛ فلا تيأس من فضل الله تعالى، فإن بعد الشدة التي أنت فيها من مقاساة بلاء المشركين يسرا عظيما؛ أي فرجا وسعة بإظهارك عليهم .",
        "sura": "94",
        "aya": "5",
        "page": "596"
    },
    {
        "text": "إِنَّ مَعَ ٱلْعُسْرِ يُسْرًا",
        "tafsir": "{إن مع العسر يسرا} أي إن مع ذلك العسر يسرا آخر، ولن يغلب عسر يسرين  !",
        "sura": "94",
        "aya": "6",
        "page": "596"
    },
    {
        "text": "فَإِذَا فَرَغْتَ فَٱنصَبْ",
        "tafsir": "{فإذا فرغت فانصب} لما عدد الله نعمه السابقة، ووعده بالنعم الآتية: بعثه على الشكر والاجتهاد في العبادة، والنصب فيها. وألا يخلي وقتا من أوقاته منها؛ فإذا فرغ من عبادة أتبعها بأخرى. والنصب: التعب والإعياء .",
        "sura": "94",
        "aya": "7",
        "page": "596"
    },
    {
        "text": "وَإِلَىٰ رَبِّكَ فَٱرْغَب",
        "tafsir": "{وإلى ربك فارغب} اجعل رغبتك– أي ضراعتك– ومسألتك إلى ربك، لا إلى غيره؛ فهو وحده القادر على إجابتك وإسعافك. يقال: رغبت إلى فلان في كذا، سألته إياه. والله أعلم .",
        "sura": "94",
        "aya": "8",
        "page": "596"
    }
]