[
    {
        "text": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
        "tafsir": "وقل يا محمد لمشركي قومك: إن الله أمرني بأن أعبده وحده لا شريك له، وأن أخلص له العبادة.",
        "sura": "39",
        "aya": "11",
        "page": "460"
    },
    {
        "text": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ",
        "tafsir": "وأمرني ربي بأن أكون أول من أسلم وانقاد، وأخلص العبادة والتوحيد لله.",
        "sura": "39",
        "aya": "12",
        "page": "460"
    },
    {
        "text": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
        "tafsir": "وقل لهم: إني أخاف- وأنا رسول الله- عذاب يوم القيامة الكثير الأهوال إن عصيت ربي، وتركت الإخلاص له وإفراده بالربوبية.",
        "sura": "39",
        "aya": "13",
        "page": "460"
    },
    {
        "text": "قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًا لَّهُۥ دِينِى",
        "tafsir": "وقل لهم: إنني أعبد الله وحده لا شريك له، وأخلص له عبادتي.",
        "sura": "39",
        "aya": "14",
        "page": "460"
    },
    {
        "text": "فَٱعْبُدُوا۟ مَا شِئْتُم مِّن دُونِهِۦ قُلْ إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
        "tafsir": "{ٱلْخَاسِرِينَ} {ٱلْقِيَامَةِ} - فاعبدوا أنتم أيها المشركون من دونه ما شئتم من أصنام وأوثان، وستعلمون سوء منقلبكم حينما تلقون ربكم يوم القيامة. وقل لهم يا محمد: إن الخسران الذي لا خسران بعده، هو خسران النفس وإضاعتها بالضلال، وخسران الأهل، وعدم الالتقاء بهم يوم القيامة، سواء ذهب الخاسر إلى النار وأهله إلى الجنة، أو ذهبوا جميعا إلى النار، وذلك الخسران هو الخسران المبين الظاهر لفظاعته وهوله.",
        "sura": "39",
        "aya": "15",
        "page": "460"
    },
    {
        "text": "لَهُم مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ يَٰعِبَادِ فَٱتَّقُونِ",
        "tafsir": "{لهم من فوقهم ظلل من النار} أي لأولئك الخاسرين أطباق كثيرة من النار فوقهم كهيئة الظلل. جمع ظلة، وأصلها السخابة تظل ما تحتها؛ وأكثر ما يقال فيما يستوخم ويكره. {ومن تحتهم ظلل} من النار. والمراد: أن النار محيطة بهم إحاطة تامة من جميع الجوانب. وإطلاق الظلة على ما تحتهم لكونها ظلة من تحتهم من أهل الدركات؛ وهو كقوله تعالى: \" لهم من جهنم مهاد ومن فوقهم غواش\" وقوله تعالى: يوم يغشاهم العذاب من فوقفهم ومن تحت أرجلهم\" .",
        "sura": "39",
        "aya": "16",
        "page": "460"
    },
    {
        "text": "وَٱلَّذِينَ ٱجْتَنَبُوا۟ ٱلطَّٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا۟ إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ فَبَشِّرْ عِبَادِ",
        "tafsir": "{اجتبوا الطاغوت أن يعبدوها} أي اجتنبوا عبادة الطاغوت، وهو الأصنام أو الشياطين، وكل معبود من دون الله [آية 256 البقرة ص 84] .  ويستعمل في الواحد والجمع والمذكر والمؤنث .",
        "sura": "39",
        "aya": "17",
        "page": "460"
    },
    {
        "text": "ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ أُو۟لَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ وَأُو۟لَٰٓئِكَ هُمْ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
        "tafsir": "{أُوْلَـٰئِكَ} {هَدَاهُمُ} {أُوْلُواْ} {ٱلأَلْبَابِ} - وهؤلاء الذين اجتنبوا الطاغوت، وأنابوا إلى ربهم، وسمعوا القول فاتبعوا أحسنه وأولاه بالقبول.. هؤلاء يبشرهم ربهم بالنعيم المقيم في جنات النعيم، وأولئك هم الذين وفقهم الله تعالى للرشاد والصواب، وأولئك هم أصحاب العقول والأفهام السليمة.",
        "sura": "39",
        "aya": "18",
        "page": "460"
    },
    {
        "text": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ",
        "tafsir": "{أفمن حق عليه كلمة العذاب} كان صلى الله عليه وسلم حريصا على إيمان قومه أشد الحرص؛ فأعلمه الله أن من سبق عليه القضاء بأنه من أهل النار لا يقدر الرسول صلى الله عليه وسلم أن ينقذه منها بجعله مؤمنا. أي أأنت مالك أمر الناس قادر على التصرف فيهم؛ فمن حق عليه كلمة العذاب فأنت تنقذه! أي لست مالكا ولا قادرا على ذلك. وزيدت همزة الاستفهام في\" أفأنت\" لاستطالة الكلام .",
        "sura": "39",
        "aya": "19",
        "page": "460"
    },
    {
        "text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَعْدَ ٱللَّهِ لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ",
        "tafsir": "{ٱلأَنْهَارُ} - أما المتقون من عباد الله، فإن الله يجزيهم على إيمانهم وعملهم الصالح بإدخالهم الجنة، وبأن يجعل لهم فيها دورا شاهقة (غُرَفٌ) من فوقها غرف محكمة البنيان، وتجري الأنهار خلال أشجارها، وهذا وعد من الله حق للمتقين، والله لا يخلف وعده أبدا.\r\nلهم غرف- منازل رفيعة عالية في الجنة.",
        "sura": "39",
        "aya": "20",
        "page": "460"
    },
    {
        "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَلَكَهُۥ يَنَٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُۥ حُطَٰمًا إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ",
        "tafsir": "{ألم تر. .  .} تمثيل للحياة الدنيا– في سرعة زوالها وقرب اضمحلالها– بما ذكر من أحوال الزرع؛ تحذيرا من الاغترار بها، وتنفيرا من التشبث بأذيالها، بعد أن وصفت الجنة بما يرغب فيها ويشوق إليها. {فسلكه ينابيع} أدخله في عيون ومسارب في الأرض. جمع ينبوع وهو المنبع والمجرى. {ثم يهيج} ييبس ويجف؛ من الهيج بمعنى اليبس والجفاف. يقال: هاج النبت هيجا وهياجا، يبس واصفر. أو يثور؛ من الهيج بمعنى الحركة. يقال: هاج الشيء يهيج، ثار لمشقة أو ضرر. {ثم يجعله حطاما} فتاتا متكسرا. يقال: حطم الشيء حطما– من باب تعب– إذا تكسر. وحطمته حطما– من باب ضرب– كسرته. وتحطم العود: إذا تفتت من اليبس .",
        "sura": "39",
        "aya": "21",
        "page": "460"
    }
]