[{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","aya":"1","page":"549","tafsir":"بسم الله الرحمان الرحيم  : <br \/>\r\n{  لا تتخذوا عدوي وعدوكم أولياء .  .  .  } نزلت في حاطب بن أبي بلتعة .  وكان من المهاجرين وممن شهد بدرا ،  وكان له في مكة قرابة قريبة ،  وليس له في قريش نسب ؛  إذ هو مولى .  فأرسل كتابا إلى أناس من المشركين بمكة ،  يخبرهم ببعض أمر النبي صلى الله عيه وسلم في شأن غزوهم ؛  ليتخذ عندهم يدا فيحموا بها أقاربهم – مع مولاة تسمى سارة .  فأوحى الله تعالى إلى نبيه صلى الله عليه وسلم بما كان منه ؛  فأرسل في أثرها عليا – كرم الله وجهه – ومعه آخرون فأحضروا الكتاب ،  واعتذر حاطب ؛  وقبل الرسول صلى الله عليه وسلم عذره .  نهى الله تعالى المؤمنين عن موالاة أعدائه وأعدائهم ،  وفسرها بقوله تعالى :   \" تلقون إليهم بالمودة \"  أي ترسلون إليهم أخباره صلى الله عليه وسلم بسبب ما بينكم وبينهم من المودة ،  وبقوله :   \" تسرون إليهم بالمودة \"  .  والحكم عام ولا عبرة بخصوص السبب .  وقد ورد النهي عن موالاتهم ،  واتخاذهم بطانة ووليجة من دون المؤمنين في غير آية ،  وبينت حكمة النهي في هذه الآية وفي غيرها بما يشهد به الواقع . {  أن تؤمنوا بالله ربكم } أي لأجل إيمانكم بربكم ؛  فهو العلة لإخراج الرسول والمؤمنين من مكة ،  وهو العلة دائما في كراهة الكفار للمسلمين . {  ومن يفعله منكم .  .  .  } أي ومن يتخذهم منكم أولياء فقد أخطأ طريق الحق والصواب . <br \/>\r\n<br \/>\r\n"},{"text":"إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ","aya":"2","page":"549","tafsir":"{  إن يثقفوكم } أي يظفروا بكم ويتمكنوا منكم [ آية 191 البقرة ص 63 ] . {  يكونوا لكم أعداء } أي يظهروا لكم ما في قلوبهم من العداوة ويرتبوا عليها أحكامها ، {  ويبسطوا إليكم أيديهم .  .  .  } بما يسوءكم من القتل والأسر والأذى ، {  وودوا لو تكفرون } أي ويظهروا ودادتهم أن تكونوا مثلهم كافرين ،  ويرتبوا على ذلك آثاره ،  وهو معطوف على {  يكونوا لكم أعداء  } ."},{"text":"لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَٰدُكُمْ يَوْمَ ٱلْقِيَٰمَةِ يَفْصِلُ بَيْنَكُمْ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ","aya":"3","page":"549","tafsir":"{  لن تنفعكم أرحامكم } قراباتكم ، {  ولا أولادكم } الذين توالون المشركين من أجلهم ،  وتتقربون إليهم محاماة عنهم بشيء من النفع . {  يوم القيامة } الذي يفر المرء فيه من أخيه وأمه وأبيه .  ثم قال تعالى : {  يفصل بينكم } أي يفرق بينكم وبين أرحامكم وأولادكم بما يكون فيه من الهول الموجب لفرار كل منكم من الآخر .  ويجوز أن يتعلق {  يوم القيامة } بالفعل بعده . <br \/>\r\n<br \/>\r\n"},{"text":"قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ","aya":"4","page":"549","tafsir":"{  أسوة حسنة } خصلة حميدة ،  جديرة أن يقتدى بها{  في إبراهيم والذين معه .  .  .  } إذا أعلنوا براءتهم من الكفار ومن آلهتهم التي يعبدونها ،   \" برءاء \"  جمع برئ ،  يقال :  برئ من الأمر يبرأ براء وبراءة وبروءا ،  أي تبرأ منه وتفصى لكراهته ، {  إلا قول إبراهيم لأبيه .  .  .  } أي اقتدوا به في جميع أموره إلا في الاستغفار لأبيه المشرك ؛  فلا تتأسوا به فيه ،  وكان قد استغفر له لموعدة وعدها إياه ؛  فلما تبين له أنه عدو لله تبرأ منه . <br \/>\r\n<br \/>\r\n"},{"text":"رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ","aya":"5","page":"549","tafsir":"{  لا تجعلنا فتنة .  .  .  .  } أي مفتونين معذبين لهم ؛  بأن تسلطهم علينا فيفتنونا بعذاب لا نحتمله ؛  من فتن الفضة :  إذا أذابها ؛  فهي مصدر بمعنى المفتون ،  أي المعذب . <br \/>\r\n<br \/>\r\n"}]