[
    {
        "text": "ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ",
        "tafsir": "بسم الله الرحمان الرحيم<br />\r\n{  اقترب للناس حسابهم .  .  .  } قرب الزمن الذي يحاسب فيه المشركون على إنكارهم البعث وهو زمن قيام الساعة ؛  إذ هو آت لا محالة ،  وكل آت قريب . {  وهم في غفلة } تامة عنه ،  وجهالة عامة بالإيمان والحساب والجزاء ،  وسائر ما جاء به الرسول صلى الله عليه وسلم . {  معرضون } عن الدلائل والآيات والنذر . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "1",
        "page": "322"
    },
    {
        "text": "مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا ٱسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ",
        "tafsir": "{  محدث } أي محدث تنزيله على النبي صلى الله عليه وسلم وهو لفظ القرآن ؛  فقد كان ينزل به جبريل عليه السلام آية آية ،  وسورة سورة في وقت بعد وقت .  أما معناه وهو الكلام النفسي فقديم غير محدث . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "2",
        "page": "322"
    },
    {
        "text": "لَاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا۟ ٱلنَّجْوَى ٱلَّذِينَ ظَلَمُوا۟ هَلْ هَٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ أَفَتَأْتُونَ ٱلسِّحْرَ وَأَنتُمْ تُبْصِرُونَ",
        "tafsir": "{  لاهية قلوبهم } غافلة عنه ،  لا تتأمل في آياته ولا تفكر في حكمه .  يقال :  لهي عنه – كرضي – ولها – كدعا – لهيا ولهيانا ،  سلا وغفل وترك ذكره .  وهو حال من فاعل  \" استمعوه \"  أو  \" يلعبون \"  . <br />\r\n{  وأسروا النجوى .  .  .  } بالغوا في إخفاء تناجيهم بما يهدمون به أمر القرآن حتى لا يفطن أحد إلى أنهم يتناجون ؛  مبالغة في إحكام التدبير السيئ .  والنجوى :  المسارة بالحديث ؛  وقالوا : {  هل هذا إلا بشر مثلكم } فكيف تصدقونه في دعوى الرسالة !  والرسول لا يكون إلا ملكا ! {  أفتأتون السحر } أي أجهلتم أنه ساحر فتحضرون عنده وتقبلون منه{  وأنتم تبصرون } أي تعاينون سحراه !  ؟  وقد قالوا ذلك لزعمهم أن كل ما يظهر على يد البشر من الخوارق فهو من قبيل السحر . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "3",
        "page": "322"
    },
    {
        "text": "قَالَ رَبِّى يَعْلَمُ ٱلْقَوْلَ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "{قَالَ}\r\n(4) - وَيُجِيبُ اللهُ تَعَالى هؤلاءِ المُفْتَرِينَ عَلَى مَا قَالُوهُ، واخْتَلَقُوهُ مِنَ الكَذِبِ والبُهْتَانِ: قُلْ لَهُمْ يَا مُحَمَّدُ: إِنَّكُمْ وإِنْ أَسْرَرْتُمْ قَوْلَكُمْ، وَطَعَنْتُمْ فِيَّ، فَإِنَّ اللهَ تَعَالى يَعْلَمُهُ فَهُوَ لاَ تَخْفَى عَلَيْهِ خَافِيَةٌ فِي السَّمَاءِ وَلاَ فِي الأَرْضِ، وهُوَ الذي أَنْزَلَ القُرآنَ، وَلاَ يَسْتَطِيعُ أَحَدٌ أَنْ يَأتِيَ بِمِثْلِهِ أَوْ أَنْ يَخْتَلِقَهُ وَيَتَقَوَّلَهُ، وَهُوَ السَّمِيعُ لأَقْوَالِكُمْ، العَلِيمُ بِأَحْوَالِكمْ.\n",
        "sura": "21",
        "aya": "4",
        "page": "322"
    },
    {
        "text": "بَلْ قَالُوٓا۟ أَضْغَٰثُ أَحْلَٰمٍۭ بَلِ ٱفْتَرَىٰهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِـَٔايَةٍ كَمَآ أُرْسِلَ ٱلْأَوَّلُونَ",
        "tafsir": "{  بل قالوا } في القرآن هو{  أضغاث أحلام } أخلاط كأخلاط الأحلام ،  وأباطيل لا حقيقية لها [ آية 44 يوسف ص 286 ] . {  بل افتراه } اختلقه من تلقاء نفسه{  بل هو شاعر } وما جاء به شعر ؛  يخيّل مالا حقيقة له .",
        "sura": "21",
        "aya": "5",
        "page": "322"
    },
    {
        "text": "مَآ ءَامَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَٰهَآ أَفَهُمْ يُؤْمِنُونَ",
        "tafsir": "{آمَنَتْ} {أَهْلَكْنَاهَآ}\r\n(6) - وَيَرُدُّ اللهُ تَعَالى عَلَيهِم مُكَذِّباً مَقَالَتَهُمْ هَذه - أَيْ إِنَّ الرسُولَ إِذَا جَاءَهُمْ بِخَارِقَةٍ آمَنُوا بِهِ - فَيَقولُ تَعَالَى: لَمْ تُؤْمِنْ قَرْيَةٌ مِنَ القُرَى التِي أَهْلَكَهَا اللهُ بِالآيَاتِ التي جَاءَهَا بِها رَسُولُهَا، بَلْ كَذَّبَتْ بِهَا، فَأَهْلَكَهَا اللهُ بِكُفْرِها، أَفَيُؤْمِنُ هَؤُلاءِ بِالآيَاتِ لَوْ رَأَوْهَا مِنْ دُونِ أُولَئكَ؟ وهُم أَشَدُّ مِمَّنْ سَبَقُوهُم كُفْراً، وَجَهْلاً، وَعُتُوّاً، واسْتِكْبَاراً، وعِنَاداً؟\n",
        "sura": "21",
        "aya": "6",
        "page": "322"
    },
    {
        "text": "وَمَآ أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
        "tafsir": "{  وما أرسلنا قبلك إلا رجالا .  .  .  } رد لقولهم :   \" هل هذا إلا بشر مثلكم \"  . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "7",
        "page": "322"
    },
    {
        "text": "وَمَا جَعَلْنَٰهُمْ جَسَدًا لَّا يَأْكُلُونَ ٱلطَّعَامَ وَمَا كَانُوا۟ خَٰلِدِينَ",
        "tafsir": "{  وما جعلناهم جسدا .  .  .  } أي وما جعلنا الرسل الذين أرسلناهم قبلك أجسادا لا يتغذون لأغذية – أي ملائكة – ولكن جعلناهم مثلك أجسادا تتغذى .  والجسد :  مصدر جسد الدم يجسد ،  التصق .  وأطلق على الجسم المركب لالتصاق أجزائه بعضها ببعض ،  ويطلق على الواحد المذكر وغيره ؛  ولذلك أفرد .  وقيل :  أفرد لإرادة الجنس .  وهو رد لقولهم :   \" ما لهذا الرسول يأكل الطعام \"  {[223]} .",
        "sura": "21",
        "aya": "8",
        "page": "322"
    },
    {
        "text": "ثُمَّ صَدَقْنَٰهُمُ ٱلْوَعْدَ فَأَنجَيْنَٰهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا ٱلْمُسْرِفِينَ",
        "tafsir": "{صَدَقْنَاهُمُ} {فَأَنجَيْنَاهُمْ} \r\n(9) - وَقَدْ وَعَدَ اللهُ رُسُلَهُ، فِيمَا أَوْحَاهُ إلَيْهِم، أَنَّهُ سَيُهْلِكُ الظَّالِمِينَ المُكَذِّبِينَ {المُسْرِفِينَ}، وأَنَّهُ سَيُنْجِي رُسُلَهُ وَمَنْ آمَنَ مَعَهُمْ، فَصَدَقَهُمُ اللهُ وَعْدَهُ، وأَنْجَاهُمْ والذِينَ آمَنُوا مَعَهُم، وأَهْلَكَ المُسْرِفِينَ المُتَجَاوِزِينَ الحَدَّ فِي تَكْذِيبِهِمْ، وَدَمَّرَ عَلَيْهِم.\n",
        "sura": "21",
        "aya": "9",
        "page": "322"
    },
    {
        "text": "لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَٰبًا فِيهِ ذِكْرُكُمْ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{  فيه ذكركم } فيه موعظتكم ،  أوفيه شرفكم وصيتكم . <br />\r\n<br />\r\n",
        "sura": "21",
        "aya": "10",
        "page": "322"
    }
]