[
    {
        "text": "وَمِنْ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَٰشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{  ومن آياته } أي ومن آياته الدالة على قدرته على البعث{  أنك ترى الأرض خاشعة } يابسة جامدة ؛  من خشعت الأرض :  يبست ولم تمطر .  يقال :  أرض خاشعة ،  أي متغيرة متهشمة النبات .  وبلدة خاشعة :  أي مغبرة لا منزل بها . {  فإذا أنزلنا عليها الماء اهتزت } تحركت بالنبات قبل بروزه على سطحها وبعده . {  وربت } انتفخت وعلت ؛  لأن النبات إذا دنا أن يظهر ارتفعت له الأرض وانتفخت ،  ثم تصعدت عنه .  يقال :  هز الشيء فاهتز ،  حركه فتحرك ؛  وبابه رد .  وربا الشيء :  زاد وبابه عدا .\r\n\r\n",
        "sura": "41",
        "aya": "39",
        "page": "481"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًا يَوْمَ ٱلْقِيَٰمَةِ ٱعْمَلُوا۟ مَا شِئْتُمْ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
        "tafsir": "{  يلحدون في آياتنا } يميلون عما يليق في شأن آياتنا بالطعن والتحريف والتأويل الباطل ،  واللغو فيها ؛  من الإلحاد وهو الميل عن الاستقامة [ آية 180 الأعراف ص 288 ] .",
        "sura": "41",
        "aya": "40",
        "page": "481"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٌ",
        "tafsir": "{  إن الذين كفروا بالذكر } خبر  \" إن \"  محذوف لدلالة السياق عليه ،  ويقدر بعد قوله :   \" حميد \"  أي يخلدون في النار ،  أو يعذبون ونحوه .\r\n\r\n",
        "sura": "41",
        "aya": "41",
        "page": "481"
    },
    {
        "text": "لَّا يَأْتِيهِ ٱلْبَٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
        "tafsir": "{ٱلْبَاطِلُ}\r\n(42) - وَالقُرْآنُ الكِتَابُ العَزِيزُ، لَيْسَ لِلْبَاطِلِ إِلَيهِ سَبِيلٌ لأَِنَّهُ مُنَزَّلٌ مِنْ عِنْدِ اللهِ رَبِّ العَالَمِينَ، وَمَا كَانَ مُنَزَّلاً مِنْ عِنْدِ اللهِ فَلاَ تَصِلُ إِلَيهِ أَيْدِي المُبْطِلِينَ  { إِنَّا نَحْنُ نَزَّلْنَا ٱلذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ } واللهُ تَعَالَى حَكِيمٌ فِي قَوْلِهِ وَشَرْعِهِ وَقَدَرِهِ وَفِعْلِهِ، مَحْمُودٌ فِي جَمِيعِ مَا يَأْمُُرُ بِهِ، وَمَا يَنْهَى عَنْهُ.\r\nحمِيدٍ - مَحْمُودٍ.\n",
        "sura": "41",
        "aya": "42",
        "page": "481"
    },
    {
        "text": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
        "tafsir": "(43) - هَذِهِ الآيَةُ فُسِّرَتْ عَلَى وَجْهَينِ:\r\n1 - مَا يُقَالُ لَكَ مِنَ التَّكْذِيبِ إِلاَّ كَمَا قَدْ قِيلَ لِمَنْ جَاءَ قَبْلَكَ مِنَ الرُّسُلِ، فَكَمَا كُذِّبْتَ أَنْتَ، كُذِّبُوا هُمْ، وَكَمَا صَبَرُوا عَلَى أَذَى أقْوَامِهِمْ وَتَكْذِيبِهِمْ فَاصْبِرْ أَنْتَ عَلَى أَذَى قَوْمِكَ وَتَكْذِيبِهِمْ لَكَ.\r\n2 - إِنَّ رِسَالَةَ اللهِ لِرُسُلِهِ، وَاحِدَةٌ، وَمَبَادِئَ الدَّعْوَةِ التِي جَاءَ بِهَا الرُّسُلُ جَمِيعاً مِنْ عِنْدِ رَبِّهِمْ وَاحِدَةٌ، وَالعَقِيدَةُ وَاحِدَةٌ، وَتَكْذِيبَ المُكَذِّبينَ وَاعْتِرَاضَاتِهِمْ عَلَى مَا جَاءَهُمْ بِهِ الرُّسُلُ مِنْ عِنْدِ اللهِ وَاحِدَةٌ. وَمِمَّا قِيلَ لِلرُّسُلِ، وَقِيلَ لِمُحَمَّدٍ رَسُولِ اللهِ صَلَوَاتُ اللهِ عَلَيْهِمْ جَمِيعاً: إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ، وَذُو عِقَابٍ أَلِيمٍ، لِتَسْتَقِيمَ نُفُوسُ المُؤْمِنِينَ فََيَطْمَعُوا فِي رَحْمَةِ اللهِ، وَيَحْذَرُوا عِقَابَهُ، وَيَخْشَوْا بَأْسَهُ، فَلاَ يَغْفلُوا عَنْ ذِكْرِهِ أبداً.\n",
        "sura": "41",
        "aya": "43",
        "page": "481"
    },
    {
        "text": "وَلَوْ جَعَلْنَٰهُ قُرْءَانًا أَعْجَمِيًّا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَٰتُهُۥٓ ءَا۬عْجَمِىٌّ وَعَرَبِىٌّ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًى وَشِفَآءٌ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُو۟لَٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍ",
        "tafsir": "{  ولو جعلناه قرآنا أعجميا } أي ولو أنزلناه بلغة العجم ؛  كما قالوا :  هلا أنزل القرآن بلغة العجم ؟ {  لقالوا لولا فصلت آياته .  .  .  } هلا بينت بلسان عربي نفهمه !  ولقالوا منكرين :  أقرآن أعجمي ورسول عربي !  قاصدين بذلك إنكار القرآن من أصله .  فهم لا يؤمنون به لا عربيا ولا أعجميا لفرط تعنتهم !  .  والأعجمي :  يطلق على الكلام الذي لا يفهمه العربي ،  وعلى المتكلم به .  والياء للمبالغة في الوصف – كأحمري – وليست للنسب . {  في آذانهم وقر } صمم مانع عن سماع القرآن .\r\n\r\n",
        "sura": "41",
        "aya": "44",
        "page": "481"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَٱخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
        "tafsir": "{  لفي شك منه مريب } موقع في الريبة .  أو موجب للقلق والاضطراب .\r\n\r\n",
        "sura": "41",
        "aya": "45",
        "page": "481"
    },
    {
        "text": "مَّنْ عَمِلَ صَٰلِحًا فَلِنَفْسِهِۦ وَمَنْ أَسَآءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلَّٰمٍ لِّلْعَبِيدِ",
        "tafsir": "{  وما ربك بظلام للعبيد } أي بذي ظلم لهم .  فظلام :  صيغة نسب – كتمار وخباز – لا صيغة مبالغة .\r\n\r\n",
        "sura": "41",
        "aya": "46",
        "page": "481"
    }
]