[
    {
        "text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ وَكُنَّا لَهُمْ حَٰفِظِينَ",
        "tafsir": "{ٱلشَّيَاطِينِ} {حَافِظِينَ}\r\n(82) - وسَخَّرَ اللهُ تَعالى الشَّياطِينَ لِسُلَيْمانَ: مِنْهُمْ مَنْ يَغُوصُونَ في الماءِ يَسْتَخْرِجُونَ منهُ اللآَّلئَ والجَوَاهِرَ، ومِنْهُم مَنْ يَعْمَلُ لَهُ غيرَ ذَلِكَ منَ الأعْمَالِ كَبِنَاءِ الحُصُونِ والقُصُورِ (دَونَ ذَلِكَ)، وَيَحْرسُهُ اللهُ تعالى مِنْ أَنْ يُصِيبَهُ بَعْضُ الشَّيَاطين بِأَذًى، بَلْ إِنَّه جَعَل سُلَيْمان مُحَكَّماً في الشَّياطِينِ، إِنْ شَاءَ أَطْلَقَ، وإِنْ شَاءَ حَبَسَ مِنْهم مَنْ أَرَادَ.\r\nيَغُوصُونَ له - في البِحَارِ لاسْتِخْرَاجِ النَّفَائِسِ.\r\nلَهُمْ حَافِظِينَ - مِنَ الزِّيْغِ عَنْ أمْرِهِ أوِ الإِفْسَادِ.\n",
        "sura": "21",
        "aya": "82",
        "page": "329"
    },
    {
        "text": "وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلضُّرُّ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
        "tafsir": "{  أني مسني الضر } هو ما يصيب النفس من المرض والهزال ونحوهما . \r\n\r\n",
        "sura": "21",
        "aya": "83",
        "page": "329"
    },
    {
        "text": "فَٱسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّ وَءَاتَيْنَٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَٰبِدِينَ",
        "tafsir": "{وَآتَيْنَاهُ} {لِلْعَابِدِينَ}\r\n(84) - فاسْتَجَابَ اللهُ لِدُعَائِه فَكَشَفَ مَا بِهِ مِنْ ضُرٍّ ودَاءٍ، وعَوَّضَهُ أَهْلَهُ بِمِثْليهم، وإنما فَعَلَ اللهُ ذلك رَحْمةً منه بِعَبْدِهِ أيُّوبَ، وجَعَلَهُ قُدْوَةً وَمِثَالاً لِكَيْلاَ يَظُنَّ النَّاسُ مِنْ أَهْلِ البَلاَءِ أَنَّما فَعَلَ اللهُ بِهِمْ ذلك لِهَوانِهِم عَلَيهِ، وَلِيَتَأسَّوْا بِه في الصَّبْرِ عَلى ما ابتَلاَهُمُ اللهُ بِهِ، ولَهُ الحِكْمَةُ البَالِغَةُ.\n",
        "sura": "21",
        "aya": "84",
        "page": "329"
    },
    {
        "text": "وَإِسْمَٰعِيلَ وَإِدْرِيسَ وَذَا ٱلْكِفْلِ كُلٌّ مِّنَ ٱلصَّٰبِرِينَ",
        "tafsir": "{  وذا الكفل } هو إلياس أو زكريا أو يوشع بن نون .  وقيل :  إنه كان عبدا صالحا ولم يكن نبيا\r\n\r\n",
        "sura": "21",
        "aya": "85",
        "page": "329"
    },
    {
        "text": "وَأَدْخَلْنَٰهُمْ فِى رَحْمَتِنَآ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
        "tafsir": "{وَأَدْخَلْنَاهُمْ} {ٱلصَّالِحِينَ}\r\n(86) - وإنَّه تَعالى أَسْبَغَ عَلَيْهِم رَحْمَتَهُ لأنَّهم مِنَ الصَّالِحِينَ.\n",
        "sura": "21",
        "aya": "86",
        "page": "329"
    },
    {
        "text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِى ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبْحَٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّٰلِمِينَ",
        "tafsir": "{  وذا النون } أي اذكر صاحب النون وهو يونس من متى عليه السلام .  والنون :  الحوت ،  وجمعه نينان وأنوان .  وقيل له ذو النون لابتلاع الحوت له . {  إذ ذهب مغاضبا } عضبان على قومه من أجل ربه ؛  لكفرهم أو أمرهم .  وقد فارقهم بدون أن يأمره الله تعالى بفراقهم . {  فظن أن لن نقدر عليه } أي أن لن نقضي عليه بعقوبة .  أو أن لن نضيق عليه ،  عقابا له على ترك قومه من غير أمرنا .  يقال :  قدرت عليه الشيء أقدره وأقدره قدرا وقدرا ،  ضيقته عليه .  ومنه :   \" فقدر عليه رزقه \"  {[229]} أي ضيقه عليه ،   \" الله يبسط الرزق لمن يشاء ويقدر \"  {[230]} . {  فنادى في الظلمات } ظلمة بطن الحوت وظلمة البحر ،  وظلمة الليل .",
        "sura": "21",
        "aya": "87",
        "page": "329"
    },
    {
        "text": "فَٱسْتَجَبْنَا لَهُۥ وَنَجَّيْنَٰهُ مِنَ ٱلْغَمِّ وَكَذَٰلِكَ نُۨجِى ٱلْمُؤْمِنِينَ",
        "tafsir": "{وَنَجَّيْنَاهُ} {نُنجِـي}\r\n(88) - وَلَمَّا نَادَى يُونُسُ رَبَّهُ وَدَعَاهُ، اسْتَجَابَ اللهُ لِدُعَائِهِ، وَنجَّاهُ مِنَ الغَمِّ، وأَخْرَجَهُ مِنْ بَطْنِ الحُوت، ومِنْ تِلَكَ الظُّلُمَاتِ، وكَذَلِكَ يُنَجِّي اللهُ المؤمنينَ إذا كانُوا في شَدَائِدَ، وَدَعَوا رَبَّهُم مُخْلِصِينَ إليهِ مُنِيبِينَ.\n",
        "sura": "21",
        "aya": "88",
        "page": "329"
    },
    {
        "text": "وَزَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًا وَأَنتَ خَيْرُ ٱلْوَٰرِثِينَ",
        "tafsir": "{ٱلْوَارِثِينَ}\r\n(89) - يُخْبِرُ اللهُ تعالى عَنْ زَكَرِيَّا عَليهِ السَّلامُ حينما تَقَدَّمَتْ بِهِ السِّنُ، وطَلبَ مِنَ اللهِ أَنْ يَهَبَهُ وَلَداً يَرِثُ النُبُوَّةَ من بَعْدِهِ، فَنَادَى رَبَّه نِدَاءً خَفِيّاً عَنْ قَوْمِهِ، وقَالَ: رَبِّ لا تَذَرْنِي فَرْداً بِلا وَلَدٍ، وَلاَ وَارِثٍ، يَقُومُ بَعْدِي في النَّاسِ، وأَنْتَ يَا رَبِّ خَيْرُ مَنْ وَرِثَ العِبَادَ (وفي هذا الدُّعَاءِ إشَارَةٌ إِلى قِيَامِ السَّاعَةِ، وهَلاَكِ البَشَرِ جَمِيعاً، وَبَقَاءِ اللهِ وَحْدَهُ سُبْحَانَهُ).\n",
        "sura": "21",
        "aya": "89",
        "page": "329"
    },
    {
        "text": "فَٱسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيَىٰ وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ إِنَّهُمْ كَانُوا۟ يُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا۟ لَنَا خَٰشِعِينَ",
        "tafsir": "{  يدعوننا رغبا ورهبا } راغنبين في نعمنا ،  وراهبين من نقمنا .  مصدران بمعنى اسم الفاعل منصوبان على الحال ،  وفعلهما من باب طرب . {  خاشعين } متواضعين خاضعين ،  لا يستكبرون عن دعائنا . \r\n\r\n",
        "sura": "21",
        "aya": "90",
        "page": "329"
    }
]