[
    {
        "text": "قَالَ يَٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ إِنَّهُۥ عَمَلٌ غَيْرُ صَٰلِحٍ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَٰهِلِينَ",
        "tafsir": "{يٰنُوحُ} {صَالِحٍ} {فَلاَ تَسْئَلْنِ} {ٱلْجَاهِلِينَ}\r\n(46) - فَرَدَّ اللهُ سُبْحَانَهُ قَائِلاً: يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ الذِينَ وَعَدْتُكَ بِإِنْجَائِهِمْ مَعَكَ فِي السَّفِينَةِ، لأَِنِّي وَعَدْتُكَ بِنَجَاةِ مَنْ آمَنَ مِنْ أَهْلِكَ. وَابْنُكَ هذا لَيْسَ مِنْ أَهْلِكَ، إِذْ إِنَّهُ بِكُفْرِهِ قَدِ انْقَطَعَتِ المُوَالاَةُ بَيْنَكَ وَبَيْنَهُ، وَقَدْ عَمِلَ أَعْمَالاً غَيْرَ صَالِحَةٍ، فَلاَ تَسْأَلْنِي عَنْ شَيءٍ لاَ عِلْمَ ثَابِتٌ لَكَ بِهِ، وَإِنِّي أَنْهَاكَ أَنْ تَكُونَ مِنْ زُمْرَةِ مَنْ يَجْهَلُونَ، فَيَسْأَلُونَ اللهَ أَنْ يُبْطِلَ حُكْمَهُ، وَتَقْدِيرَهُ فِي خَلْقِهِ، اسْتِجَابَةً لِشَهَوَاتِهِمْ وَأَهْوَائِهِمْ.",
        "sura": "11",
        "aya": "46",
        "page": "227"
    },
    {
        "text": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ٱلْخَٰسِرِينَ",
        "tafsir": "{أَسْأَلَكَ} {ٱلْخَاسِرِينَ}\r\n(47) - قَالَ نُوحٌ: رَبِّ إِنِي أَلْتَجِيءُ إِلَيْكَ، وَأَحْتَمِي بِكَ (أَعُوذُ بِكَ) مِنْ أَنْ أَسْأَلَكَ شَيْئاً بَعْدَ الآنِ لاَ أَعْلَمُ الحَقَّ فِيهِ، وَإِنْ لَمْ تَغْفِرْ لِي بِفَضْلِكَ وَمَنِّكَ ذَنْبَ هذا السُّؤالِ، وَتَشْمَلْنِي بِرَحْمَتِكَ، أَكُنْ فِي عِدَادِ الخَاسِرِينَ.",
        "sura": "11",
        "aya": "47",
        "page": "227"
    },
    {
        "text": "قِيلَ يَٰنُوحُ ٱهْبِطْ بِسَلَٰمٍ مِّنَّا وَبَرَكَٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٍ مِّمَّن مَّعَكَ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ",
        "tafsir": "{  وبركات عليك } خيرات ونعم ثابتة عليك .  جمع بركة ،  وهي ثبوت الخير ونماؤه وزيادته .\r\nو اشتقاقها من البرك ،  وهو صدر البعير .  يقال :  برك البعير ،  إذا ألقى بركه على الأرض وثبت ومنه البركة ،  لثبوت الماء فيها .\r\n\r\n",
        "sura": "11",
        "aya": "48",
        "page": "227"
    },
    {
        "text": "تِلْكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَٰذَا فَٱصْبِرْ إِنَّ ٱلْعَٰقِبَةَ لِلْمُتَّقِينَ",
        "tafsir": "{ٱلْعَاقِبَةَ}\r\n(49) - هذَا القَصَصُ الذِي قَصَصْنَاهُ عَلَيْكَ مِنْ خَبَرِ نُوحٍ وَقَومِهِ هُوَ مِنْ أَخْبَارِ الغَيْبِ السَّالِفَةِ، نُعْلِمُكَ بِهَا عَلَى حَقِيقَتِهَا، وَحْياً مِنَّا إِلَيكَ كَمَا وَقَعَتْ، وَكَأَنَّكَ شَاهِدُهَا، وَلَمْ تَكُنْ أَنْتَ، وَلَمْ يَكُنْ قَوْمُكَ يَعْلَمُونَهَا حَتَّى يَقُولَ مَنْ يُكَذِّبُكَ مِنْهُمْ إِنَّكَ تَعَلَّمْتَها مِنْهُ، بَلْ أَخْبَرَكَ اللهُ بِهَا مُطَابِقَةً لِمَا كَانَتْ عَلَيْهِ مُجْرَيَاتُها، كَمَا تَشْهَدُ بِهِ كُتُبُ الأَنْبِيَاءِ السَّالِفِينَ قَبْلَكَ، فَاصْبِرْ عَلَى تَكْذِيبِ مَنْ كَذَّبَكَ مِنْ قَوْمِكَ، وَاصْبِرْ عَلى أَذَاهُمْ لَكَ، كَمَا صَبَرَ الرُّسُلُ قَبْلَكَ عَلَى أَذَى أَقْوَامِهِمْ، فَإِنَّنَا سَنَنْصُرُكَ، وَنَحُوطُكَ بِعِنَايَتِنَا، وَنَجْعَلُ العَاقِبَةَ لَكَ، بِالفَوْزِ وَالنَّجَاةِ لَكَ وَلأَتْبَاعِكَ المُتَّقِينَ، فِي الدُّنْيَا والآخِرَةِ، كَمَا فَعَلْنَا بِالمُرْسَلِينَ السَّابِقِينَ إِذْ نَصَرْنَاهُمْ عَلَى أَعْدَائِهِمْ.",
        "sura": "11",
        "aya": "49",
        "page": "227"
    },
    {
        "text": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا قَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ",
        "tafsir": "{  و إلى عاد .  .  .  }( آية 65 الأعراف ص 266 ) .",
        "sura": "11",
        "aya": "50",
        "page": "227"
    },
    {
        "text": "يَٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا إِنْ أَجْرِىَ إِلَّا عَلَى ٱلَّذِى فَطَرَنِىٓ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{  فطرني } خلقني وأبدعني .  يقال :  فطر الأمر ،  ابتدأه وأنشأه .  وفطر الله الخلق :  خلقهم .  وأصل الفطر :  الشق ،  ثم استعمل في الخلق والإبداع مجازا .\r\n\r\n",
        "sura": "11",
        "aya": "51",
        "page": "227"
    },
    {
        "text": "وَيَٰقَوْمِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا۟ مُجْرِمِينَ",
        "tafsir": "{  يرسل السماء عليكم مدرارا } ينزل المطر عليكم كثير الدرور والتتابع من غير إضرار ،\r\nوكانوا قد منعوا سنين .  ( آية 6 الأنعام ص 216 ) .",
        "sura": "11",
        "aya": "52",
        "page": "227"
    },
    {
        "text": "قَالُوا۟ يَٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
        "tafsir": "{يٰهُودُ} {ۤ آلِهَتِنَا}\r\n(53) - قَالُوا لَهُ: يَا هُودُ إِنَّكَ لَمْ تَأْتِنا بِحُجَّةٍ وَبُرْهَانٍ (بِيَّنَةٍ) عَلَى صِحَّةِ مَا تَدَّعِيهِ مِنْ أَنَّكَ رَسُولُ اللهِ، وَنَحْنُ لَنْ نَتْرُكَ عِبَادَةَ آلهِتِنَا بِمُجَرَّدِ قَوْلِكَ لَنَا اتْرُكُوا آلهَتَكُمْ، وَلَنْ نُصَدِّقَكَ فِيمَا تَقُولُ وَتَدَّعِي مِنْ أَنَّكَ رَسُولُ اللهِ إِلَينا.",
        "sura": "11",
        "aya": "53",
        "page": "227"
    }
]