[{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ وَٱتَّقُوا۟ ٱللَّهَ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ","aya":"1","page":"515","tafsir":"بسم الله الرحمان الرحيم \r\n{  لا تقدموا بين يدي الله ورسوله } لا تقطعوا أمرا ،  وتجترئوا على ارتكابه قبل أن يحكم الله تعالى ورسوله صلى الله عليه وسلم به ويأذنا فيه .  وهو إرشاد عام في كل شيء .  ومنع من الافتئات على الله ورسوله في أي أمر .  و{  تقدموا } من قدم المتعدي .  تقول :  قدمت فلان على فلان ،  جعلته متقدما عليه وحذف مفعوله قصدا إلى التعميم .  و  \" بين يدي الله ورسوله \"  تمثيل للتعجل في الإقدام على قطع الحكم في أمر من أمور الدين بغير إذن من الله ورسوله – بحالة من تقدم بين يدي متبوعه إذا سار في طريق ؛  فإنه في العادة مستهجن .  أو المراد :  بين يدي رسول الله ؛  وذكر لفظ الجلالة تعظيما للرسول ،  وإشعارا بأنه من الله تعالى بمكان يوجب إجلاله .  \r\n \r\n"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ","aya":"2","page":"515","tafsir":"{  لا ترفعوا أصواتكم فوق صوت النبي } نهى عن زيادة صوتهم على صوته في المكالمة . {  ولا تجهروا له بالقول .  .  .  } نهى عن مساواة أصواتهم بصوته صلى الله عليه وسلم في المكالمة ؛  فإن ذلك شأن الأقران والنظراء .  والمراد بالنهيين :  أن يجعلوا أصواتهم في مخاطبته أخفض من صوته صلى الله عليه وسلم ،  ويتعهدوا في مخاطبته الخفض القريب من الهمس ؛  كما هو الأدب عند مخاطبة المهيب المعظم . {  أن تحبط أعمالكم } أي خشية أن يبطل ثواب أعمالكم بفعل المنهى عنه .  \r\n \r\n"},{"text":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ","aya":"3","page":"515","tafsir":"{  إن الذين يغضون أصواتهم عند رسول الله } يخفضونها إجلالا له صلى الله عليه وسلم .  يقال :  غض من صوته وغض طرفه ،  خفضه .  وكل شيء كففته فقد غضضته .  وباب الكل رد . {  أولئك الذين امتحن الله قلوبهم .  .  .  } أخلصها للتقوى ،  أي جعلها خالصة لها ؛  فلم يبق لغير التقوى فيها حق ،  كأن القلوب خلصت ملكا للتقوى .  وأصله من امتحان الذهب وإذابته ليخلص إبريزه من خبثه وينقى .  واستعير لما ذكر لتخليص القلوب فيه من جميع الشوائب .  نزلت في أبي بكر وعمر رضي الله عنهما ؛  فقد كان أبو بكر بعد نزول الآية السابقة لا يكلم النبي صلى الله عليه وسلم إلا كأخي السّرار .  وكان عمر إذا تكلم عند الرسول صلى الله عليه وسلم لم يسمع كلامه حتى يستفهمه مما يخفض صوته .  \r\n \r\n"},{"text":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلْحُجُرَٰتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ","aya":"4","page":"515","tafsir":"{  إن الذين ينادونك من وراء الحجرات .  .  .  } أي حجرات نسائه صلى الله عليه وسلم .  جمع حجرة ،  وهي القطعة من الأرض المحجورة ،  أي الممنوعة من الدخول فيها بحائط أو نحوه .  نزلت في وفد بني تميم ،  وكانوا أعرابا جفاة ،  قدموا على النبي صلى الله عليه وسلم حتى أتوا منزله فنادوه من وراء الحجرات بصوت جاف :  يا محمد ،  أخرج إلينا  !  ثلاثا . {  أكثرهم لا يعقلون } لا يجزون على مقتضى العقل من مراعاة الأدب مع أعظم خلق الله تعالى .  وعبر بالأكثر لأن منهم من لم يقصد ترك الأدب ،  بل نادى لأمر ما .  \r\n \r\n"},{"text":"مُّحَمَّدٌ رَّسُولُ ٱللَّهِ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ تَرَىٰهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًۢا","aya":"29","page":"515","tafsir":"{  سيماهم } علامتهم ،  وهو نور يجعله الله يوم القيامة .  أو حسن سمت يجعله الله في الدنيا . {  وفي وجوههم } في جباههم يعرفون به{  من أثر السجود } .  \r\n{  ذلك مثلهم } أي ذلك المذكر من نعومتهم الجليلة ،  هو وصفهم العجيب الشأن ،  الجاري مجرى الأمثال{  في التوراة } . {  ومثلهم في الإنجيل } مبتدأ ،  خبره{  كزرع أخرج شطأه } والشطء :  فروخ الزرع ،  وهو ما خرج منه وتفرع في شاطئيه أي جانبيه ؛  وجمعه أشطاء وشطوء .  يقال :  شطأ الزرع وأشطأ ،  إذا أخرج فراخه . {  فآزره } أي فقوّى ذلك الشطء الزرع .  وأصله من شد الإزار .  يقال :  أزرته ،  أي شددت إزاره .  وآزرت البناء – بالمد والقصر - :  قويت أسافله{  فاستغلظ } فتحول من الدقة إلى الغلظ . {  فاستوى على سوقه } فاستقام على قصبه وأصوله .  جمع ساق ؛  نحو لوب ولابة .  \r\n{  يعجب الزراع } لقوته وغلظه وحسن هيئته ؛  وإذا أعجب أهل الزرع أعجب غيرهم بالأولى .  وهو مثل ضربه الله للصحابة رضي الله عنهم .  قلّوا في بدء الإسلام ثم كثروا واستحكموا ؛  فعظم أمرهم يوما بعد يوم ،  بحيث أعجب الناس .  وقيل :  هو مثل للنبي صلى الله عليه وسلم وأصحابه ؛  فالزرع :  النبي صلى الله عليه وسلم ،  قام وحده حين بعث .  والشطء :  أصحابه ،  قواه الله بهم كما يقوي الطاقة الأولى ما يحتف بها مما يتولد منها . {  ليغيظ بهم الكفار } علّة لما أفاده تشبيههم بالزرع ؛  من نمائهم قوتهم رضى الله عنهم وعن التابعين لهم بإحسان إلى يوم الدين .  والله أعلم .  \r\n \r\n"}]