[
    {
        "text": "وَقَالُوا۟ مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُم مِّنَ ٱلْأَشْرَارِ",
        "tafsir": "{  وقالوا } أي الطاغون بعضهم لبعض : {  ما لنا نرى } في النار{  رجالا كنا نعدهم } في الدنيا{  من الأشرار } أي الأراذل الذين لا خير فيهم .  يعنون بذلك الضعفاء من المؤمنين كعمّار وبلال وصهيب وسلمان وخبّاب . \r\n\r\n",
        "sura": "38",
        "aya": "62",
        "page": "457"
    },
    {
        "text": "أَتَّخَذْنَٰهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ ٱلْأَبْصَٰرُ",
        "tafsir": "{  أتخذناهم سخريا } الهمزة للاستفهام ،  وقد سقطت لأجلها همزة الوصل .   \" سخريا \"  أي هزءا وسخرية في الدنيا .  أنكروا على أنفسهم ذلك الاستسخار ؛  حيث لم يروهم معهم في النار . {  أم زاغت } مالت{  عنهم الأبصار } فلا نراهم وهم فيها . \r\n\r\n",
        "sura": "38",
        "aya": "63",
        "page": "457"
    },
    {
        "text": "إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ ٱلنَّارِ",
        "tafsir": "(64) - وَهَذَا الذِي أَخْبَرْنَاكَ بِهِ يَا مُحَمَّدُ مِنْ أَحَادِيثِ أَهْلِ النَّارِ وَتَخَاصُمِهِمْ وَتَلاَعُنِهِمْ، لَحَقٌّ وَلاَ بُدَّ مِنْ أَنْ يَقَع.\n",
        "sura": "38",
        "aya": "64",
        "page": "457"
    },
    {
        "text": "قُلْ إِنَّمَآ أَنَا۠ مُنذِرٌ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
        "tafsir": "{ٱلْوَاحِدُ}\r\n(65) - قُلْ يَا مُحَمَّدُ لِهَؤُلاَءِ المُكَذِّبِينَ مِنْ مُشْرِكِي مَكَّةَ: إِنَّمَا أَنَا نَذِيرٌ مُرْسَلٌ مِنَ اللهِ إِلَيْكُمْ لأُِحَذِّرَكُمْ مُخَالَفَةَ أوَامِرِهِ حَتَّى لاَ يَحْلَّ بِكُمُ العَذَابُ مِثْلَمَا حَلَّ بِالأُمَمِ السَّابِقَةِ مِنْ قَبْلِكُمْ كَعَادٍ وَثَمُودَ وَقَوْمِ لُوطٍ.. وَلَسْتُ بِالسَّاحِرِ وَلاَ بِالكَذَّابِ، حِينَمَا أقُولُ لَكُمْ: إِنَّهُ لاَ إِلَهَ إِلاَّ اللهُ الوَاحِدُ الذِي لاَ شَرِيكَ لَهُ، وَلاَ مُعِينَ وَلاَ صَاحِبَةَ وَلاَ وَلَدَ، وَقَدْ قَهَرَ كُلَّ شَيءٍ وَغَلَبَهُ بِعِزَّتِهِ وَجَبَرُوتِهِ.\n",
        "sura": "38",
        "aya": "65",
        "page": "457"
    },
    {
        "text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلْعَزِيزُ ٱلْغَفَّٰرُ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {ٱلْغَفَّارُ}\r\n(66) - وَهُوَ خَالِقُ السَّمَاوَاتِ والأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّهُمَا وَمَالِكُهُمَا، وَهُوَ العَزِيزُ الذِي لاَ يُغَالَبُ، الغَفُورُ الذِي يَتَجَاوَزُ عَنْ ذُنُوبِ مَنْ شَاءَ مِنْ عِبَادِهِ، إِذَا تَابَ إِلَيْهِ وَأصْلَحَ وَأَنَابَ.\n",
        "sura": "38",
        "aya": "66",
        "page": "457"
    },
    {
        "text": "قُلْ هُوَ نَبَؤٌا۟ عَظِيمٌ",
        "tafsir": "{  قل هو نبأ عظيم .  .  .  } أي ما أنبأتكم به من كوني رسولا منذرا من عند الله الذي لا إله إلا هو – نبأ جليل خطير ،  يجب أن تلقوا إليه بالا ،  وتذعنوا له إذعانا ؛  ولكنكم قابلتموه بالإعراض والتكذيب ،  لفرط غفلتكم وتماديكم في ضلالتكم .  ثم عقب ذلك بذكرنا نبأ لا يمكن أن يعرف إلا من طريق الوحي ؛  ليكون دليلا على صدقه صلى الله عليه وسلم في أخباره ،  وأنه رسول من عند ربه ،  وهو قصة خلق آدم . \r\n\r\n",
        "sura": "38",
        "aya": "67",
        "page": "457"
    },
    {
        "text": "أَنتُمْ عَنْهُ مُعْرِضُونَ",
        "tafsir": "(68) - وَلَكِنَّكُمْ مُعْرِضُونَ عَنْهُ، لاَ تُفَكِّرُونَ فِيهِ، فَتَمَادَيْتُمْ فِي الغَفْلَةِ، وَالضَّلاَلَةِ والجَهَالَةِ.\n",
        "sura": "38",
        "aya": "68",
        "page": "457"
    },
    {
        "text": "مَا كَانَ لِىَ مِنْ عِلْمٍۭ بِٱلْمَلَإِ ٱلْأَعْلَىٰٓ إِذْ يَخْتَصِمُونَ",
        "tafsir": "(69) - وَقُلْ لَهُمْ: إِنَّهُ لَوْلاَ مَا عَلَّمَنِي رَبِّي عَنْ طَرِيقِ الوَحْيِ، مَا كَانَ لِي أَنْ أَعْلَمَ شَيئاً مِنْ هَذَا الذِي ذَكَرْتُ مِنْ شَأْنِ المَلأِ الأَعْلَى: مِنْ أَمْرِ اللهِ لِلْمَلاَئِكَةِ بالسُّجُودِ لآِدَمَ، وَامْتِنَاعِ إِبْلِيسَ عَنِ السُّجُودِ، وَأمَرِ اللهِ لآِدَمَ وَزَوْجِهِ وَإِبْلِيسَ بِالهُبُوطِ إِلَى الأَرْضِ.\r\nالمَلأِ الأَعْلَى - المَلاَئِكَةِ.\r\nيَخْتَصِمُونَ - يَتَجَادَلُونَ فِي آدَمَ وَخَلْقِِهِ.\n",
        "sura": "38",
        "aya": "69",
        "page": "457"
    },
    {
        "text": "إِن يُوحَىٰٓ إِلَىَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
        "tafsir": "(70) - مَا يُوحَى إِلَيَّ إِلاَّ أَنَّني رَسُولٌ أُبْلِغُكُمْ رِسَالَةَ رَبِّي بِأَبْيَنِ عِبَارَةٍ وَأَوْضَحِ قَوْلٍ.\n",
        "sura": "38",
        "aya": "70",
        "page": "457"
    },
    {
        "text": "إِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِقٌۢ بَشَرًا مِّن طِينٍ",
        "tafsir": "{لِلْمَلاَئِكَةِ} {خَالِقٌ}\r\n(71) - وَاذْكُر لَهُمْ حِينَ أَعْلَمَ رَبُّكَ المَلاَئِكَةَ - قَبْلَ خَلْقِ آدَمَ - بِأَنَّهُ سَيَخْلُقُ بَشَرَاً مِنْ صَلْصَالٍ مِنْ حَمأٍ مَسْنُونٍ.\n",
        "sura": "38",
        "aya": "71",
        "page": "457"
    },
    {
        "text": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَٰجِدِينَ",
        "tafsir": "{  ونفخت فيه من روحي } :  أفضت عيه ما به الحياة من الروح التي هي من أمري . \r\n{  فقعوا له ساجدين } :  تحية له وتكريما . \r\n\r\n",
        "sura": "38",
        "aya": "72",
        "page": "457"
    },
    {
        "text": "فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
        "tafsir": "{ٱلْمَلاَئِكَةُ}\r\n(73) - فَامْتَثَلَتِ المَلاَئِكَةُ كُلُّهُمْ أَجْمَعُونَ لأَِمْرِ رَبِّهِمْ فَسَجَدُوا لآِدَمَ تَعْظِيماً وَتَكْرِيماً.\n",
        "sura": "38",
        "aya": "73",
        "page": "457"
    },
    {
        "text": "إِلَّآ إِبْلِيسَ ٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ",
        "tafsir": "{ٱلْكَافِرِينَ}\r\n(74) - وَلَمْ يَرْفُضِ الامْتِثَالَ لأَِمْرِ اللهِ تَعَالَى لِلمَلاَئِكَةِ بالسُّجُودِ لآدَمَ إِلاَّ إِبْلِيس، وَلَمْ يَكُنْ هُوَ مِنْ جِنْسِ المَلاَئِكَةِ، وَإِنَّمَا كَانَ مِنَ الجِنِّ، كَمَا جَاءَ فِي آيَةٍ أُخْرَى، فَاسْتَنْكَفَ عَنِ السُّجُودِ تَكَبُّراً فَكَفَرَ بِهَذَا التَّكَبرِ وَالبَغْضَاءِ.\n",
        "sura": "38",
        "aya": "74",
        "page": "457"
    },
    {
        "text": "قَالَ يَٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ ٱلْعَالِينَ",
        "tafsir": "{  لما خلقت بيديّ } أي للذي خلقته بيدي .  ومذهب السلف فيه :  أن اليد – مفردة وغير مفردة – إذا وصف الله تعالى بها نفسه فهي صفة ثابتة له على الوجه الذي يليق بكماله ،  مع تنزهه تعالى عن مشابهة الحوادث في الجسمية والجوارح ؛  تعالى الله عن ذلك علوا كبيرا !  ومذهب الخلف :  تأويل اليد أو النعمة بالقدرة أو النعمة .  والتثنية للتأكيد .  أو أنه تمثيل للاعتناء بخلقه ؛  [ راجع المسألة الرابعة من المقدمة ص 8 ] .",
        "sura": "38",
        "aya": "75",
        "page": "457"
    },
    {
        "text": "قَالَ أَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
        "tafsir": "(76) - وَأَجَابَ إِبْلِيسُ رَبَّهُ الكَرِيمَ: إِنَّهُ لَمْ يَسْجُدْ لآِدَمَ لأَِنَّ اللهَ خَلَقَهُ مِنْ نَارٍ، بَيْنَمَا خَلَقَ آدَمَ مِنْ طِينٍ، وَفِي ظَنِّ إِبْلِيسَ أَنَّ النَّارَ خَيْرٌ مِنَ الطِّينِ، وَلِذَلِكَ فَإِنَّ الأَعْلَى لاَ يَسْجُدُ لِلأَدْنَى.\n",
        "sura": "38",
        "aya": "76",
        "page": "457"
    },
    {
        "text": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
        "tafsir": "{  رجيم } مرجوم مطرود . \r\n\r\n",
        "sura": "38",
        "aya": "77",
        "page": "457"
    },
    {
        "text": "وَإِنَّ عَلَيْكَ لَعْنَتِىٓ إِلَىٰ يَوْمِ ٱلدِّينِ",
        "tafsir": "(78) - وَإِنَّ لَعْنَةَ اللهِ تَعَالَى عَلَيْهِ سَتُلاَزِمُهُ إِلَى يَوْمِ الدِّينِ، يَوْمِ البَعْثِ والنُّشُورِ، وَفِي ذَلِكَ اليَومِ يَجْزِي اللهُ إِبْلِيسَ بِكُفْرِهِ وَتَعَالِيهِ عَلَى أَمْرِ رَبِّهِ.\n",
        "sura": "38",
        "aya": "78",
        "page": "457"
    },
    {
        "text": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
        "tafsir": "{  فأنظرني } فأمهلني\r\n\r\n",
        "sura": "38",
        "aya": "79",
        "page": "457"
    },
    {
        "text": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
        "tafsir": "(80) - وَاقْتَضَتْ حِكْمَةُ اللهِ تَعَالَى وَمَشِيئَتُهُ أَنْ يُجِيبَ إِبْلِيسَ إِلَى مَا سَأَلَهُ مِنْ النَّظِرَةِ، فَقَالَ لَهُ: إِنَّهُ سَيَكُونُ مِنَ المُنْظَرِينَ المُمْهَلِينَ.\n",
        "sura": "38",
        "aya": "80",
        "page": "457"
    },
    {
        "text": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
        "tafsir": "{  إلى يوم الوقت المعلوم } المعين لفناء الخلق ،  وهو وقت النفخة الأولى لا إلى يوم البعث . \r\n\r\n",
        "sura": "38",
        "aya": "81",
        "page": "457"
    },
    {
        "text": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
        "tafsir": "{  فبعزتك } أي : بسلطانك وقهرك . {  لأغوينهم أجمعين } لأضلنّهم بتزيين المعاصي لهم . \r\n\r\n",
        "sura": "38",
        "aya": "82",
        "page": "457"
    },
    {
        "text": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
        "tafsir": "(83) - وَلاَ يَسْتَثْنِي إِبْلِيسُ مِنَ الذِينَ سَيُحَاوِلُ إِغْوَاءَهُمْ إِلاَّ عِبَادَ اللهِ المُخْلَصِينَ المُتَّقِينَ، لأَِنَّهُ لاَ سُلْطَانَ لَهُ عَلَيْهِمْ.\n",
        "sura": "38",
        "aya": "83",
        "page": "457"
    }
]