[{"text":"ٱسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ","aya":"80","page":"200","tafsir":"{  استغفر لهم .  .  } أمر بمعنى الخير ،  أي استغفارك لهؤلاء المنافقين وعدمه سيان ،  ومهما أكثرت منه فلن يغفر الله لهم ،  لإصرارهم على الكفر والفسوق .  وعن ابن عباس في سبب نزول الآية :  أنه لما نزل قوله تعالى :  {  سخر الله منهم } سأل اللامزون رسول الله صلى الله عليه وسلم الاستغفار لهم ،  فهم أن يفعل ،  فنزلت فلم يفعل .  وذكر السبعين لإرادة التكثير والمبالغة على ما جرى عليه العرب في أساليبهم عند إرادة ذلك .  ونظيره قوله تعالى :  {  ذرعا سبعون ذراعا } ،  وقوله صلى الله عليه وسلم :  ( من صام يوما في سبيل الله باعد الله وجهه عن النار سبعين خريفا ) .  وليس المراد بها التحديد ،  فلا مفهوم للعدد هنا .  ويؤيد ذلك :  التعليل بالكفر والفسق المذكورين بعد ،  فإنهما قائمان بهم مع الزيادة على السبعين .  \r\n \r\n"},{"text":"فَرِحَ ٱلْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓا۟ أَن يُجَٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَقَالُوا۟ لَا تَنفِرُوا۟ فِى ٱلْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَّوْ كَانُوا۟ يَفْقَهُونَ","aya":"81","page":"200","tafsir":"no text"},{"text":"فَلْيَضْحَكُوا۟ قَلِيلًا وَلْيَبْكُوا۟ كَثِيرًا جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ","aya":"82","page":"200","tafsir":"no text"},{"text":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٍ مِّنْهُمْ فَٱسْتَـْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا۟ مَعِىَ أَبَدًا وَلَن تُقَٰتِلُوا۟ مَعِىَ عَدُوًّا إِنَّكُمْ رَضِيتُم بِٱلْقُعُودِ أَوَّلَ مَرَّةٍ فَٱقْعُدُوا۟ مَعَ ٱلْخَٰلِفِينَ","aya":"83","page":"200","tafsir":"{  فاقعدوا مع الخالفين } مع المتخلفين بعد القوم عن الجهاد لعدم لياقتكم له ،  كالنساء والصبيان ونحوهم وجمع جمع المذكر للتغليب .  \r\n \r\n"},{"text":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِۦٓ إِنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمْ فَٰسِقُونَ","aya":"84","page":"200","tafsir":"{  ولا تصل على أحد منهم .  .  } نهى صلى الله عليه وسلم عن صلاة الجنازة على من مات منهم وفيها الدعاء والاستغفار ،  وعن القيام عند قبره للدفن أو للزيارة والدعاء له ،  لأنهم كفروا بالله \r\nورسوله ،  وماتوا على فسقهم .  وكانوا من عادته صلى الله عليه وسلم أن يفعل ذلك لمن مات من المسلمين ،  وكان يعامل المنافقين بحكم الظاهر معاملة المسلمين ،  حتى نزلت هذه الآية ،  فما صلى بعدها على منافق ،  ولا قام على قبره حتى قبض صلى الله عليه وسلم .  \r\n \r\n"},{"text":"وَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَأَوْلَٰدُهُمْ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِى ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَٰفِرُونَ","aya":"85","page":"200","tafsir":"no text"},{"text":"وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ ءَامِنُوا۟ بِٱللَّهِ وَجَٰهِدُوا۟ مَعَ رَسُولِهِ ٱسْتَـْٔذَنَكَ أُو۟لُوا۟ ٱلطَّوْلِ مِنْهُمْ وَقَالُوا۟ ذَرْنَا نَكُن مَّعَ ٱلْقَٰعِدِينَ","aya":"86","page":"200","tafsir":"{  استأذنك أولوا الطول منهم } أي استأذنك في التخلف عن الجهاد أصحاب الغنى والسعة من المنافقين .  \r\n \r\n"}]