[
    {
        "text": "ٱلْحَجُّ أَشْهُرٌ مَّعْلُومَٰتٌ فَمَن فَرَضَ فِيهِنَّ ٱلْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِى ٱلْحَجِّ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ يَعْلَمْهُ ٱللَّهُ وَتَزَوَّدُوا۟ فَإِنَّ خَيْرَ ٱلزَّادِ ٱلتَّقْوَىٰ وَٱتَّقُونِ يَٰٓأُو۟لِى ٱلْأَلْبَٰبِ",
        "tafsir": "{  فلا رفث } الرفث :  الجماع .  أو الكلام المتضمن لما يستقبح ذكره ،  من ذكر الجماع ودواعيه . أو هو الفحش والخنا والقول القبيح .  أوهو التعريض للنساء بالفحش من الكلام . <br />\r\n{  ولا فسوق } لا خروج عن طاعة الله تعالى بارتكاب المعاصي ،  ومنها السباب ،  وفعل محظورات الإجرام . <br />\r\n{  وتزودوا فإن خير الزاد التقوى } تزودوا ما تبلغون به في سفركم ،  وتكفون به وجوهكم عن الناس . أو تزودوا لمعادكم بالتقوى ،  فإنها خير زاد في الآخرة . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "197",
        "page": "31"
    },
    {
        "text": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ فَإِذَآ أَفَضْتُم مِّنْ عَرَفَٰتٍ فَٱذْكُرُوا۟ ٱللَّهَ عِندَ ٱلْمَشْعَرِ ٱلْحَرَامِ وَٱذْكُرُوهُ كَمَا هَدَىٰكُمْ وَإِن كُنتُم مِّن قَبْلِهِۦ لَمِنَ ٱلضَّآلِّينَ",
        "tafsir": "{  ليس عليكم جناح } كانت عكاظ ومجنة وذو المجاز أسواقا في الجاهلية ،  فتأثموا أن يتجروا فيها في الموسم ،  فسألوا رسول الله صلى الله عليه وسلم فنزلت الآية .  أي ليس عليكم حرج أن تبتغوا رزقا من ربكم بالتجارة في مواسم الحج . <br />\r\nوسئل عمر – رضي الله عنه - :  هل كنتم تتجرون في الحج ؟  فقال :  وهل كانت معايشهم إلا في الحج . <br />\r\n{  أفضتم من عرفات } دفعتم أنفسكم بكثرة للخروج منها إلى مزدلفة .  من الإفاضة ،  وهي دفع بكثرة ،  تشبها بفيض الماء الكثير .  يقال :  أفضت الماء إذا صببته بكثرة . وعرفات :  جمع ،  سميت به البقعة المعروفة ،  كأذرعات . <br />\r\n{  المشعر الحرام } هو مزدلفة . أو جبل قزح .  وسمي مشعرا من الشعار وهو العلامة ،  لأنه من معالم الحج .  ووصف بالحرام لحرمته .  وقال ابن كثير :  وإنما سميت المزدلفة بالمشعر الحرام لأنها داخل الحرم . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "198",
        "page": "31"
    },
    {
        "text": "ثُمَّ أَفِيضُوا۟ مِنْ حَيْثُ أَفَاضَ ٱلنَّاسُ وَٱسْتَغْفِرُوا۟ ٱللَّهَ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "(199) - رَوَتْ عَائِشَةُ أُمُّ المُؤْمِنينَ رَضِيَ اللهُ عَنْهَا، أَنَّ قُرَيْشاً وَمَنْ وَالاَهَا مِنْ كِنَانَةَ وَجُدَيْلَةَ وَقَيْسٍ، كَانُوا يَقِفُونَ بِالمُزْدَلِفَةِ تَرَفُّعاً عَنْ الوُقُوفِ مَعَ النَّاسِ فِي عَرَفَاتٍ، وَكَانُوا يُسَمَّوْنَ بِالحُمُسِ، أَيِ الشَّدِيدِي التَّصَلُّبِ فِي الدِّينِ، أَمَّا سَائِرُ العَرَبِ فَتَقِفُ فِي عَرَفَاتٍ، فَلَمَّا جَاءَ الإِسْلاَمُ أَمَرَ اللهُ نَبِيَّهُ الكَرِيمَ أَنْ يَأْتِيَ عَرَفَاتٍ ثُمَّ يَقِفَ بِهَا مَعَ النَّاسِ، ثُمَّ يُفِيضَ مِنْهَا. وَيَأْمُرُ اللهُ تَعَالَى نَبِيَّهُ وَالمُؤْمِنينَ بِالاسْتِغْفَارِ، وَبِذِكْرِ اللهِ فِي هذِهِ الأَمَاكِنِ المُبَارَكَةِ.",
        "sura": "2",
        "aya": "199",
        "page": "31"
    },
    {
        "text": "فَإِذَا قَضَيْتُم مَّنَٰسِكَكُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَذِكْرِكُمْ ءَابَآءَكُمْ أَوْ أَشَدَّ ذِكْرًا فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا وَمَا لَهُۥ فِى ٱلْءَاخِرَةِ مِنْ خَلَٰقٍ",
        "tafsir": "{  من خلاق } من نصيب وحظ من الخير . بوزن سحاب . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "200",
        "page": "31"
    },
    {
        "text": "وَمِنْهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْءَاخِرَةِ حَسَنَةً وَقِنَا عَذَابَ ٱلنَّارِ",
        "tafsir": "{آتِنَا} {ٱلآخِرَةِ}\r\n(201) - وَإِلى جَانِبِ أُولَئِكَ المُهْتَمِّينَ بِأَمْرِ الدُّنْيا فَقَطْ، آخَرُون يَهْتَمُونَ بِأَمْرِ الآخِرَةِ إِلى جَانِبِ اهْتِمَامِهِمْ بِأَمْرِ الدُّنيا فَيَقُولُونَ: رَبَّنَا آتِنَا فِي الدُّنيا حَسَنَةً (وَتَشْمَلُ كُلَّ مَطْلَبٍ دَنْيَويِّ) وَفِي الآخِرَةِ حَسَنَةً (وَتَشْمَلُ دُخُولَ الجَنَّةِ وَالنَّجَاةَ مِنَ النَّارِ)، وَهَذا يَقْتَضِي تَيْسِيرَ أَسْبَابِهِ فِي الدُّنْيا: مِنِ اجِتِنَابِ المَحَارِمِ وَالآثَامِ، وَتَرْكِ الشُّبُهَاتِ وَالمُحَرَّمَاتِ.",
        "sura": "2",
        "aya": "201",
        "page": "31"
    },
    {
        "text": "أُو۟لَٰٓئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا۟ وَٱللَّهُ سَرِيعُ ٱلْحِسَابِ",
        "tafsir": "{أُولَـٰئِكَ}\r\n(202) - وَهؤلاءِ لَهُمْ نَصِيبٌ مَضْمُونٌ مِمَّا كَسَبُوهُ بِالطَّلَبِ وَالرُّكُونِ إِلَى اللهِ، لا يُبْطِئُ عَلَيْهِمْ، فَاللهُ تَعَالَى سَرِيعُ الحِسَابِ، وَهُوَ يَجْزِي كُلاً بِمَا يَسْتَحِقُّهُ.",
        "sura": "2",
        "aya": "202",
        "page": "31"
    }
]