[
    {
        "text": "إِنَّمَا يَسْتَجِيبُ ٱلَّذِينَ يَسْمَعُونَ وَٱلْمَوْتَىٰ يَبْعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ",
        "tafsir": "{والموتى} أي الكفار الذين لا يسمعون ولا يستجيبون {يبعثهم الله} يوم القيامة من قبورهم {ثم إليه يرجعون} لا إلى غيره، فيجازيهم على جحودهم و إصرارهم على الكفر .",
        "sura": "6",
        "aya": "36",
        "page": "132"
    },
    {
        "text": "وَقَالُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ قُلْ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةً وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "tafsir": "{آيَةٌ} {آيَةً} - كان المشركون يقولون: لولا نزل على محمد آية من ربه خارقة للعادة والمألوف. ويرد الله تعالى عليهم قائلا: إن الله قادر على أن ينزل آية، ولكن حكمته اقتضت تأخير ذلك، لأنه لو أنزل آية، وفق طلبهم، ثم لم يؤمنوا بها، لعاجلهم بالعقوبة، كما فعل بالأمم السالفة، ولكن أكثر هؤلاء لا يعلمون حكم الله، وسننه في خلقه.",
        "sura": "6",
        "aya": "37",
        "page": "132"
    },
    {
        "text": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ وَلَا طَٰٓئِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّآ أُمَمٌ أَمْثَالُكُم مَّا فَرَّطْنَا فِى ٱلْكِتَٰبِ مِن شَىْءٍ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ",
        "tafsir": "{إلا أمم أمثالكم} طوائف مختلفة أمثالكم في الخلق والموت، والحاجة إلينا في الرزق والتدبير في جميع أمورها، والدلالة على كمال القدرة وبديع الصنعة في تسخيرها وتصريفها بقدرتنا، فكيف تظنون عدم قدرتنا على إنزال ما اقترحتم من الآيات. إن ذلك جهل منكم عظيم. وما ننزل الآيات وما نترك إنزالها إلا على حسب ما تقتضيه الحكمة والمصلحة والمشيئة المبنية عليهما. {ما فرطنا في الكتاب من شيء} تركنا في القرآن شيئا مما يحتاج إليه الناس في أمر الدين والدنيا، إما مفصلا و إما مجملا، أو شيئا يحتاج إليه المكلفون من أصول الدين وأحكامه وحكمه، وضروب الهدى التي جاء بها الرسل. وقيل: الكتاب اللوح المحفوظ، من التفريط وهو التقصير. يقال: فرط في الأمر تفريطا، قصر فيه وضيعه وقدم العجز فيه. والجملة معترضة لتقرير مضمون ما قبلها .",
        "sura": "6",
        "aya": "38",
        "page": "132"
    },
    {
        "text": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا صُمٌّ وَبُكْمٌ فِى ٱلظُّلُمَٰتِ مَن يَشَإِ ٱللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{من يشاء الله يضلله} من يرد سبحانه خلق الضلال فيه يخلقه فيه حسب اختياره الناشئ عن استعداده، بحيث لو خلى ونفسه لاختاره .",
        "sura": "6",
        "aya": "39",
        "page": "132"
    },
    {
        "text": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ أَوْ أَتَتْكُمُ ٱلسَّاعَةُ أَغَيْرَ ٱللَّهِ تَدْعُونَ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{أرأيتكم} أي أخبروني عن حالتكم العجيبة؟ والهمزة للاستفهام، ورأى بمعنى علم، وتتعدى إلى مفعولين، والتاء ضمير الفاعل، وما بعده حرف خطاب يدل على اختلاف المخاطب، أتي به للتأكيد، والمفعول الأول محذوف تقديره: أغير الله تدعونه لكشفه؟ والمعنى: أرأيتكم عبادتكم الأصنام هل تنفعكم؟ أو هل تكشف عنكم ضركم؟ أي أخبروني عن ذلك إن كنتم صادقين في أن أصنامكم آلهة، وأن عبادتكم لها نافعة. وفي استعمال أرأيت بمعنى أخبروني تجوزان: إطلاق الرؤية وإرادة الأخبار، لأن الرؤية سبب له. وجعل الاستفهام بمعنى الأمر بجامع الطلب في كل منهما .",
        "sura": "6",
        "aya": "40",
        "page": "132"
    },
    {
        "text": "بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَآءَ وَتَنسَوْنَ مَا تُشْرِكُونَ",
        "tafsir": "إنكم أيها المشركون لا تدعون في ساعة الهول والشدة صنما ولا وثنا، وإنما تدعون الله وحده، لعلمكم أنه لا يقدر أحد على كشف ما نزل بكم من بلاء وعذاب، وتنسون غيره من الشركاء والأنداد. وإذا شاء الله أن يكشف ما بكم من ضر وبلاء كشفه عنكم.",
        "sura": "6",
        "aya": "41",
        "page": "132"
    },
    {
        "text": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَٰهُم بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَتَضَرَّعُونَ",
        "tafsir": "{فأخذناهم} أي فكذبوا رسلهم فانتقمنا منهم {بالبأساء} وهي الفقر والضيق في المعيشة. {والضراء} وهي الأسقام و العلل العارضة للأجسام {لعلهم يتضرعون} يتذللون لله تعالى ويتوبون\r\nمن كفرهم، من الضراعة، وهي الذلة والهيئة المنبئة عن الانقياد والطاعة. يقال: ضرع الرجل يضرع ضراعة، خضع وذل، فهو ضارع وضرع .",
        "sura": "6",
        "aya": "42",
        "page": "132"
    },
    {
        "text": "فَلَوْلَآ إِذْ جَآءَهُم بَأْسُنَا تَضَرَّعُوا۟ وَلَٰكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ مَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{فتنا بعضهم ببعض} جعلنا بعضهم فتنة لبعض، أي ابتلاء تظهر به حقائق أنفسهم غير مشوبة بالشوائب التي تلتبس بها عادة. فابتلينا الفقراء بالأغنياء، والأغنياء بالفقراء، وكل فريق بضده .",
        "sura": "6",
        "aya": "43",
        "page": "132"
    },
    {
        "text": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦ فَتَحْنَا عَلَيْهِمْ أَبْوَٰبَ كُلِّ شَىْءٍ حَتَّىٰٓ إِذَا فَرِحُوا۟ بِمَآ أُوتُوٓا۟ أَخَذْنَٰهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ",
        "tafsir": "{فتحنا عليهم أبواب كل شيء} أي من النعم الكثيرة بدل البأساء والضراء، إلزاما للحجة واستدراجا لهم. وفي الحديث: (إذا رأيت الله يعطى العبد في الدنيا و هو مقيم على معاصيه فإنما هو استدراج) .  {مبلسون} آيسون من النجاة والرحمة، من الإبلاس، وهو اليأس والقنوط. يقال: أبلس من رحمة الله أي يئس. أو مكتئبون متحسرون .",
        "sura": "6",
        "aya": "44",
        "page": "132"
    }
]