[
    {
        "text": "وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوٓا۟ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيْهِم مِّنۢ بَيْنِنَآ أَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِٱلشَّٰكِرِينَ",
        "tafsir": "{بِٱلشَّاكِرِينَ} - وكذلك اختبرنا المتكبرين بسبق الضعفاء إلى الإسلام، ليقول الكبراء عن المستضعفين من المؤمنين ساخرين: أهؤلاء الذين من الله عليهم من بيننا بالهداية والرضوان، واتباع الحق؟ (وَهُمْ يَقْصِدُونَ بِذَلِكَ أَنَّ اللهَ مَا كَانَ لِيَهْدِيَ هَؤُلاَءِ المُسْتَضْعَفِينَ إِلى الخَيْرِ وَيَدَعَ كُبَرَاءَ قُرَيْشٍ) . ويرد الله تعالى عليهم مستنكرا هذا القول وهذا الاعتقاد: أليس الله هو الأعلم بالشاكرين له بأقوالهم وأفعالهم وضمائرهم فيوفقهم، ويهديهم سبيل السلام، ويخرجهم من الظلمات إلى النور بإذنه ويهديهم إلى صراط مستقيم؟.\r\nفتنا- ابتلينا وامتحنا، ونحن أعلم بهم.",
        "sura": "6",
        "aya": "53",
        "page": "134"
    },
    {
        "text": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـَٔايَٰتِنَا فَقُلْ سَلَٰمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ أَنَّهُۥ مَنْ عَمِلَ مِنكُمْ سُوٓءًۢا بِجَهَٰلَةٍ ثُمَّ تَابَ مِنۢ بَعْدِهِۦ وَأَصْلَحَ فَأَنَّهُۥ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{من عمل منكم سوءا بجهالة} أي وهو جاهل بمقدار ما يستحق عليه من العقاب وما يفوته من الثواب. أو لإيثاره اللذة العاجلة على الآجلة .",
        "sura": "6",
        "aya": "54",
        "page": "134"
    },
    {
        "text": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ وَلِتَسْتَبِينَ سَبِيلُ ٱلْمُجْرِمِينَ",
        "tafsir": "{ٱلآيَاتِ} - وبمثل ذلك البيان الواضح نوضح الدلائل المتنوعة ليظهر طريق الحق الذي يسلكه المؤمنون، ويبين طريق الضلال الذي يسلكه الكافرون.",
        "sura": "6",
        "aya": "55",
        "page": "134"
    },
    {
        "text": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ قُل لَّآ أَتَّبِعُ أَهْوَآءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَآ أَنَا۠ مِنَ ٱلْمُهْتَدِينَ",
        "tafsir": "يأمر الله تعالى رسوله صلى الله عليه وسلم بأن يرد على المشركين، بأنه منهي عن عبادة الأصنام والأوثان، وما يعبده المشركون من دون الله، وأنه لن يتبع ما يدعونه إليه من عبادات مبنية على الهوى، وليست على شيء من الحق والهدى، وأنه سيكون من الضالين غير المهتدين إن اتبع أهواءهم.",
        "sura": "6",
        "aya": "56",
        "page": "134"
    },
    {
        "text": "قُلْ إِنِّى عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَكَذَّبْتُم بِهِۦ مَا عِندِى مَا تَسْتَعْجِلُونَ بِهِۦٓ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ ٱلْحَقَّ وَهُوَ خَيْرُ ٱلْفَٰصِلِينَ",
        "tafsir": "{ما عندي ما تستعجلون به} ليس في مقدرتي إنزال العذاب الذي استعجلتموه بقولكم: {فأمطر علينا حجارة من السماء. .  .} وما الحكم في ذلك إلا لله وحده، يتبع الحق والحكمة فيما يقدره و يحكم به، وهو خير من يفصل بين الحق و الباطل. والاستعجال: المطالبة بالشيء قبل وقته. {يقص الحق} من قص الأثر: تتبعه .",
        "sura": "6",
        "aya": "57",
        "page": "134"
    },
    {
        "text": "قُل لَّوْ أَنَّ عِندِى مَا تَسْتَعْجِلُونَ بِهِۦ لَقُضِىَ ٱلْأَمْرُ بَيْنِى وَبَيْنَكُمْ وَٱللَّهُ أَعْلَمُ بِٱلظَّٰلِمِينَ",
        "tafsir": "{ٱلظَّالِمِينَ} - قل لهم: لو كان مرجع الأمر إلي لاستجبت لطلبكم، ولأوقعت عليكم ما تستعجلونه من العذاب، ولانتهى الأمر بيني وبينكم، والله أعلم بالظالمين الذين يستحقون العذاب والعقوبة، وقد جعل لعذابهم موعدا حدده لا يعلمه إلا هو.",
        "sura": "6",
        "aya": "58",
        "page": "134"
    },
    {
        "text": "وَعِندَهُۥ مَفَاتِحُ ٱلْغَيْبِ لَا يَعْلَمُهَآ إِلَّا هُوَ وَيَعْلَمُ مَا فِى ٱلْبَرِّ وَٱلْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِى ظُلُمَٰتِ ٱلْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِى كِتَٰبٍ مُّبِينٍ",
        "tafsir": "{وعنده مفاتح الغيب} جمع مفتاح-كمنبر-، وهو آلة الفتح، و تسمى المفتاح. أو جمع مفتاح –كمسجد- ،  وهو الخزانة التي تحفظ بها الأشياء. والغيب: ما استأثر الله بعلمه. أي وعنده المفاتيح التي يفتح بها  الغيب، وهو مجاز عن علمه تعالى جميع المعلومات، ما غاب عنا وما لم يغب، لأن المفاتيح هي التي يتوصل بها إلى ما في الخزائن المستوثق منها بالإغلاق، فمن علم كيف بها ويتوصل إلى ما فيها فهو عالم. أو عنده خزائن الغيب، والمراد بها القدرة الكاملة على كل الممكنات، كما في قوله تعالى: {وإن من شيء إلا عندنا خزائنه} .  {إلا في كتاب مبين} إلا في علمه تعالى المحيط بجميع الأشياء إحاطة الكتاب بما فيه. أو إلا في اللوح المحفوظ الذي خط فيه بقلم القدرة أزلا، ما كان وما سيكون. وهو بدل من {إلا يعلمها} بدل كل على المعنى الأول، واشتمال على الثاني .",
        "sura": "6",
        "aya": "59",
        "page": "134"
    }
]