[
    {
        "text": "وَإِذْ يَرْفَعُ إِبْرَٰهِۦمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَٰعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "{إِبْرَاهِيمُ} {إِسْمَاعِيلُ} - واذكر لهم يا محمد حينما كان يرفع إبراهيم وإسماعيل القواعد والآساس من الكعبة، ويدعوان ربهما أن يتقبل منهما عملهما، لأنهما يقومان بعمل صالح، فهو تعالى الذي يسمع الدعاء، وهو الذي يعلم النيات. فمصدر شرف الكعبة أنها بنيت على اسم الله، ولعبادة الله في تلك الأرض، التي تطغى عليها الوثنية، لا لأحجارها ولا لموقعها.",
        "sura": "2",
        "aya": "127",
        "page": "20"
    },
    {
        "text": "رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
        "tafsir": "{مسلمين لك} مخلصين موحدين لك. من أسلم وجهه: إذا أخلص نفسه أو قصده. أ ومنقادين لك، قائمين بشرائع الإسلام. من استسلم: إذا انقاد. {وأرنا مناسكنا} علمنا شرائع ديننا وأعمال حجنا: كالطواف والسعي والوقوف. أو متعبداتنا التي تقام فيها شرائعه، كمنى وعرفات ونحوهما. جمع منسك– بفتح السين وكسرها– بمعنى الفعل، وبمعنى الموضع. من النسك– مثلثة النون، وبضمها وضم السين– وهو غاية العبادة، وشاع في الحج، لما فيه من الكلفة غالبا والبعد عن العبادة .",
        "sura": "2",
        "aya": "128",
        "page": "20"
    },
    {
        "text": "رَبَّنَا وَٱبْعَثْ فِيهِمْ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "tafsir": "{وابعث فيهم رسولا منهم} وابعث في الأمة المسلمة. أوفي ذريتنا- وهم العرب- رسولا منهم، وهو محمد صلى الله عليه وسلم، إذ لم يبعث في ذريتنا غيره. {ويعلمهم الكتاب والحكمة} أي يعلمهم معاني الكتاب وحقائقه، وهو القرآن. ويعلمهم الحكمة، وهي في الأصل إصابة الحق في القول والعمل. والمراد بها هنا: الفقه في الدين ومعرفة أسراره، وحكمه ومقاصده التي يكمل بها العلم بالكتاب. {ويزكيهم} يطهرهم من أرجاس الشرك وأدران المعاصي. يقال: زكاه الله أي طهره وأصلحه. ومنه زكاة المال، لتطهره بها وطهارة النفس بإخراجها. وأصل الزكاء– بالمد- :  النماء والزيادة، ومنه: زكا الزرع والأرض زكاء  وزكوا، أي نما ونمت .",
        "sura": "2",
        "aya": "129",
        "page": "20"
    },
    {
        "text": "وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَٰهِۦمَ إِلَّا مَن سَفِهَ نَفْسَهُۥ وَلَقَدِ ٱصْطَفَيْنَٰهُ فِى ٱلدُّنْيَا وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
        "tafsir": "{سفه نفسه} خسر نفسه، أوجهلها أوأمتهنها وأذلها واستخف بها. والسفه: خفة في النفس لنقصان العقل في أمور الدنيا أوالدين. و \" سفه\" متعد بنفسه. و \"  نفسه\" مفعول به .",
        "sura": "2",
        "aya": "130",
        "page": "20"
    },
    {
        "text": "إِذْ قَالَ لَهُۥ رَبُّهُۥٓ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{ٱلْعَالَمِينَ} - أمر الله إبراهيم بالإخلاص له، والاستسلام لحكمه، فامتثل لأمر ربه، وقال أسلمت لرب العالمين جميعا.\r\nأسلم- انقد وأخلص العبادة.",
        "sura": "2",
        "aya": "131",
        "page": "20"
    },
    {
        "text": "وَوَصَّىٰ بِهَآ إِبْرَٰهِۦمُ بَنِيهِ وَيَعْقُوبُ يَٰبَنِىَّ إِنَّ ٱللَّهَ ٱصْطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
        "tafsir": "{اصطفى لكم الدين} اختار لكم دين التوحيد، وهو دين الإخلاص لله في العبادة والطاعة والانقياد لحكمه، فليس عند الله دين مرضى سواه، وهو دين الإسلام .",
        "sura": "2",
        "aya": "132",
        "page": "20"
    },
    {
        "text": "أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ ٱلْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنۢ بَعْدِى قَالُوا۟ نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ إِلَٰهًا وَٰحِدًا وَنَحْنُ لَهُۥ مُسْلِمُونَ",
        "tafsir": "{آبَائِكَ} {إِبْرَاهِيمَ} {إِسْمَاعِيلَ} {إِسْحَاقَ} {وَاحِداً} - يقول تعالى إن اليهود الذين كانوا في عصر النبي صلى الله عليه وسلم يجادلونه، ويجحدون نبوته، ويزعمون أنهم إنما يسيرون على الدين الذي مات عليه يعقوب، مع أنهم لم يكونوا حاضرين (شُهَدَاءَ) حينما حانت منية يعقوب، وجاءه الموت، ولكن الله كان شاهدا على ذلك. ويقرر سبحانه: إن يعقوب سأل بنيه عما يعبدون من بعده، فقالوا له: إنهم يعبدون إلهه وإله آبائه، الواحد الأحد، الذي لا شريك له، وسيسلمون أمرهم إليه.\r\n(هذِهِ الآيَةُ تُرشِدُ إلى أَنَّ دِينَ اللهِ وَاحدٌ فِي كُلِّ أُمَّةٍ، وَعَلَى لِسَانِ كُلِّ نَبِيٍّ، وَرُوحُهُ التَّوحِيدُ وَالاسْتِسْلاَمُ للهِ، وَالإِذْعَانُ لِهَدْيِ الأَنْبِيَاءِ) .",
        "sura": "2",
        "aya": "133",
        "page": "20"
    },
    {
        "text": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{لاَ تُسْأَلُونَ} - فتلك الأجيال السالفة كانوا أمة مؤمنة، فلا ينفعكم الانتساب إليهم، إذا لم تفعلوا أنتم خيرا تنتفعون به، فقد جرت سنة الله في خلقه على أن لا يجزى أحد إلا بكسبه وعمله، ولا يسأل أحد إلا عن كسبه وعمله، فكل واحد يحاسب على عمله، ولا تسألون أنتم عما كانوا يعملون هم.\r\nخلت- مضت وسلفت.",
        "sura": "2",
        "aya": "134",
        "page": "20"
    }
]