[
    {
        "text": "أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ كَمَنْ هُوَ أَعْمَىٰٓ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
        "tafsir": "{أُوْلُواْ} {ٱلأَلْبَابِ}\r\n(19) - لا يَسْتَوِي المُهْتَدِي مِنَ النَّاسِ، الذِي يَعْلَمُ أَنَّ الذِي أُنْزِلَ عَلَيْكَ يَا مُحَمَّدُ مِنْ رَبِّكَ هُوَ الحَقُّ، الذِي لاَ شَكَّ فِيهِ، مَعَ الضَّالِّ، الذِي لاَ يَعْلَمُ ذَلِكَ، لأَِنَّهُ يَكُونُ كَالأَعْمَى لاَ يَهْتَدِي إِلى خَيْرٍ، وَلا يَفْهَمُهُ، وَلَوْ فَهِمَهُ مَا انْقَادَ إِلَيهِ، وَلا صَدَّقَ بِهِ وَلاَ انْتَفَعَ. فَالذِينَ يَتَّعِظُونَ وَيَعْتَبِرُونَ هُمْ أَصْحَابُ العُقُولِ السَّلِيمَةِ، وَالبَصَائِرِ المُدْرِكَةِ (أُولُو الأَلْبَابِ).",
        "sura": "13",
        "aya": "19",
        "page": "252"
    },
    {
        "text": "ٱلَّذِينَ يُوفُونَ بِعَهْدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلْمِيثَٰقَ",
        "tafsir": "{  الذين يوفون بعهد الله } بدل من {  أولي الألباب } وجملة ما وصفوا  به ثمانية أوصاف جليلة :  أولها قوله :  {  يوفون بعهد الله ولا ينقضون الميثاق } و آخرها :  {  ويدرءون بالحسنة السيئة }<br />\r\n<br />\r\n",
        "sura": "13",
        "aya": "20",
        "page": "252"
    },
    {
        "text": "وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوٓءَ ٱلْحِسَابِ",
        "tafsir": "(21) - وَهؤُلاءِ المُؤْمِنُونَ المُهْتَدُونَ يَصِلُونَ الأَرْحَامَ التِي أَمَرَ اللهُ بِوَصْلِهَا، وَيُحْسِنُونَ إِلى الأَقْرِبَاءِ وَالفُقَرَاءِ، وَيُعَامِلُونَهُمْ بِالمَودَّةِ وَالحُسْنَى، وَيَبْذُلُونَ المَعْرُوفَ، وَيَخْشَوْنَ رَبَّهُمْ فِيمَا يَأْتُونَ، وَيُرَاقِبُونَهُ فِي ذَلِكَ، وَيَخَافُونَ سُوءَ الحِسَابِ فِي الدَّارِ الآخِرَةِ، وَعَدَمِ الصَّفْحِ عَنْ ذُنُوبِهِمْ وَخَطَايَاهُمْ.",
        "sura": "13",
        "aya": "21",
        "page": "252"
    },
    {
        "text": "وَٱلَّذِينَ صَبَرُوا۟ ٱبْتِغَآءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَٰهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ أُو۟لَٰٓئِكَ لَهُمْ عُقْبَى ٱلدَّارِ",
        "tafsir": "أي يدفعون بالعمل الصالح السيئ من الأعمال ،  فيجازون الإساءة بالإحسان .  او يتبعون السيئة الحسنة فتمحوها .  يقال :  درأنا درءا ،  دفعه .  ودرأ السيل واندرأ :  اندفع . {  أولئك لهم عقبى الدار } العقبى والعقب كالجزاء ، و منه :  أعقبه أي جازاه .  والمراد ب{  عقبي الدار } الجنة .  {  جنات عدن } بدل منه . <br />\r\n<br />\r\n",
        "sura": "13",
        "aya": "22",
        "page": "252"
    },
    {
        "text": "جَنَّٰتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّٰتِهِمْ وَٱلْمَلَٰٓئِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ",
        "tafsir": "{  و الذين ينقضون .  .  .  } بيان لأحوال الأشقياء بعد بيان أحوال السعداء . و جملة أوصافهم الجامعة ثلاثة . <br />\r\n<br />\r\n",
        "sura": "13",
        "aya": "23",
        "page": "252"
    },
    {
        "text": "سَلَٰمٌ عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى ٱلدَّارِ",
        "tafsir": "{سَلاَمٌ}\r\n(24) - وَتَقُولُ لَهُمُ المَلاَئِكَةُ: سَلاَمٌ عَلَيْكُمْ، وَأَمْنٌ دَائِمٌ لَكُمْ، لَقَدْ صَبَرْتُمْ فِي سَبيلِ اللهِ، وَاحْتَمَلْتُمُ المَشَاقَّ وَالآلاَمَ، فَفُزْتُمْ بِرِضْوَانِ اللهِ، فَنَعِمَتْ عَاقِبَتُكُمْ فِي الدَّارِ الآخِرَةِ.",
        "sura": "13",
        "aya": "24",
        "page": "252"
    },
    {
        "text": "وَٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ أُو۟لَٰٓئِكَ لَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
        "tafsir": "{مِيثَاقِهِ} {أُوْلَـٰئِكَ}\r\n(25) - أَمَّا الذِينَ يَنْقُضُونَ عَهْدَ اللهِ الذِي أَلْزَمَ بِهِ عِبَادَهُ، وَأَقاَمَ الأَدِلَّةَ العَقْلِيَّةَ عَلَى صِحَّتِهِ (كَالتَّوْحِيدِ وَالإِيمَانِ وَالقَدَرِ) إِمَّا بِإِهْمَالِهِم النَّظَرَ فِيهِ، وَإِمَّا بِأَنْ يَنْظُرُوا فِيهِ وَيَعْلَمُوا صِحَّتَهُ، وَلَكِنَّهُمْ يُعَانِدُونَ فِيهِ، وَالذِينَ يَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ (مِنْ صِلَةِ الأَرْحَامِ، وَالتَّحَابِّ بَيْنَ المُؤْمِنينَ...)، وَالذِينَ يَخُونُونَ أَمَانَاتِهِمْ، وَيُفْسِدُونَ فِي الأَرْضِ، وَيَرْتَكِبُونَ المُوبِقَاتِ وَالمُحَرَّمَاتِ ... فَأُولئِكَ هُمُ المُشْرِكُونَ الذِينَ يَلْعَنُهُمُ اللهُ، وَيُبْعِدُهُمْ عَنْ رَحْمَتِهِ، وَيُعِدُّ لَهُمْ سُوءَ العَاقِبَةِ وَالمَآلِ.\r\nسُوءُ الدَّارِ - عَاقِبَتُهَا السَّيِّئَةُ وَهِيَ النَّارُ.",
        "sura": "13",
        "aya": "25",
        "page": "252"
    },
    {
        "text": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَفَرِحُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا فِى ٱلْءَاخِرَةِ إِلَّا مَتَٰعٌ",
        "tafsir": "{  و يقدر } أي يضيق ،  ضد يبسط بمعنى يوسع .  يقال :  قدر – كضرب ونصر- أي قتر<br />\r\nو ضيق .  وقدر الله الرزق بقدره- بكسر الدال – ضيقه ففتح أبواب الرزق في الدنيا لا تعلق له بالكفر والإيمان ،  بل هو منوط بمشيئة الله تعالى ،  فقد يضيق على المؤمن امتحانا لصبره وتكفيرا لذنوبه ،  و يوسع على الكافر استدراجا له . <br />\r\n<br />\r\n",
        "sura": "13",
        "aya": "26",
        "page": "252"
    },
    {
        "text": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ قُلْ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَنْ أَنَابَ",
        "tafsir": "{  أناب } رجع إليه وأقبل عليه ،  من الإنابة بمعنى الرجوع إلى نوبة الخير . <br />\r\n<br />\r\n",
        "sura": "13",
        "aya": "27",
        "page": "252"
    },
    {
        "text": "ٱلَّذِينَ ءَامَنُوا۟ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ ٱللَّهِ أَلَا بِذِكْرِ ٱللَّهِ تَطْمَئِنُّ ٱلْقُلُوبُ",
        "tafsir": "{آمَنُواْ} {وَتَطْمَئِنُّ}\r\n(28) - وَهؤُلاءِ الذِينَ يَهْدِيهِمُ اللهُ هُمُ المُؤْمِنُونَ، الذِينَ آمَنُوا بِاللهِ، وَتَطيبُ قُلُوبُهُمْ، وَتَهْدَأُ إِلى جَانِبِ اللهِ، وَتَسْكُنُ عِنْدَ ذِكْرِهِ، وَتَرْضَى بِهِ مَوْلىً وَنَاصِراً. وَفِي الحَقِيقَةِ إِنَّ القُلُوبَ المُؤْمِنَةَ تَطْمَئِنُّ وَتَسْكُنُ وَتَهْدَأُ عِنْدَ ذِكْرِ اللهِ تَعَالَى.",
        "sura": "13",
        "aya": "28",
        "page": "252"
    }
]