[{"text":"وَأَنذِرْهُمْ يَوْمَ ٱلْحَسْرَةِ إِذْ قُضِىَ ٱلْأَمْرُ وَهُمْ فِى غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ","aya":"39","page":"308","tafsir":"no text"},{"text":"إِنَّا نَحْنُ نَرِثُ ٱلْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ","aya":"40","page":"308","tafsir":"no text"},{"text":"وَٱذْكُرْ فِى ٱلْكِتَٰبِ إِبْرَٰهِيمَ إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا","aya":"41","page":"308","tafsir":"no text"},{"text":"إِذْ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِى عَنكَ شَيْـًٔا","aya":"42","page":"308","tafsir":"no text"},{"text":"يَٰٓأَبَتِ إِنِّى قَدْ جَآءَنِى مِنَ ٱلْعِلْمِ مَا لَمْ يَأْتِكَ فَٱتَّبِعْنِىٓ أَهْدِكَ صِرَٰطًا سَوِيًّا","aya":"43","page":"308","tafsir":"{  صراطا سويا } مستقيما لا اعوجاج فيه ،  وفيه النجاة لك من غضب الله ونقمته .  \r\n \r\n"},{"text":"يَٰٓأَبَتِ لَا تَعْبُدِ ٱلشَّيْطَٰنَ إِنَّ ٱلشَّيْطَٰنَ كَانَ لِلرَّحْمَٰنِ عَصِيًّا","aya":"44","page":"308","tafsir":"{  لا تعبد الشيطان } إذ أن عبادة الأصنام له ؛  هو الذي يسوّلها ويغري بها .  \r\n \r\n"},{"text":"يَٰٓأَبَتِ إِنِّىٓ أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ ٱلرَّحْمَٰنِ فَتَكُونَ لِلشَّيْطَٰنِ وَلِيًّا","aya":"45","page":"308","tafsir":"{  وليا } قرينا تليه ويليك في العذاب .  \r\n \r\n"},{"text":"قَالَ أَرَاغِبٌ أَنتَ عَنْ ءَالِهَتِى يَٰٓإِبْرَٰهِيمُ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ وَٱهْجُرْنِى مَلِيًّا","aya":"46","page":"308","tafsir":"{  واهجرني } أي فاحذرني واتركني{  مليا } أي دهرا طويلا ؛  من الملاوة – بتثليث الميم – وهي البرهة الطويلة من الدهر .  والمراد :  أبد الدهر .  \r\n \r\n"},{"text":"قَالَ سَلَٰمٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّىٓ إِنَّهُۥ كَانَ بِى حَفِيًّا","aya":"47","page":"308","tafsir":"{  إنه كان بي حفيا } بارا ملطفا ؛  فيجيب دعائي لك .  يقال :  حفي به حفاوة ،  اعتنى به وبالغ في إكرامه ؛  فهو حاف وحفي .  \r\n \r\n"},{"text":"وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ ٱللَّهِ وَأَدْعُوا۟ رَبِّى عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّى شَقِيًّا","aya":"48","page":"308","tafsir":"no text"},{"text":"فَلَمَّا ٱعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ وَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا","aya":"49","page":"308","tafsir":"no text"},{"text":"وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا","aya":"50","page":"308","tafsir":"no text"},{"text":"وَٱذْكُرْ فِى ٱلْكِتَٰبِ مُوسَىٰٓ إِنَّهُۥ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَّبِيًّا","aya":"51","page":"308","tafsir":"{  كان مخلصا } أخلصه الله تعالى له واصطفاه .  وقرئ بكسر اللام ؛  أي أخلص عبادته لله .  \r\n \r\n"}]