[
    {
        "text": "قَالَ يَٰمُوسَىٰٓ إِنِّى ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِى وَبِكَلَٰمِى فَخُذْ مَآ ءَاتَيْتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
        "tafsir": "{يٰمُوسَىٰ} {بِرِسَالاَتِي} {وَبِكَلاَمِي} {آتَيْتُكَ} {ٱلشَّاكِرِينَ}\r\n(144) - فَخَاطَبَ اللهُ تَعَالَى مُوسَى، عَلَيهِ السَّلام، وَقَالَ لَهُ: إِنّي اخْتَرْتُكَ وَاصْطَفَيْتُكَ مِنْ بَيْنِ أَهْلِ زَمَانِكَ بِأَنْ كَلَّمْتُكَ مِنْ وَرَاءِ حِجَابٍ، وَلَمْ أُوحِ إِليكَ وَحْياً بِواسِطَةِ مَلَكٍ، وَبِأَنْ جَعَلْتُكَ مُرْسَلاً، فَتَمَسَّكْ بِالتَّوراةِ التِي آتَيْتُكَ إِيّاهَا، وَاعْمَلَ بِمَا جَاءَ فِيها مِنَ الأَحْكَامِ وَالشَّرَائِعِ، وَاشْكُرْ نِعْمَتي، عَلَيكَ وَعَلَى قَوْمِكَ، بِإِقَامَةِ التَّوراةِ وَالأَحْكَامِ، بِقُوّةٍ وَعَزْمٍ، وَبِالعَمَلِ بِهَا.",
        "sura": "7",
        "aya": "144",
        "page": "168"
    },
    {
        "text": "وَكَتَبْنَا لَهُۥ فِى ٱلْأَلْوَاحِ مِن كُلِّ شَىْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَىْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا۟ بِأَحْسَنِهَا سَأُو۟رِيكُمْ دَارَ ٱلْفَٰسِقِينَ",
        "tafsir": "{  وكتبنا له في الألواح }أي في ألواح التوراة من كل شيء يحتاجون إليه من الحلال والحرام ،  والمحاسن والقبائح .  {  وأمر قومك يأخذوا بأحسنها }أي بحسنها وكلها حسن ،  أو بما هو أحسن وأكثر ثوابا في كل شيء . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "145",
        "page": "168"
    },
    {
        "text": "سَأَصْرِفُ عَنْ ءَايَٰتِىَ ٱلَّذِينَ يَتَكَبَّرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا وَإِن يَرَوْا۟ سَبِيلَ ٱلرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا۟ سَبِيلَ ٱلْغَىِّ يَتَّخِذُوهُ سَبِيلًا ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَكَانُوا۟ عَنْهَا غَٰفِلِينَ",
        "tafsir": "{آيَاتِي} {آيَةٍ} {بِآيَاتِنَا} {غَافِلِينَ}\r\n(146) - سَأَصْرِفُ عَنِ الهِدَايَةِ قُلُوبَ الذِينَ يَتَكَبَّرُونَ عَنْ طَاعَتِي، وَيَتَكَبَّرُونَ عَلَى النَّاسِ بِغَيرِ الحَقِّ، وَإِذا رَأَوْا آيَاتِ اللهِ لَمْ يُؤْمِنُوا بِها، وَإِذَا رَأَوْا طَرِيقَ الخَيْرِ تَنَكَّبُوا عَنْهُ، وَلَمْ يَتَّخِذُوهُ سَبيلاً، وَإِذَا رَأَوا سَبيلَ الضَّلاَلِ اتَّبَعُوهُ، وَقَدْ جَازَاهُمُ اللهُ تَعَالَى هَذا الجَزَاءَ لأَِنَّهُمْ كَذَّبُوا بِآيَاتِ اللهِ، وَغَفَلُوا عَنْهَا، فَأَضَلَُّهُمُ اللهُ، وَلَمْ يَهْدِهِمْ. فَكَمَا اسْتَكْبَرُوا بِغَيرِ الحَقِّ فَإِن اللهَ عَاقَبَهُمْ بِالإِذْلاَلِ وَبِالخَتْمِ عَلَى قُلُوبِهِمْ، وَبِإلقَاءِ الغِشَاوَةِ عَلَى أَعْيُنِهِمْ حَتَّى لاَ يَجِدَ الحَقُّ مَنْفَذاً لِلْوُصُولِ إِلَيها.",
        "sura": "7",
        "aya": "146",
        "page": "168"
    },
    {
        "text": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلْءَاخِرَةِ حَبِطَتْ أَعْمَٰلُهُمْ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "{  حبطت أعمالهم }بطلت أعمالهم التي عملوها في الدنيا من البر والإحسان والخير ،  فلا ثواب لهم عليها ، <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "147",
        "page": "168"
    },
    {
        "text": "وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِنۢ بَعْدِهِۦ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ أَلَمْ يَرَوْا۟ أَنَّهُۥ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ٱتَّخَذُوهُ وَكَانُوا۟ ظَٰلِمِينَ",
        "tafsir": "{  و اتخذ قوم موسى من بعده }أي من بعد ذهاب موسى إلى جبل المناجاة إلاها معبودا على صورة العجل المعروف ،  صاغه لهم موسى السامري- وكانت صناعته الصياغة- من الحلي الذي استعاروه من القبط قبيل الغرق ،  وبقي في أيديهم بعده .  وطلب منهم أن يعبدوه ،  وقال لهم :  {  هذا إلهكم وإله موسى فنسى }{[171]} فعكفوا على عبادته .  {  عجلا جسدا }أي جثة لا يعقل ولا يميز ،  أو جسدا ،  أي أحمر ظاهر الحمرة لكونه مصنوعا من الذهب .  والجسد :  الدم اليابس ،  والزعفران أو نحوه من الصيغ ،  ومنه ثوب مجسد ،  مصبوغا بالزعفران أو أحمر .  {  له خوار } أي صوت يشبه صوت البقر ،  إذ صاغه على صورة العجل ،  وجعله مجوفا ،  ووضع في جوفه أنابيب على شكل مخصوص ،  وجعله في مهب الريح ،  فإذا هبت الريح سمع لهذه الأنابيب صوت يشبه خوار العجل .  وقرئ {  جؤار }أي صوت شديد .  وفي هذين الوصفين تقريع لهم ،  وتبكيت بشدة الجهل ،  إذ ليس من شأن الإله أن يكون كذلك . <br />\r\n{  ألم يروا أنه لا يكلمهم } هو كقوله تعالى :  {  أفلا يرون ألا يرجع إليهم قولا ولا يملك لهم ضرا ولا نفعا }{[172]} ،  يقرعهم على فرط جهالتهم وضلالتهم ،  إذ عبدوا عجلا جسدا له خوار ،  لا يكلمهم ولا يرشدهم إلى خير ،  ولا يملك لهم نفعا ولا ضرا ،  وذهلوا عن عبادة الخالق رب العالمين . <br />\r\n{  اتخذوه وكانوا ظالمين }أي اتخذوا هذا العجل إلاها معبودا ،  مع كونه مصنوعا بأيديهم ،  فظلموا أنفسهم بهذا الجهل ،  وأوردوها مورد الهلاك .",
        "sura": "7",
        "aya": "148",
        "page": "168"
    },
    {
        "text": "وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ وَرَأَوْا۟ أَنَّهُمْ قَدْ ضَلُّوا۟ قَالُوا۟ لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ٱلْخَٰسِرِينَ",
        "tafsir": "{  ولما سقط في أيديهم }أي ولما ندموا أشد الندم على عبادة العجل ،  وتبينوا ضلالهم بها تبينا ظاهرا{  قالوا لأن لم يرحمنا ربنا ويغفر لنا لنكونن من الخاسرين }و كان ذلك بعد عودة موسى من الميقات .  يقال للنادم المتحير :  سقط في يده ،  والأصل سقط فمه في يده ،  فحذف الفاعل وبني الفعل للمفعول ،  كما في مر بزيد .  وهو من الكناية ،  لأن من شأن الإنسان إذا اشتد ندمه على شيء أن يعض يده ،  فتصير يده مسقوطا فيها ،  لأن فمه وقع فيها .  وما كان سقوط الأفواه في الأيدي لازما للندم أطلق اسم اللازم وأريد الملزوم على سبيل الكناية .  وهذا التركيب لم تعرفه العرب إلا بعد نزول القرآن ،  ولم يوجد في أشعارهم ومنثورهم ،  فهو من فرائده البليغة . <br />\r\n<br />\r\n",
        "sura": "7",
        "aya": "149",
        "page": "168"
    }
]