[
    {
        "text": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ",
        "tafsir": "{يَسْتَأْخِرُونَ}\r\n(43) - وَلاَ تَتقَدَّمُ أُمَّةٌ مِنَ الأُمَمِ المُهْلَكَةِ الوَقْتَ الذي قَدَّرَهُ اللهُ تَعَالَى لِهَلاَكِهَا، وَلاَ تَسْتَأَخِرُ عَنْهُ، فَلِكُلِّ شَيء مِيقَاتٌ يَتِمُّ فِيهِ، وَلاَ يَتَعَدَّاهُ.\n",
        "sura": "23",
        "aya": "43",
        "page": "345"
    },
    {
        "text": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا كُلَّ مَا جَآءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُم بَعْضًا وَجَعَلْنَٰهُمْ أَحَادِيثَ فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُونَ",
        "tafsir": "{  أرسلنا رسلنا تترى } متواترين ؛  أي متتابعين واحدا إثر واحد مع فصل ومهلة .  وصدر كدعوى ،  وألفه للتأنيث .  وأصله :  وترى فقلبت الواو تاء ؛  من المواترة وهي التتابع مع تراخ وفترة .  وهو منصوب على الحال من  \" رسلنا \"  . {  وجعلناهم أحاديث } أي جعلنا الأمم المكذبة مثلا يتحدث بهم الناس تعجبا وتلهيا ؛  جمع أحدوثة كأعجوبة ،  ولا يقال ذلك إلا في الشر .  والمراد :  أنهم أهلكوا ولم يبق الناس إلا أخبارهم يتلهون بها كالأعاجيب . {  فبعدا لقوم لا يؤمنون } فهلاكا لهم لعدم إيمانهم . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "44",
        "page": "345"
    },
    {
        "text": "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلْطَٰنٍ مُّبِينٍ",
        "tafsir": "{هَارُونَ} {بِآيَاتِنَا} {وَسُلْطَانٍ}\r\n(45) - ثُمَّ بَعَثَ اللهُ تَعَالَى، بَعْدَ الرُّسُلِ الذينَ تَقَدَّمَ ذِكْرُهُمْ، مُوسَى وَهَارُونَ بالآيَاتِ، والحُجَجِ الدَّامِغَاتِ، والبَرَاهِينِ القَاطِعَاتِ.\r\nسُلْطَانٍ مُبِينٍٍ - بُرْهَانٍ مُبِينٍ مُظْهرٍ لِلْحَقِّ.\n",
        "sura": "23",
        "aya": "45",
        "page": "345"
    },
    {
        "text": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا عَالِينَ",
        "tafsir": "{وَمَلَئِهِ}\r\n(46) - أَرْسَلَ اللهُ تَعَالَى مُوسَى وَهَارُونَ إِلَى فِرْعَوْنَ وَمَنْ حَوْلَهُ مِنَ القَادَةِ والكُبَراءِ (مَلَئِهِ)، فَاسْتَكْبَرُوا عَنِ اتِّبَاعِها والإِيْمَانِ بِهَا، وَبِمَا جَاءَهُم بِهِ رَسُولا رَبِّهِمْ، من الإِيمَانِ بِاللهِ وَحْدَهُ، وَتَرْكِ تَعْذِيبِ بَني إِسْرِائِيلَ (كَما جَاءَ فِي آيةٍ أُخْرَى)، وَكَانُوا قَوْماً مُتَعَالِينَ، دَأْبُهُم العُتُوُّ وَالبَغْيُ عَلَى الناسِ.\r\nقَوْماً عَالِينَ - مُتَكَبِّرِينَ، أو مُتَطَاوِلِينَ بالظُّلْمِ.\n",
        "sura": "23",
        "aya": "46",
        "page": "345"
    },
    {
        "text": "فَقَالُوٓا۟ أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَٰبِدُونَ",
        "tafsir": "{  وقومها لنا عابدون } خادمون . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "47",
        "page": "345"
    },
    {
        "text": "فَكَذَّبُوهُمَا فَكَانُوا۟ مِنَ ٱلْمُهْلَكِينَ",
        "tafsir": "(48) - فَكَذَّبَ فِرْعَوْنُ وَقَوْمُهُ، مُوسَى وَهَارُونَ، فَأَهْلَكَهُمْ اللهُ تَعَالَى أَجْمَعِينَ وَأَغْرَقَهُمْ فِي صَبِيحَةٍ وَاحِدَةٍ وَأَخَذَهُمْ أَخْذَ عَزِيزٍ مُقْتَدرٍ.\n",
        "sura": "23",
        "aya": "48",
        "page": "345"
    },
    {
        "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ لَعَلَّهُمْ يَهْتَدُونَ",
        "tafsir": "{آتَيْنَا} {ٱلْكِتَابَ}\r\n(49) - وَأَنْزَلَ اللهُ تَعَالَى التَّوْرَاةََ عَلَى مُوسَى (الكِتَابَ)، وَفِيهَا أَحْكَامٌ، وَأَوَامِرُ، وَنَواهٍ مِنَ اللهِ، لِيَسْتَهْدِيَ بَنُو إِسْرَائِيلَ بِمَا جَاءَ فِيهَا مِنَ الحَقِّ، وَيَعْمَلُوا بِمَا فِيهَا مِنَ الشَّرائِعِ.\n",
        "sura": "23",
        "aya": "49",
        "page": "345"
    },
    {
        "text": "وَجَعَلْنَا ٱبْنَ مَرْيَمَ وَأُمَّهُۥٓ ءَايَةً وَءَاوَيْنَٰهُمَآ إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ",
        "tafsir": "{  وآويناهما إلى ربوة } أسكناهما وأنزلناهما في ربوة ؛  أي أوصلناهما إليها فكانت مسكنهما . <br />\r\nوالربوة :  المكان المرتفع ،  وهي دمشق أو بيت المقدس ،  أو الرملة من فلسطين ،  أو مصر . {  ذات قرار } يستقر بها من يأوي إليها لما فيها من الثمار والزروع . {  ومعين } أي ماء جار ظاهر للعيون .  اسم مفعول ؛  من عانه إذا أدركه وأبصره بعينه ؛  فالميم زائدة .  وأصله معيون كمبيوع ،  ثم دخله الإعلال . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "50",
        "page": "345"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُوا۟ مِنَ ٱلطَّيِّبَٰتِ وَٱعْمَلُوا۟ صَٰلِحًا إِنِّى بِمَا تَعْمَلُونَ عَلِيمٌ",
        "tafsir": "{يٰأَيُّهَا} {ٱلطَّيِّبَاتِ} {صَالِحاً}\r\n(51) - يَأْمُرُ اللهُ عِبَادَهُ المُرْسَلِينَ بالأَكْلِ مِنَ الحَلاَلِ الطَّيِّبِ، والقِيَامِ بِالأَعْمَالِ الصَّالِحَةِ شُكْراً للهِ عَلَى نِعَمِهٍ عَلَيْهِمْ، فَدَلَّ هَذَا عَلَى أَنَّ الحَلاَلَ عَوْنٌ عَلَى العَمَلِ الصَّالِحِ، والرُّسلُ كَانُوا يَأْكُلُونَ مِن كَسْبِ أَيْدِيهِمْ، وَقَالَ لَهُم اللهُ تَعَالَى: إِنَّهُ عَالِمٌ بِمَا يَعْمَلُهُ كُلُّ وَاحِدٍ مِنْهُمْ لاَ يَخْفَى عَلَيْهِ شَيْءٌ مِنْهُ وَقَدْ قَامَ الرُّسُلُ عَلَيْهِم السَّلاَمُ بِأَمْرِ اللهِ أًَتَمَّ قِيَامٍ وَجَمَعُوا بَيْنَ كُلِّ خَيْرٍ قَوْلاً وَعَمَلاً وَدَلاَلَةً وَنُصْحاً.\n",
        "sura": "23",
        "aya": "51",
        "page": "345"
    },
    {
        "text": "وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱتَّقُونِ",
        "tafsir": "{  وإن هذه أمتكم أمة واحدة } جملة مستأنفة .  وقرئ بفتح همزة  \" إن \"  بتقدير واعلموا [ آية 92 الأنبياء ] .  والمراد :  أن شريعة الأنبياء جميعا هي شريعة الإسلام ،  لا تختلف في التوحيد ولا في العقائد المبنية عليه وإن اختلفت في الأحكام الفرعية . {  وأنا ربكم } لا شريك لي في الربوبية{  فاتقون } فخافوا عقابي في مخالفة أمري .",
        "sura": "23",
        "aya": "52",
        "page": "345"
    },
    {
        "text": "فَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ زُبُرًا كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
        "tafsir": "{  فتقطعوا أمرهم بينهم } أي قطعوا أمر دينهم وجعلوه أديانا مختلفة مع أنه واحد في الأصل . {  زبرا } قطعا ،  فصاروا طوائف وأحزاب شتى .  جمع زبرة – كغرفة – بمعنى قطعة ؛  أي طائفة من الناس . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "53",
        "page": "345"
    },
    {
        "text": "فَذَرْهُمْ فِى غَمْرَتِهِمْ حَتَّىٰ حِينٍ",
        "tafsir": "{  فذرهم } الخطاب للنبي صلى الله عليه وسلم ؛  أي اترك كفار مكة{  في غمرتهم } أي جهالتهم وضلالتهم .  والغمرة في الأصل :  الماء الذي يغمر القامة ويسترها ،  ثم استعير لما ذكر . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "54",
        "page": "345"
    },
    {
        "text": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٍ وَبَنِينَ",
        "tafsir": "{  أيحسبون أنما نمدهم به .  .  .  } أي أيظنون الذي نعطيهم إياه ونجعله مددا لهم في الدنيا من مال وأولاد ،  نسارع لهم به فيما فيه خيرهم وإكرامهم !  ؟  والاستفهام إنكاري بمعنى النفي . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "55",
        "page": "345"
    },
    {
        "text": "نُسَارِعُ لَهُمْ فِى ٱلْخَيْرَٰتِ بَل لَّا يَشْعُرُونَ",
        "tafsir": "{  بل لا يشعرون } أنه استدراج لهم عاقبته الهلاك . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "56",
        "page": "345"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ",
        "tafsir": "{  من خشية ربهم مشفقون } أي من خشية عقابه حذرون خائفون . <br />\r\n<br />\r\n",
        "sura": "23",
        "aya": "57",
        "page": "345"
    },
    {
        "text": "وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمْ يُؤْمِنُونَ",
        "tafsir": "{بِآيَاتِ}\r\n(58) - وَهُمْ يُؤْمِنُونَ بِآيَاتِ رَبِّهِمْ التِي نَصَبَها فِي الكَوْنِ، فِي الأَنْفُسِ وَالآفَاقِ، وَبِآيَاتِهِ التِي نَزَّلَهَا عَلَى رُسُلِهِ، وَيُوقِنُونَ بِهَا، لاَ يَعْتَرِيهِم شَكَ فِيهَا، كَمَا يُوقِنُونَ بِأنَّ مَا كَانَ إِنَّمَا هُوَ عَنْ قَدَرِ اللهِ وَقَضَائِهِ.\n",
        "sura": "23",
        "aya": "58",
        "page": "345"
    },
    {
        "text": "وَٱلَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ",
        "tafsir": "(59) - وَهُمْ يَعْبُدُونَ رَبَّهُمْ وَحْدَهُ، وَلاَ يُشْرِكُونَ بِهِ شَيْئاً، وَيُنَزِّهُونَه عَنِ الشِّرْكِ وَعَنِ الصَّاحِبَةِ والوَلَدِ. \n",
        "sura": "23",
        "aya": "59",
        "page": "345"
    }
]