[
    {
        "text": "وَقَالَ فِرْعَوْنُ ٱئْتُونِى بِكُلِّ سَٰحِرٍ عَلِيمٍ",
        "tafsir": "{سَاحِرٍ}\r\n(79) - وِإِذِ ادَّعى فِرْعَوْنُ عِنَاداً وَعُتُوّاً أَمَامَ قَوْمِهِ، أَنَّ مَا جَاءَ بِهِ مُوسَى هُوَ سِحْرٌ، وَذَلِكَ لِيُزِيلَ مِنْ نُفُوسِهِمْ أَثَرَ مَا جَاءَهُمْ بِهِ مُوسَى مِنَ المُعْجِزَاتِ وَالآيَاتِ، قَالَ لَهُمْ \r\nفِرْعَوْنُ: إِنَّهُ سَيَرُدُّ عَلَى سِحْرِ مُوسَى بِسِحْرٍ مِثْلِهِ، وَأَمَرَ مَنْ حَوْلَهُ أَنْ يَجْمَعُوا لَهُ كُلَّ سَاحِرٍ عَالِمٍ مُتَعَمِّقٍ فِي فُنُونِ السِّحْرِ (عَلِيمٍ).",
        "sura": "10",
        "aya": "79",
        "page": "218"
    },
    {
        "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ",
        "tafsir": "(80) - فَلَمَّا اجْتَمَعَ السَّحَرَةُ إِلى فِرْعَونَ، سَأَلُوا فِرْعَوْنَ إِنْ كَانَ سَيَمْنَحُهُمْ أَجْراً جَزِيلاً إِنْ تَغَلَّبُوا عَلَى سِحْرِ مُوسَى، فَقَالَ لَهُمْ نَعَمْ إِنَّهُ سَيَفْعَلُ ذَلِكَ، وَإِنَّكُمْ سَتَكُونُونَ مِنَ \r\nالمُقَرَّبِينَ. فَأَقْسَمُوا بِعِزَّةِ فِرْعَوْنَ أَنَّهُمْ سَيَكُونُونَ هُمُ الغَالِبينَ (كَمَا جَاءَ فِي آيَةٍ أُخْرَى). وَأَرَادَ مُوسَى أَنْ يُريَ النَّاسَ أَوَّلاً مَا يُقَدِّمُهُ سَحَرَتُهُمْ مِنْ سِحْر عَظِيمٍ، ثُمَّ يَأْتِي هُوَ بِالحَقِّ مِنْ عِنْدِ اللهِ فَيُبْطِلَ مَا يَكَذِبُونَ بِهِ عَلَى النَّاسِ، وَلِذَلِكَ قَالَ لَهُمْ: أَلْقُوا مَا أَنْتُمْ مُلْقُونَ مِنْ سِحْرٍ.",
        "sura": "10",
        "aya": "80",
        "page": "218"
    },
    {
        "text": "فَلَمَّآ أَلْقَوْا۟ قَالَ مُوسَىٰ مَا جِئْتُم بِهِ ٱلسِّحْرُ إِنَّ ٱللَّهَ سَيُبْطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصْلِحُ عَمَلَ ٱلْمُفْسِدِينَ",
        "tafsir": "(81) - فَلَمَّا أَلْقُوا مَا عِنْدَهُمْ مِنْ أَبْوَابِ السِّحْرِ وَفُنُونِهِ، سَحَرُوا أَعْيُنَ النَّاسِ، وَأَخَافُوهُمْ وَجَاؤُوا بِسِحْرٍ عَظِيمٍ، فَشَعَرَ مُوسَى بِشَيءٍ مِنَ الخَوْفِ فِي نَفْسِهِ، مِنْ عِظَمِ مَا رَأَى، فَأَوحى اللهُ إِليهِ مُثَبِّتاً فَقَالَ لِلسَّحَرَةِ: إِنَّ مَا جِئْتُمْ بِهِ سِحْرٌ، وَإِنَّ اللهَ سَيُبْطِلُهُ، لأَِنَّ اللهَ لاَ يَنْصُرُ المُفْسِدِينَ الذِينَ يُضِلُّونَ النَّاسَ.",
        "sura": "10",
        "aya": "81",
        "page": "218"
    },
    {
        "text": "وَيُحِقُّ ٱللَّهُ ٱلْحَقَّ بِكَلِمَٰتِهِۦ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
        "tafsir": "{بِكَلِمَاتِهِ}\r\n(82) - وَسَيُحِقُّ اللهُ الحَقَّ بِإِرَادَتِهِ، وَيُثَبِّتُهُ وَيَنْصُرُهُ، وَلَوُ كَرِهَ المُجْرِمُونَ ذَلِكَ.",
        "sura": "10",
        "aya": "82",
        "page": "218"
    },
    {
        "text": "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٌ مِّن قَوْمِهِۦ عَلَىٰ خَوْفٍ مِّن فِرْعَوْنَ وَمَلَإِي۟هِمْ أَن يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِى ٱلْأَرْضِ وَإِنَّهُۥ لَمِنَ ٱلْمُسْرِفِينَ",
        "tafsir": "{  وملئهم } أي أشراف قومهم . {  أن يفتنهم }أي يبتليهم ويعذبهم ليحملهم على الرجوع عن الإيمان ،  من الفتن( آية 102 البقرة ص 40 ) .",
        "sura": "10",
        "aya": "83",
        "page": "218"
    },
    {
        "text": "وَقَالَ مُوسَىٰ يَٰقَوْمِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ فَعَلَيْهِ تَوَكَّلُوٓا۟ إِن كُنتُم مُّسْلِمِينَ",
        "tafsir": "{يٰقَوْمِ} {آمَنتُمْ}\r\n(84) - وَلَمَّا أَعْلَنَ جَمَاعَةُ مُوسَى لَهُ إِيمَانَهُمْ بِاللهِ وَبِرِسَالاَتِهِ، وَهُمْ خَائِفُونَ مِنَ العَذَابِ وَالفِتْنَةِ، قَالَ لَهُمْ مُوسَى: إِنْ كُنْتُمْ آمَنْتُمْ بِاللهِ إِيمَاناً حَقّاً، فَعَلَيْهِ تَوَكَّلُوا، وَبِوُعُودِهِ ثِقُوا إِنْ كُنْتُمْ مُسْلِمِينَ مُذْعِنِينَ، إِذْ إِنَّ الإِيمَانَ لاَ يَكُونُ يَقِيناً إِلاَّ إِذَا صَدَّقَهُ العَمَلُ، وَهُوَ الإِسْلاَمُ للهِ وَحْدَهُ.",
        "sura": "10",
        "aya": "84",
        "page": "218"
    },
    {
        "text": "فَقَالُوا۟ عَلَى ٱللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ ٱلظَّٰلِمِينَ",
        "tafsir": "{  لا تجعلنا فتنة } أي موضع عذاب لهم ،  بأن تسلطهم علينا فيعذبونا أو يفتنونا عن ديننا . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "85",
        "page": "218"
    },
    {
        "text": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ ٱلْقَوْمِ ٱلْكَٰفِرِينَ",
        "tafsir": "{ٱلْكَافِرِينَ}\r\n(86) - وَأَنْقِذْنَا يَا رَبُّ بِرَحْمَتِكَ وَلُطْفِكَ وَإِحْسَانِكَ مِنْ قَوْمِ فِرْعَوْنَ، الذِينَ كَفَرُوا بِالْحَقِّ وَجَحَدُوهُ، وَنَحْنُ قَدْ آمَنَّا بِكَ وَتَوَكَّلْنَا عَلَيْكَ. (وَكَانَ فِرْعَوْنُ وَقَوْمُهُ يَسْتَعْبِدُونَ بَنِي إِسْرَائِيلَ، وَيُكَلِّفُونَهُمْ بِأَشَقِّ الأَعْمَالِ وَأَحَطِّهَا وَأَقْذَرِها).",
        "sura": "10",
        "aya": "86",
        "page": "218"
    },
    {
        "text": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَٱجْعَلُوا۟ بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
        "tafsir": "{  أن تبوأ لقومكما } أي اتخذا لهم مباءة ،  أي بيوتا بمصر يسكنون فيها ،  يقال :  بوأت له مكانا ،  سويته  وهيأته له .  وتبوأ المكان :  اتخذه مباءة ،  ومنه {  تبوئ المؤمنين مقاعد للقتال }<br />\r\n{  و اجعلوا بيوتكم قبلة } أي مصلى تصلون فيها سرا بعد أن خرب فرعون كنائسكم ،  حتى تأمنوا وتظهروا على فرعون وقومه . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "87",
        "page": "218"
    },
    {
        "text": "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُۥ زِينَةً وَأَمْوَٰلًا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا رَبَّنَا لِيُضِلُّوا۟ عَن سَبِيلِكَ رَبَّنَا ٱطْمِسْ عَلَىٰٓ أَمْوَٰلِهِمْ وَٱشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا۟ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
        "tafsir": "{  اطمس على أموالهم } أهلكها .  أو أمح أثرها .  يقال طمس يطمس ويطمس طموسا ،  درس<br />\r\nوأمحى أثره . {  واشدد على قلوبهم } أربط عليها واطبع وقسها حتى لا تلين ولا تنشرح للإيمان ،  من الشد على الشيء للإستيثاق منه . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "88",
        "page": "218"
    }
]