[
    {
        "text": "طسٓ تِلْكَ ءَايَٰتُ ٱلْقُرْءَانِ وَكِتَابٍ مُّبِينٍ",
        "tafsir": "{  تلك آيات القرآن .  .  .  } بين الله أن آيات هذه السورة من القرآن المنزل والكتاب المبين :  هدى وبشرى للمؤمنين ؛  وعطف الكتاب على القرآن كعطف إحدى الصفتين على الأخرى .  ووصف المؤمنين بثلاث صفات جامعة بين خيري الدنيا والآخرة ،  ثم بين بعدها سوء عاقبة الكافرين . \r\n\r\n",
        "sura": "27",
        "aya": "1",
        "page": "377"
    },
    {
        "text": "هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
        "tafsir": "(2) - وهَذَا القرآنُ فيهِ الهُدَى لِمَنْ يُؤْمِنُونَ باللهِ واليَومِ الآخِرِ، وبكتُبِهِ ورُسُلِهِ، وفيهِ البُشْرَى لَهُمْ بِرَحْمَةِ اللهِ.\r\nهدٍى - هَادٍ مِنَ الضَّلاَلةِ.\n",
        "sura": "27",
        "aya": "2",
        "page": "377"
    },
    {
        "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ",
        "tafsir": "{ٱلصَّلاَةَ} {ٱلزَّكَاةَ} {بِٱلآخِرَةِ}\r\n(3) - والمُؤْمِنُونَ حَقَّ الإِيمَانِ هُمُ الذينَ يُقِيمونَ الصَّلاةَ، ويُؤَدُّونَها حَقَّ أَدائِها، وَيُؤَدُّونَ زَكَاةَ أَمْوالِهِمْ، وَيُؤْمِنُونَ بالآخِرَةِ، وبأنَّ اللهِ تعَالى سَيَبْعَثُ النَّاسَ مِنْ قُبورِهِمْ، لِيُجَازِيَهُمْ عَلى أَعْمَالِهمْ في الحَيَاةِ الدُّنْيا، ولِذَلِكَ فإِنَّهُمْ يَبْذُلُونَ جُهْدَهُمْ فِي طَاعَةِ اللهِ، وفي سَبِيلِ مَرْضَاتِهِ.\n",
        "sura": "27",
        "aya": "3",
        "page": "377"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ زَيَّنَّا لَهُمْ أَعْمَٰلَهُمْ فَهُمْ يَعْمَهُونَ",
        "tafsir": "{  زينا لهم أعمالهم } حببنا إليهم أعمالهم السيئة بما ركبنا فيهم من الشهوات حتى رأوها حسنة وسهلنا عليهم وسائلها ومباديها . {  فهم يعمهون } أي يعمون عن الرشد ،  أو هم في تيه الضلال يترددون [ آية 15 البقرة ص 18 ] .",
        "sura": "27",
        "aya": "4",
        "page": "377"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَهُمْ سُوٓءُ ٱلْعَذَابِ وَهُمْ فِى ٱلْءَاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
        "tafsir": "{أُوْلَـٰئِكَ} {ٱلآخِرَةِ}\r\n(5) - وَهؤَلاءِ الكُفَّارُ أعَدَّ اللهُ لَهُمْ أَسْوَأَ العَذَابِ في الدُّنْيا، بِقَتْلِهِمْ وأسْرِهِمْ وفَرْضِ الجِزْيَةِ عَلَيْهِمْ...، وسَيكُونُونَ في الآخِرَةِ هُمُ الخَاسِرِين وحْدَهُمْ.\n",
        "sura": "27",
        "aya": "5",
        "page": "377"
    },
    {
        "text": "وَإِنَّكَ لَتُلَقَّى ٱلْقُرْءَانَ مِن لَّدُنْ حَكِيمٍ عَلِيمٍ",
        "tafsir": "{ٱلْقُرْآنَ}\r\n(6) - وإنَّكَ يا مُحَمَّدُ تَتَلَقَّى القُرآنَ مِنْ عندِ اللهِ الحَكيمِ في أمْرِه ونَهْيِهِ، العَليمِ بالأُمورِ جَميعِها، جَلِيلِها وحَقِيرِها، فَخَبَرُهُ هُوَ الصِّدْقُ المَحْضُ، وحُكْمُهُ هُوَ العَدْلُ التَّامُّ.\n",
        "sura": "27",
        "aya": "6",
        "page": "377"
    },
    {
        "text": "إِذْ قَالَ مُوسَىٰ لِأَهْلِهِۦٓ إِنِّىٓ ءَانَسْتُ نَارًا سَـَٔاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ ءَاتِيكُم بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ",
        "tafsir": "{  إذ قال موسى لأهله } اشتملت هذه السورة على خمس قصص :  قصة موسى ،  وقصة النمل ،  وقصة بلقيس {[258]} ،  وقصة صالح ،  وقصة لوط .  ثم على خمسة أدلة :  على التوحيد وإبطال الشرك ،  ثم على التنديد بمنكري البعث ،  ثم على اليوم الآخر وما يصيب المشركين فيه من الهول والعذاب ،  ثم على الأمر بعبادة الله وحده . {  آنست نارا } أبصرت من بعد نارا .  يقال :  آنس الشيء ،  أبصره وعلمه وأحس به . {  بشهاب قبس } بشعلة نار مقبوسة ؛  أي مأخوذة من أصلها .  والشهاب في الأصل :  كل أبيض ذي نور نحو الكوكب والعود الموقد .  والقبس :  ما يقبس من النار في رأس عود أو قصبة ونحوها ،  وهو بدل من  \" شهاب \"  ،  أو صفة له على تأويله بالمقبوس .  وقرئ بالإضافة وهي بمعنى من ؛  كما في خاتم فضة . {  لعلكم تصطلون } رجاء أن تستدفئوا بها من البرد .  والاصطلاء :  الدنو من النار لتسخين البدن ،  وهو الدفء .  يقال :  اصطلى يصطلى ،  إذا استدفأ ؛  والطاء فيه مبدلة من تاء الافتعال .",
        "sura": "27",
        "aya": "7",
        "page": "377"
    },
    {
        "text": "فَلَمَّا جَآءَهَا نُودِىَ أَنۢ بُورِكَ مَن فِى ٱلنَّارِ وَمَنْ حَوْلَهَا وَسُبْحَٰنَ ٱللَّهِ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{  بورك من في النار ومن حولها } قدس وطهر واختير للرسالة من في مكان النار ،  وهو موسى عليه السلام ومن حول مكانها ،  وهم الملائكة الحاضرون .  والمكان :  هو البقعة المباركة المذكورة في قوله تعالى :   \" من شاطئ الوادي الأيمن في البقعة المباركة \"  {[259]} .  وهو تحية من الله تعالى لموسى ؛  كما حيا إبراهيم عليهما السلام على ألسنة الملائكة حين دخلوا عليه بقولهم :   \" رحمة الله وبركاته عليكم أهل البيت \"  {[260]} .  وأصل البركة :  ثبوت الخير الإلهي في الشيء .  والخير هنا :  تكليم الله موسى وإرساله وإظهار المعجزات له .  والنار :  النور ؛  كما روي عن الحبر رضي الله عنه . {  وسبحان الله } نزه الله نفسه عن كل سوء ونقص ومماثلة للحوادث .  وهو من تتمة النداء ،  وخبر منه تعالى لموسى بالتنزيه ؛  لئلا يتوهم من سماع كلامه تعالى التشبيه بما للبشر .",
        "sura": "27",
        "aya": "8",
        "page": "377"
    },
    {
        "text": "يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "tafsir": "{يٰمُوسَىٰ}\r\n(9) - ثُمَّ أَعْلَمَ اللهُ تَعالَى مُوسَى بَعْدَ ذلِكَ أَنَّ الذيْ يُكَلِّمُهُ، ويُنَاجيهِ هُوَ اللهُ، ربُّّهُ وهُوَ العَزيزُ الذي عَزَّ كُلَّ شيءٍ، وقَهَرَهُ وغَلَبَهُ، وهُوَ الحَكِيمُ في أقْوَالِهِ وشَرْعِهِ وأفْعَالِهِ.\n",
        "sura": "27",
        "aya": "9",
        "page": "377"
    },
    {
        "text": "وَأَلْقِ عَصَاكَ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ يَٰمُوسَىٰ لَا تَخَفْ إِنِّى لَا يَخَافُ لَدَىَّ ٱلْمُرْسَلُونَ",
        "tafsir": "{  كأنها جان } أي كأنها في شدة حركتها واضطرابها مع عظم جثتها :  حية صغيرة سريعة الحركة .  وقال الطبري :  الجان الحية العظيمة . {  ولم يعقب } أي لم يرجع على عقبه ؛  من عقب المقاتل ؛  إذا كرّ بعد الفرار . \r\n\r\n",
        "sura": "27",
        "aya": "10",
        "page": "377"
    },
    {
        "text": "إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسْنًۢا بَعْدَ سُوٓءٍ فَإِنِّى غَفُورٌ رَّحِيمٌ",
        "tafsir": "(11) - ولكنْ منْ ظلمَ نفسَهُ بعَملِ مَا نُهيَ عَنْهُ، فإِنهُ يَخَافُ عِقَابِي، إلا إذا تابَ، وعملَ عَملاً صَالحاً، فإِنِّي أَغْفِرُ لَهُ، وأمْحُو ذُنوبَهُ. وفي هذا بِشَارَةٌ عَظيمةٌ للبَشَرِ بأنَّ مَنْ عَمِلَ منْهُمْ سُوءاً ثمَّ تابَ وأقْلَعَ عمَّا كان فيهِ، فإِنَّ اللهَ يتوبُ عليهِ، وَيَغفِرُ لَهُ ذُنُوبَهُ، ويُدْخِلُهُ في رحْمَتِهِ.\n",
        "sura": "27",
        "aya": "11",
        "page": "377"
    },
    {
        "text": "وَأَدْخِلْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ فِى تِسْعِ ءَايَٰتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِۦٓ إِنَّهُمْ كَانُوا۟ قَوْمًا فَٰسِقِينَ",
        "tafsir": "{  وأدخل يدك في جيبك } أي أدخل يدك اليمنى في طوق قميصك – وهو مدخل الرأس منه المفتوح إلى الصدر – وضعها تحت عضدك الأيسر ؛  وكان الذي عليه يومئذ مدرعة من صوف ولا كم لها . {  تخرج بيضاء من غير سوء } أي داء برص [ آية 22 طه ص 16 ] . {  في تسع آيات } أي آية معدودة من جملة تسع آيات [ آية 101 الإسراء ص 467 ] .",
        "sura": "27",
        "aya": "12",
        "page": "377"
    },
    {
        "text": "فَلَمَّا جَآءَتْهُمْ ءَايَٰتُنَا مُبْصِرَةً قَالُوا۟ هَٰذَا سِحْرٌ مُّبِينٌ",
        "tafsir": "{  جاءتهم آياتنا مبصرة } واضحة بينة .  وإسناد الإبصار إلى الآيات مجاز ،  من الإسناد على السبب .  والمبصر حقيقة هم المتأملون فيها ،  وهم إنما يبصرونها بسبب تأملهم فيها . \r\n\r\n",
        "sura": "27",
        "aya": "13",
        "page": "377"
    }
]