[
    {
        "text": "أَمَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَءِلَٰهٌ مَّعَ ٱللَّهِ قُلْ هَاتُوا۟ بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{  هاتوا برهانكم } حجتكم على أن معه تعالى إلها آخر ،  أو أن صانعا يصنع صنعه . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "64",
        "page": "383"
    },
    {
        "text": "قُل لَّا يَعْلَمُ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ٱلْغَيْبَ إِلَّا ٱللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
        "tafsir": "{  قل لا يعلم من في السموات .  .  .  } سألوا رسول الله صلى الله عليه وسلم عن وقت قيام الساعة وألحوا عليه في السؤال ؛  فنزلت الآية .  أي لا يعلم أحد ممن في السموات والأرض الغيب إلا الله ،  أي لكن الله وحده يعلمه ،  فما لكم تطلبون مني علم الغيب ! <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "65",
        "page": "383"
    },
    {
        "text": "بَلِ ٱدَّٰرَكَ عِلْمُهُمْ فِى ٱلْءَاخِرَةِ بَلْ هُمْ فِى شَكٍّ مِّنْهَا بَلْ هُم مِّنْهَا عَمُونَ",
        "tafsir": "{  بل إدّارك علمهم في الآخرة } التدارك :  الاضمحلال والفناء .  وأصله التتابع والتلاحق .  يقال :  تدارك بنو فلان ،  إذا تتابعوا في الهلاك .  و \" في \"  بمعنى الباء ؛  أي بل تتابع علمهم في شئون الآخرة التي منها البعث ،  حتى اضمحل وفني ،  ولم يبق لهم علم بشيء مما سيكون فيها قطعا ؛  مع توافر أسبابه ومباديه من الدلائل .  والمراد :  أن أسباب علمهم بها مع توافرها قد تساقطت عن درجة اعتبارهم ؛  فأجرى ذلك مجرى تتابعها في الانقطاع . {  بل هم في شك منها } أي بل هم في شك عظيم من نفس الآخرة وتحققها ،  فضلا عما سيقع فيها . {  بل هم منها عمون } عمي عن دلائلها ،  أو عن كل ما يوصل إلى الحق ومنها هذه الدلائل . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "66",
        "page": "383"
    },
    {
        "text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ أَءِذَا كُنَّا تُرَٰبًا وَءَابَآؤُنَآ أَئِنَّا لَمُخْرَجُونَ",
        "tafsir": "{  وقال الذين كفروا } وهم منكرو البعث . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "67",
        "page": "383"
    },
    {
        "text": "لَقَدْ وُعِدْنَا هَٰذَا نَحْنُ وَءَابَآؤُنَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
        "tafsir": "{  أساطير الأولين } أباطيلهم التي سطروها في كتبهم . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "68",
        "page": "383"
    },
    {
        "text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُجْرِمِينَ",
        "tafsir": "{عَاقِبَةُ}\r\n(69) - فَقُلْ يا مُحَمَّد لهؤلاءِ المُكَذِّبينَ لِلرُّسُلِ وَالمَعَادِ: سِيروا في الأرضِ فانظُروا كَيفَ كَانَتْ نِهَايَةُ الذين كَذَّبوا الرُّسُلَ مِنْ قَبلِكُمْ، وكَفَرُوا بربِّهِمْ، وأَفسَدُوا في الأَرضِ؟ لَقَد دَمَّرَ اللهُ عَلَيهِمْ، وَأْهْلَكَهُمْ، وَنَجَّى رُسُلَهُ والمُؤمِنينَ، فاحذَرُوا أَنّ يُصيبَكُم مِثلُمَا أَصَابَهُم، ولسْتُمْ بأَكْرَمَ على اللهِ مِنْهُمْ.\n",
        "sura": "27",
        "aya": "69",
        "page": "383"
    },
    {
        "text": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُن فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
        "tafsir": "{  في ضيق } حرج وضيق صدر . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "70",
        "page": "383"
    },
    {
        "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{صَادِقِينَ}\r\n(71) - وَيقُولُ المُشْرِكُونَ مُتَسَائِلين: مَتَى يَكُون يومُ القِيامةِ (أو مَتَى يكونُ هذا العَذاب) الذي تَعِدونَنَا بِهِ، إِنّ كُنتُم صَادِقينَ في أنَّهُ كَائِنٌ لا مَحَالَةَ؟\n",
        "sura": "27",
        "aya": "71",
        "page": "383"
    },
    {
        "text": "قُلْ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ ٱلَّذِى تَسْتَعْجِلُونَ",
        "tafsir": "{  عسى أن يكون ردف لكم } الردف :  ما تبع الشيء ولحقه .  يقال :  ردفت فلانا وردفت له ،  أي صرت له ردفا ؛  يتعدى بنفسه وباللام ،  كما في نصحه ونصح له ،  وشكره وشكر له .  أي عسى أن يكون لحقكم ووصل إليكم بعض العذاب الذي تستعجلون حلوله . <br />\r\n<br />\r\n",
        "sura": "27",
        "aya": "72",
        "page": "383"
    },
    {
        "text": "وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
        "tafsir": "(73) - وَإِنَّ رَبَّكَ لَهُوَ المُنْعِمُ المُتَفَضِّلُ عَلَى النَّاسِ جَمِيعاً لِتَركِهِ المُعَاجَلَةَ بِالعُقُوبَةِ عَلى المَعْصِيَةِ والكُفرِ، وَلكِنَّ أَكثَرَهُمْ لا يَعرِفُونَ حَقَّ فَضلِهِ عَلَيهِم، فَلا يَشكُرُهُ إِلاَّ قَلِيلُونَ مِنْهُمْ.\n",
        "sura": "27",
        "aya": "73",
        "page": "383"
    },
    {
        "text": "وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
        "tafsir": "(74) - واللهُ تَعَالى يَعْلَمُ مَا تُسِرُّ صُدُورُهُمْ، وَمَا تُخفِي ضَمائِرُهُمْ، كَمَا يَعْلَمُ الظَّواهِِرَ، وَيَعلَمُ مَا يُعِلِنُونَ.\r\nمَا تُكِنُّ صُدُورُهُمْ - مَا تُخفِي وَتَسْتُرُ مِنَ الأَسرارِ.\n",
        "sura": "27",
        "aya": "74",
        "page": "383"
    },
    {
        "text": "وَمَا مِنْ غَآئِبَةٍ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ إِلَّا فِى كِتَٰبٍ مُّبِينٍ",
        "tafsir": "{غَآئِبَةٍ} {كِتَابٍ}\r\n(75) - وَمَا مِنْ أَمرٍ مَكتُومٍ، وَسِرٍّ خَفِيٍّ، يَغِيب عَنِ النَّاظِرِينَ (غَائِبَةٍ)، في السَّماءِ ولا في الأَرْضِ، إِلاَّ وَيَعلَمُ اللهُ تَعَالى بهِ، وَقَدْ أَثبَتَهُ في أُمِّ الكِتَابِ، الذِي لا يُغَادِرُ صَغِيرةً ولا كَبِيرَةً إِلاَّ أَحْصَاهَا، وَقَدْ أَثبَتَ فيهِ تَعَالى كُلَّ مَا هُوَ كَائِنٌ، وَمَا سَيَكُونَ من ابتِداءِ الخَلْقِ حَتَّى قِيامِ السَّاعةِ.\r\nغَائِبَةٍ - مَا غَابَ عَنِ النَّاظِرينَ، وَخَفِيَ عَنْهُمْ.\n",
        "sura": "27",
        "aya": "75",
        "page": "383"
    },
    {
        "text": "إِنَّ هَٰذَا ٱلْقُرْءَانَ يَقُصُّ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَكْثَرَ ٱلَّذِى هُمْ فِيهِ يَخْتَلِفُونَ",
        "tafsir": "{ٱلْقُرْآنَ} {إِسْرَائِيلَ}\r\n(76) - يُخبِرُ اللهُ تَعَالى أَنَّ هذا القُرآنَ قَدْ تَضَمَّنَ كَثيراً مِنَ الأُمُورِ التي اخْتَلَفَ حَولَها بَنُو إِسرائيلَ مِنْ أُمُورِ دِينِهِمْ، ومِنْ وِلاَدَةِ عِيسَى عَلَيهِ السَّلاَمُ، وَرِسَالَتِهِ، وَمَا افتَرَوْهُ عَلَى أُمِّهِ مَريَمَ عَليها السّلاَمِ مِنَ الإِفْكِ والبُهْتَانِ، فَجَاءَ القُرآن بالقَولِ الفَصْلِ فِيمَا اختَلَفُوا فِيهِ، وَكَانَ عَلَيهِمْ لَوْ أَنْصَفُوا أَنْ يَتْبَعُوه، وَلكِنَّهُمْ لَمْ يَعْقِلُوا، وَلَمْ يَفْعَلُوا ذلِكَ، عُتُوّاً واسْتِكْبَاراً عَنِ الحَقِّ.\n",
        "sura": "27",
        "aya": "76",
        "page": "383"
    }
]