[{"text":"أَمَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَءِلَٰهٌ مَّعَ ٱللَّهِ قُلْ هَاتُوا۟ بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَ","aya":"64","page":"383","tafsir":"{  هاتوا برهانكم } حجتكم على أن معه تعالى إلها آخر ،  أو أن صانعا يصنع صنعه .  \r\n \r\n"},{"text":"قُل لَّا يَعْلَمُ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ٱلْغَيْبَ إِلَّا ٱللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ","aya":"65","page":"383","tafsir":"{  قل لا يعلم من في السموات .  .  .  } سألوا رسول الله صلى الله عليه وسلم عن وقت قيام الساعة وألحوا عليه في السؤال ؛  فنزلت الآية .  أي لا يعلم أحد ممن في السموات والأرض الغيب إلا الله ،  أي لكن الله وحده يعلمه ،  فما لكم تطلبون مني علم الغيب !  \r\n \r\n"},{"text":"بَلِ ٱدَّٰرَكَ عِلْمُهُمْ فِى ٱلْءَاخِرَةِ بَلْ هُمْ فِى شَكٍّ مِّنْهَا بَلْ هُم مِّنْهَا عَمُونَ","aya":"66","page":"383","tafsir":"{  بل إدّارك علمهم في الآخرة } التدارك :  الاضمحلال والفناء .  وأصله التتابع والتلاحق .  يقال :  تدارك بنو فلان ،  إذا تتابعوا في الهلاك .  و \" في \"  بمعنى الباء ؛  أي بل تتابع علمهم في شئون الآخرة التي منها البعث ،  حتى اضمحل وفني ،  ولم يبق لهم علم بشيء مما سيكون فيها قطعا ؛  مع توافر أسبابه ومباديه من الدلائل .  والمراد :  أن أسباب علمهم بها مع توافرها قد تساقطت عن درجة اعتبارهم ؛  فأجرى ذلك مجرى تتابعها في الانقطاع . {  بل هم في شك منها } أي بل هم في شك عظيم من نفس الآخرة وتحققها ،  فضلا عما سيقع فيها . {  بل هم منها عمون } عمي عن دلائلها ،  أو عن كل ما يوصل إلى الحق ومنها هذه الدلائل .  \r\n \r\n"},{"text":"وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ أَءِذَا كُنَّا تُرَٰبًا وَءَابَآؤُنَآ أَئِنَّا لَمُخْرَجُونَ","aya":"67","page":"383","tafsir":"{  وقال الذين كفروا } وهم منكرو البعث .  \r\n \r\n"},{"text":"لَقَدْ وُعِدْنَا هَٰذَا نَحْنُ وَءَابَآؤُنَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ","aya":"68","page":"383","tafsir":"{  أساطير الأولين } أباطيلهم التي سطروها في كتبهم .  \r\n \r\n"},{"text":"قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُجْرِمِينَ","aya":"69","page":"383","tafsir":"no text"},{"text":"وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُن فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ","aya":"70","page":"383","tafsir":"{  في ضيق } حرج وضيق صدر .  \r\n \r\n"},{"text":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ","aya":"71","page":"383","tafsir":"no text"},{"text":"قُلْ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ ٱلَّذِى تَسْتَعْجِلُونَ","aya":"72","page":"383","tafsir":"{  عسى أن يكون ردف لكم } الردف :  ما تبع الشيء ولحقه .  يقال :  ردفت فلانا وردفت له ،  أي صرت له ردفا ؛  يتعدى بنفسه وباللام ،  كما في نصحه ونصح له ،  وشكره وشكر له .  أي عسى أن يكون لحقكم ووصل إليكم بعض العذاب الذي تستعجلون حلوله .  \r\n \r\n"},{"text":"وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ","aya":"73","page":"383","tafsir":"no text"},{"text":"وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ","aya":"74","page":"383","tafsir":"no text"},{"text":"وَمَا مِنْ غَآئِبَةٍ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ إِلَّا فِى كِتَٰبٍ مُّبِينٍ","aya":"75","page":"383","tafsir":"no text"},{"text":"إِنَّ هَٰذَا ٱلْقُرْءَانَ يَقُصُّ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَكْثَرَ ٱلَّذِى هُمْ فِيهِ يَخْتَلِفُونَ","aya":"76","page":"383","tafsir":"no text"}]