[
    {
        "text": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَلَٰكِن ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ",
        "tafsir": "(69) - وَلَيْسَ عَلَى المُؤْمنينَ المُتَّقِينَ شَيءٌ مِنْ حِسَابِ الخَائِضِينَ فِي آيَاتِ اللهِ، فَلا يُحَاسَبُونَ عَلَى خَوْضِهِمْ فِيها، وَلاَ عَلَى غَيْرِهِ مِنْ أَعَمْالِهِمْ، إذْ هُمْ تَجَنَّبُوهُمْ، وَأَعْرَضُوا عَنْهُمْ، كَمَا أُمِرُوا. وَلكِنْ عَلَى المُؤْمِنينَ أَنْ يُعْرِضُوا عَنْ هَؤُلاءِ الخَائِضِينَ امْتَثَالاً لأَِمْرِ اللهِ، وَتَذْكِيراً لِهؤُلاءِ لَعَلَّهُمْ يَتَّقُونَ، وَيَجْتَنِبُونَ الخَوْضَ حَيَاءً أَوْ كَرَاهَةً لِمَسَاءَتِهِمْ.",
        "sura": "6",
        "aya": "69",
        "page": "136"
    },
    {
        "text": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَذَكِّرْ بِهِۦٓ أَن تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْ لَيْسَ لَهَا مِن دُونِ ٱللَّهِ وَلِىٌّ وَلَا شَفِيعٌ وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَآ أُو۟لَٰٓئِكَ ٱلَّذِينَ أُبْسِلُوا۟ بِمَا كَسَبُوا۟ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ",
        "tafsir": "{  وذكر به أن تبسل نفس }أي وذكر الناس بالقرآن أو بالحساب مخافة أن تسلم نفس إلى الهلاك ،  أو تحبتس أو ترتهن أو تفتضح ،  أو تحرم الثواب بسبب كفرها و ذنوبها ،  من البسل بمعنى المنع بالقهر ،  أو التحريم ،  أو الحبس والرهن ،  أو الاستسلام .  ومنه : أسد باسل ،  لمنعه فريسته من الإفلات .  وشراب بسيل ،  أي متروك .  وهذا بسيل عليك ،  أي محرم .  {  وإن تعدل كل عدل }وإن تفتد تلك النفس بكل فداء لا يقبل منها ما تفتدي به .  والعدل : الفداء ،  وهو كقوله تعالى : {  عن الذين كفروا وماتوا وهم كفار فلن يقبل من أحدهم ملء الأرض ذهبا ولو افتدى به }{[141]} .  {  أبسلوا بما كسبوا }أسلموا إلى الهلاك ،  أو بأحد المعاني السابقة للابسال ،  بسبب أعمالهم القبيحة .  {  حميم }ماء بالغ نهاية الحرارة ،  يتجرجر في بطونهم ،  و تتقطع به أمعاءهم .",
        "sura": "6",
        "aya": "70",
        "page": "136"
    },
    {
        "text": "قُلْ أَنَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعْقَابِنَا بَعْدَ إِذْ هَدَىٰنَا ٱللَّهُ كَٱلَّذِى ٱسْتَهْوَتْهُ ٱلشَّيَٰطِينُ فِى ٱلْأَرْضِ حَيْرَانَ لَهُۥٓ أَصْحَٰبٌ يَدْعُونَهُۥٓ إِلَى ٱلْهُدَى ٱئْتِنَا قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{  ونرد على أعقابنا }أي نرجع إلى الشوك الذي كنا فيه .  يقال لمن رد عن حاجته ولم يظفر بها : قد رد على عقبيه ،  مثل : رجع القهقري .  {  كالذي استهوته الشياطين }أي أترد إلى الشرك ردا مثل الذي ذهبت به المردة فألقته في المهامه والقفار ،  تائها ضالا عن الجادة لا يدري ما يصنع ،  له رفقة تدعوه إلى الطريق المستقيم قائلة له : إئتنا ،  فلا يجيبهم .  والكلام من باب التمثيل . \r\n{  ويوم يقول كن فيكون قوله الحق }أي و قضاؤه المعروف بالحقية كائن ،  حين يقول سبحانه لشيء من الأشياء{  كن فيكون }ذلك الشيء ويحدث .  و{  يوم }خبر مقدم و{  قوله }مبتدأ مؤخرو{  الحق }صفته .  {  في الصور }هو قرن ينفخ فيه الملك نفخة الصعق والموت ،  ونفخة البعث والنشوز ،  والله أعلم بحقيقته .  أي واستقر الملك لله تعالى وحده في ذلك اليوم ،  فلا ملك لسواه{  والأمر يومئذ لله }{[142]}",
        "sura": "6",
        "aya": "71",
        "page": "136"
    },
    {
        "text": "وَأَنْ أَقِيمُوا۟ ٱلصَّلَوٰةَ وَٱتَّقُوهُ وَهُوَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
        "tafsir": "{ٱلصَّلاةَ}\r\n(72) - وَقُولُوا لَهُمْ: لَقَدْ أَمَرَنَا رَبُّنَا بِالإِسْلاَمِ، وَبِإِقَامَةِ الصَّلاَةِ، وَبِتَقْوَاهُ فِي جَمِيعِ الأَحْوَالِ، فَهُوَ الذِي تُحْشَرُ إِلَيْهِ الخَلاَئِقُ، يَوْمَ القِيَامَةِ، لِيُحَاسِبَهُمْ عَلَى أَعْمَالِهِمْ.",
        "sura": "6",
        "aya": "72",
        "page": "136"
    },
    {
        "text": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَيَوْمَ يَقُولُ كُن فَيَكُونُ قَوْلُهُ ٱلْحَقُّ وَلَهُ ٱلْمُلْكُ يَوْمَ يُنفَخُ فِى ٱلصُّورِ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
        "tafsir": "{ٱلسَّمَاوَاتِ} {عَالِمُ} {ٱلشَّهَادَةِ}\r\n(73) - وَاللهُ تَعَالَى هُوَ الذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ بِالحِكْمَةِ وَالحَقِّ وَالعَدْلِ، وَلَمْ يَخْلُقْها عَبَثاً وَبَاطِلاً، فَهُوَ لاَ يَتْرُكُ النَّاسَ سُدًى، بَلْ يَجْزِي كُلَّ نَفْسٍ بِمَا كَسَبَتْ، فَهُوَ خَالِقُهَا وَمَالِكُهَا، وَالمُدَبِّرُ لَهَا وَلِمَنْ فِيهَا. وَيَوْمَ القِيَامَةِ يَقُولُ اللهُ تَعَالَى: كُنْ فَيَكُونُ كُلُّ شَيءٍ عَنْ أَمْرِهِ كَلَمْحِ البَصَرِ.\r\nوَقَوْلُهُ تَعَالَى الحَقُّ؛ وَلَهُ المُلْكُ يَوْمَ الحَشْرِ، يَوْمَ يُنْفَخُ فِي الصُّورِ (وَالصُّورُ قَرْنٌ يُنْفَخُ فِيهِ فَيُحْدِثُ صَوْتاً) فَيُبْعَثُ مَنْ فِي القُبُورِ، وَيُحْشَرُ الخَلْقُ جَمِيعاً إِلى اللهِ، وَاللهُ تَعَالَى هُوَ عَالِمُ الغَيْبِ وَالشَّهَادَةِ، وَهُوَ الحَكِيمُ الذِي يَضَعُ الأَشْيَاءَ فِي مَوَاضِعِهَا، وَهُوَ الخَبِيرُ بِدَقَائِقِهَا وَخَفَايَاهَا.\r\nالغَيْبِ - مَا غَابَ عَنِ النَّاسِ مِمَّا لاَ يَرَوْنَهُ.\r\nالشَّهَادَةِ - مَا شَاهَدَ النَّاسَ خَلْقَهُ. (وَقَالَ ابْنُ عَبَّاسٍ: المَقْصُودُ بِالغَيْبِ وَالشَّهَادَةِ هُنَا السِّرُّ وَالعَلَنُ).\r\nالصُّورِ - قَرْنٍ إذَا نُفِخَ فِيهِ أَحْدَثَ صَوْتاً وَحِينَ يَنْفُخُ فِيهِ إِسْرَافِيلُ يَصْعَقُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ إِلاَّ مَنْ شَاءَ اللهُ.",
        "sura": "6",
        "aya": "73",
        "page": "136"
    }
]