[{"text":"وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ","aya":"31","page":"438","tafsir":"no text"},{"text":"ثُمَّ أَوْرَثْنَا ٱلْكِتَٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ","aya":"32","page":"438","tafsir":"{  ثم أورثنا الكتاب .  .  .  } أي ثم جعلنا القرآن الذي أوحينا إليك :  ميراثا منك لأمتك – التي اصطفينا على سائر الأمم ،  وجعلناها أمة وسطا ليكونوا شهداء على الناس – ينتفعون به ،  ويفقهون ما فيه من العلوم والأحكام والمواعظ والأمثال ؛  بالذات كالعلماء الراسخين ،  أو بالواسطة كغيرهم .  و  \" ثم \"  للتراخي الزماني .  والمراد ب  \" الذين اصطفينا \"  أمة الإجابة .  وفي التعبير بالاصطفاء تنويه بفضلها على سائر الأمم .  ثم قسمها الله تعالى إلى ثلاث أنواع :  أشار إلى الأول بقوله تعالى : {  فمنهم ظالم لنفسه } بارتكاب صغائر الذنوب المؤدى إلى نقصانه من الثواب .  وإلى الثاني بقوله : {  ومنهم مقتصد } معتدل في أمر الدين ،  لا يميل إلى إفراط ولا إلى تفريط .  وإلى الثالث بقوله : {  ومنهم سابق بالخيرات بإذن الله } وهو السابق لغيره في أمور الدين .  وقيل الظالم :  من رجحت سيئاته على حسناته .  والمقتصد :  من استوت حسناته وسيئاته .  والسابق :  من رجحت حسناته على سيئاته ؛  وكلهم من أهل الجنة . <br \/>\r\n{  ذلك } أي توريث الكتاب لمن اصطفيناه . <br \/>\r\n<br \/>\r\n"},{"text":"جَنَّٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ","aya":"33","page":"438","tafsir":"{  يدخلونها } الضمير راجع للأنواع الثلاثة . <br \/>\r\n<br \/>\r\n"},{"text":"وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ","aya":"34","page":"438","tafsir":"{  وقالوا } أي يقولون عند دخولهم الجنة .  وعبر بصيغة الماضي للدلالة على تحققه . <br \/>\r\n{  الحمد لله الذي أذهب عنا الحزن } أي جنس الحزن الشامل لجميع أحزان الدين والدنيا والآخرة .  والحزن والحزن :  ضد الفرح . <br \/>\r\n<br \/>\r\n"},{"text":"ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ","aya":"35","page":"438","tafsir":"{  لا يمسنا فيها نصيب } لا يصيبنا فيها تعب ولا مشقة وعناء .  يقال :  نصب – كفرح – إذا تعب وأعيا . {  ولا يمسنا فيها لغوب } إعياء من التعب ،  وكلال من النصب .  يقال :  لغب لغبا ولغوبا ولغوبا – كمنع وسمع وكرم – أعيا أشد الإعياء . <br \/>\r\n<br \/>\r\n"},{"text":"وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ","aya":"36","page":"438","tafsir":"no text"},{"text":"وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ فَذُوقُوا۟ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","aya":"37","page":"438","tafsir":"{  وهم يصطرخون فيها } يستغيثون ويضجون في النار رافعين أصواتهم .  افتعال من الصراخ وهو الصياح بجهد ومشقة ،  ويستعمل كثيرا في الاستغاثة ؛  لجهد المستغيث صوته .  والصارخ :  المستغيث .  وأصله يصترخون ؛  فأبدلت التاء طاء لقرب مخرجها من الصاد لما ثقلت . {  أو لم نعمركم } أي ألم نمهلكم ونعمركم العمر الذي يتمكن من التذكر فيه من أراد التذكر !  . <br \/>\r\n<br \/>\r\n"},{"text":"إِنَّ ٱللَّهَ عَٰلِمُ غَيْبِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ","aya":"38","page":"438","tafsir":"no text"}]