[
    {
        "text": "أَلَآ إِنَّ أَوْلِيَآءَ ٱللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "tafsir": "{  إن أولياء الله } بيان لأحوال أولياء الله المخلصين ،  وهم عباده الذين يتولونه بالطاعة<br />\r\nو يتولاهم بالكرامة .  جمع ولي ،  وهو ضد العدو ،  فهو المحب ،  ومحبة العباد لله طاعتهم له .  ومحبته لهم إكرامه إياهم .  وأصله من الولي بمعنى القرب .  وهؤلاء لا يخافون حين يخاف الناس ،  ولا يحزنون إذا حزن الناس يوم القيامة . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "62",
        "page": "216"
    },
    {
        "text": "ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
        "tafsir": "{آمَنُواْ}\r\n(63) - وَيَقُولُ تَعَالَى مُعَرِّفاً (أَوْلِيَاءَ اللهِ): بِأَنَّهُمُ الذِينَ آمَنُوا بِاللهِ، وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ، وَكَانُوا يَتَّقُونَ اللهَ فِي جَمِيعِ أُمُورِهِمْ، وَيُرَاقِبُونَهُ فِي سِرِّهِمْ وَعَلاَنِيَتِهِمْ، فَلاَ يَقُومُونَ إِلاَّ بِمَا يُرْضِي اللهَ رَبَّهُمْ.",
        "sura": "10",
        "aya": "63",
        "page": "216"
    },
    {
        "text": "لَهُمُ ٱلْبُشْرَىٰ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ لَا تَبْدِيلَ لِكَلِمَٰتِ ٱللَّهِ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
        "tafsir": "{  لا تبديل لكلمات الله } لا تبديل لأقواله تعالى ،  التي من جملتها ما بشر به المؤمنين المتقين . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "64",
        "page": "216"
    },
    {
        "text": "وَلَا يَحْزُنكَ قَوْلُهُمْ إِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "{  إن العزة لله جميعا }كلام مستأنف لتعليل النهي عن الحزن .  أي إن الغلبة الشاملة ،  والقوة الكاملة ،  والقدرة التامة لله تعالى وحده ،  فهو ناصرك ومعينك ،  فلا يحزنك ما يقولون فيك وفي القرآن ،  وما يدبرونه في أمرك . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "65",
        "page": "216"
    },
    {
        "text": "أَلَآ إِنَّ لِلَّهِ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
        "tafsir": "{  وما يتبع الذين يدعون .  .  .  .  } أي ما يتبع هؤلاء المشركون شركاء في الحقيقة ،  وإن ظنوها شركاء جهلا منهم وسفها . {  وإن هم إلا يخرصون .  }يحزرون ويقدرون أنهم شركاء ،  فهو مجرد تخمين .  أو يكذبون فيما نسبوه إلى الله من ذلك ( آية 112 الأنعام 239 ) .",
        "sura": "10",
        "aya": "66",
        "page": "216"
    },
    {
        "text": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَسْمَعُونَ",
        "tafsir": "{  هو الذي جعل لكم الليل .  .  } بيان لتفرده تعالى بالقدرة الكاملة ،  والنعمة الشاملة ،  ليدلهم على تفرده باستحقاق العبادة . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "67",
        "page": "216"
    },
    {
        "text": "قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا سُبْحَٰنَهُۥ هُوَ ٱلْغَنِىُّ لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ إِنْ عِندَكُم مِّن سُلْطَٰنٍۭ بِهَٰذَآ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
        "tafsir": "{  إن عندكم من سلطان بهذا } أي ما عندكم حجة ،  وبرهان على ما زعمتم من اتخاذه تعالى ولدا ،  حيث قلتم :  الملائكة بنات الله .  وقالت اليهود :  عزيز ابن الله ،  وقالت النصارى :  المسيح ابن الله . <br />\r\n<br />\r\n",
        "sura": "10",
        "aya": "68",
        "page": "216"
    },
    {
        "text": "قُلْ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
        "tafsir": "(69) - وَيَتَوَعَّدُ اللهُ تَعَالَى المُفْتَرِينَ عَلَى اللهِ الكَذِبَ، مِمَّنْ زَعَمُوا أَنَّ لَهُ وَلَداً أَوْ شُرَكَاءَ، بِأَنَّهُمْ لاَ يُفْلِحُونَ فِي الدُّيْنا، لأَنَّهُ تَعَالَى إِذَا مَتَّعَهُمْ فِي الدُّنْيَا قَلِيلاً فِإِنَّهُ يَسْتَدْرِجُهُمْ بِذلِكَ، ثُمَّ يَضْطَرُّهُمْ إِلى عَذابٍ غَلِيظٍ، كَمَا أَنَّهُمْ لاَ يُفْلِحُونَ فِي الآخِرَةِ لأَِنَّهُمْ سَيَكُونُونَ وَقُودَ جَهَنَّمَ.",
        "sura": "10",
        "aya": "69",
        "page": "216"
    },
    {
        "text": "مَتَٰعٌ فِى ٱلدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ ٱلْعَذَابَ ٱلشَّدِيدَ بِمَا كَانُوا۟ يَكْفُرُونَ",
        "tafsir": "{مَتَاعٌ}\r\n(70) - إِنَّهُمْ يَتَمَتَّعُونَ فِي الدُّنيا الفَانِيَةِ، وَمَتَاعُهُمْ فِيهَا قَليلٌ حَقِيرٌ، مُدَّةَ حَيَاتِهِم القَصِيرَةِ فِي الدُّنيا، ثُمَّ يُرْجَعُونَ إلى اللهِ فَيُذِيقُهُمْ فِي الآخِرَةِ العَذَابَ الشَّدِيدَ المُؤْلِمْ، بِسَبَبِ كُفْرِهِمْ، وَافْتِرَائِهِمْ عَلَى اللهِ الكَذِبَ فِيمَا ادَّعَوا مِنَ الإِفْكِ وَالبُهْتَانِ.",
        "sura": "10",
        "aya": "70",
        "page": "216"
    }
]