[
    {
        "text": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى جَاعِلٌ فِى ٱلْأَرْضِ خَلِيفَةً قَالُوٓا۟ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ",
        "tafsir": "{لِلْمَلاَئِكَةِ} هم جند من خلق الله. ركز الله فيهم العقل والفهم، وفطرهم على الطاعة، وأقدرهم على التشكل بأشكال مختلفة، وعلى الأعمال العظيمة الشاقة، ووصفهم في القرآن بأوصاف كثيرة، منها أنهم: {يُسَبِّحُونَ اللَّيلَ والنَهَارَ لاَ يَفتَرُونَ} و {لاَ يَعصَونَ اللهَ مَا أَمَرَهُم وَيَفعَلُونَ مَا يُؤمَرُونَ} ومنها: أنهم رسل الله أرسلهم بأمره، ومنهم رسل الوحي إلى من اصطفاهم من خلقه للنبوة والرسالة، قال تعالى: {جَاعِلِ المَلاَئِكَةِ رُسُلاً} ،  وقال تعالى: {اللهُ يَصطَفِي منَ المَلاَئِكةِ رُسُلاً ومِنَ النَّاسِ} ،  {يُنَزِّلُ المَلاَئِكةَ بالرُّوحِ مِن أَمرِهِ عَلَى مَن يَشَاء من عبَلدِه} جمع ملك، والتاء لتأنيث الجمع، واصله ملاك، من ملك، نحو شمال من شمل، والهمزة زائدة، وهو مقلوب مألك، ثم سهلوه فقالوا: ملك. وقيل: إن ملأك من لأك إذا أرشل، ومنه: الألوكة، أي الرسالة. {خَلِيفَةً} هو من يخلف غيره و ينوب  منابه، فهو  فعيل بمعنى فاعل، والتاء فيه للمبالغة. والمراد يه آدم عليه السلام، لأنه كان خليفة الله في الأرض. وكذلك سائر الأنبياء، استخلفهم الله تعالى في عمارة الأرض وسياسة الناس، وتكميل نفوسهم، وإجراء أحكامه عليهم، وتنفيذ أوامره فيهم. وقيل: آدم وذريته، لأنه يخلف بعضهم بعضا في عمارة الأرض، واستغنى بذكره عن ذكره ذريته لكونه الأصل. {أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا} الفساد: الخروج عن الاعتدال والاستقامة، ويضاده الصلاح. يقال: فسد الشئ فسادا وفسودا، وأفسده غيره. وقد عزف الملائكة وقوع ذلك من الإنسان بإخبار من الله تعالى أو إلهام، ولم يقص علينا فيما حكى الله عنهم للإيجاز على عادة القرآن. والاستفهام: استكشاف عن الحكمة الخفية في هذا الاستخلاف، مع ما سيترتب عليه من الإفساد وسفك الدماء. {وَيَسْفِكُ الدِّمَاء} السفك: الصب و الإهراق، يقال: سفكت الدم والدمع سفكا– من باب ضرب- صببته، والفاعل سافك وسفاك. والمراد به حصول التقاتل بين أفراد بني الإنسان ظلما وعدوانا. {وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ} ننزهك عما يليق بعظمتك، تنزيها متلبسا بحمدك والثناء عليك. من التسبيح، وهو تنزيه الله من السوء على وجه التعظيم، وهو مشتق من السبح، وهو المر السريع في الماء أو في الهواء، فالمسبح مسرع في تنزيه الله وتبرئته من السوء. {وَنُقَدِّسُ لَكَ} نطهر ذكرك عما لا يليق بك، تعظيما لك وتمجيدا. من التقديس بمعنى التطهير، ومنه: الأرض المقدسة، وروح القدس. واسمه تعالى القدوس، أي الطاهر. واللام في\" لك\" زائدة لتأكيد التخصيص .",
        "sura": "2",
        "aya": "30",
        "page": "6"
    },
    {
        "text": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{وَعَلَّمَ آدَمَ الأَسْمَاء كُلَّهَا} ألهمه معرفة ذوات الأشياء التي خلقها الله تعالى في الجنة، ومعرفة أسمائها\r\nو منافعها. أو ألهمه اجناس الأشياء وانواعها، ومعرفة أسمائها وخواصها، ثم عرض هذه المسميات على الملائكة فقال لهم على سبيل التعجيز: {أَنبِئُونِي بِأَسْمَاء هَؤُلاء إِن كُنتُمْ صَادِقِينَ} فيما اختلج في خواطركم من أنى لا أخلق خلقا إلا انتم أعلم منه وأفضل. فلما اعترفوا بعجزهم وقالوا: {لاَ عِلْمَ لَنَا إِلاَّ مَا عَلَّمْتَنَا} وليس ذلك منه. أمر آدم أن ينبئهم بها، فأنبأهم بها إظهارا لأحقيته في الاستخلاف في الأرض التي من شانها أن توجد فيها هذه المسميات .",
        "sura": "2",
        "aya": "31",
        "page": "6"
    },
    {
        "text": "قَالُوا۟ سُبْحَٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
        "tafsir": "{قَالُواْ سُبْحَانَكَ} تنزيها لك عن أن يكون فعلك لغير حكمة، أو عن عدم قرتك على خلق من هو أعلم وأفضل منا. وهو مصدر منصوب بفعل محذوف وجوبا، وهو سبح-مخففا- بمعنى نزه. أو معناه: إسراعا إليك، وخفة في طاعتك، والرضا بفعلك، كما يفعل السابح في الماء .",
        "sura": "2",
        "aya": "32",
        "page": "6"
    },
    {
        "text": "قَالَ يَٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ",
        "tafsir": "{يَآءَادَمُ} {بِأَسْمَآئِهِمْ} {ٱلسَّمَاوَاتِ} - قال الله تعالى لآدم: أخبرهم يا آدم بأسماء هذه الأشياء فأخبرهم. ولما ظهر فضل آدم على الملائكة في سرده ما علمه ربه من أسماء الأشياء، قال الله تعالى للملائكة: ألم أقل لكم إنني أعلم الغيب الظاهر والخفي في السماء والأرض وأعلم سركم وعلانيتكم (أَيْ إِنَّهُ يَعْلَمُ مَا أَظْهَرُوهُ بِأَلْسِنَتِهِمْ مِنْ قَوْلِهِمْ أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها) ، كما أعلم ما كنتم تكتمونه (مَنْ نَحْوِ قَوْلِهِمْ فِي أَنْفُسِهِمْ إِنَّ اللهَ لَنْ يَخْلُقَ خَلْقاً أَكْرَمَ عَلَيهِ مِنَّا، فَنَحْنُ أَحَقُّ بالخِلاَفَةِ مِنْ هذا المَخْلُوقِ) ، كما أعلم ما انطوت عليه نفس إبليس من حسد ومخالفة لأمر الله.",
        "sura": "2",
        "aya": "33",
        "page": "6"
    },
    {
        "text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ",
        "tafsir": "{اسْجُدُواْ لآدَمَ} السجود لغة: التذلل والخضوع مع انخفاض بانحناء وغيره. وخص في الشرع بوضع الجبهة في الأرض على قصد العبادة. والأظهر أن المأمور به: السجود بالمعنى اللغوي، وهو التواضع والخضوع لآدم تحية وتعظيما، وإقرارا له بالفضل دون وضع الجباه، كسجود إخوة يوسف له، وهو إنما كان بالانحناء، وقد أبطل الإسلام ذلك، وجعل التحية السلام والمصافحة. وهذا الأمر ابتلاء واختبار، ليميز الله الخبيث من الطيب وينفذ ما سبق به العلم، واقتضته المشيئة والحكمة. {إِلاَّ إِبْلِيسَ} هو أبو الجن، مشتق من الإبلاس، وهو الحزن الناشئ عن شدة اليأس. وفعله أبلس، ولم ينصرف لأنه معرفة، ولا نظير له في الأسماء فأشبه الأعجمية. وقيل: هو أعجمي لا اشتقاق له، فلم ينصرف للعلمية والعجمة. والاستثناء منقطع، وقيل متصل، وأن إبليس كان من الملائكة، ورجحه الطبري",
        "sura": "2",
        "aya": "34",
        "page": "6"
    },
    {
        "text": "وَقُلْنَا يَٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
        "tafsir": "{وَزَوْجُكَ} تقول العرب للمرأة: زوج، ولا تكاد تقول زوجة. {الْجَنَّةَ} جمهور أهل السنة على أنها جنة المأوى، وهي دار الثواب والخلود للمؤمنين في الآخرة. وذهب آخرون منهم أبو مسلم الأصفهاني: إلى أنها بستان في الأرض خلقه الله امتحانا لآدم وزوجه. وساق أدلة الفريقين الإمام ابن القيم ولم يرجح شيئا منها. والأحوط الأسلم: الكف عن تعيينها وعن القطع به، وإليه مال أبو حنيفة وأبو منصور الماتريدي في التأويلات {رَغَداً} أي أكلا كثيرا واسعا بلا عناء، يقال: رغد عيشه-كسمع وكرم- رغدا ورغدا، اتسع وطلب. وارغد القوم: اخصبوا وصاروا في رغد من العيش. {هَذِهِ الشَّجَرَةَ} أبهم القرآن تعيينها ولم يقم دليل عليه، فالأولى عدم القطع به. والتاء فيها للوحدة الشخصية، ولذلك ظن آدم أنه إنما نهى عن عينها فأكل غيرها من جنسها. وقيل: للوحدة النوعية، وإنما أكل منها ناسيا أو متأولا أن النهي نهى إرشاد فقط .",
        "sura": "2",
        "aya": "35",
        "page": "6"
    },
    {
        "text": "فَأَزَلَّهُمَا ٱلشَّيْطَٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَٰعٌ إِلَىٰ حِينٍ",
        "tafsir": "{فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا} أذهبهما وأبعدهما عن الجنة بكذبه عليهما، ومقاسمته أنه من الناصحين من الإزلال وهو الإزلاق، يقال: زل يزل زلا وزللا، زلق  في طين أو منطق، والاسم الزلة. وأزله غيره واستزله: أزلقه فيه، أطلق وأريد به لازمة وهو الإذهاب. وقرئ\" فأزالهما\" أي نحاهما، من الإزالة، تقول: أزلت الشيء عن مكانه إزالة، نحيته وأذهبته عنه. الهبوط: النزول من أعلى إلى أسفل، ضد الصعود. يقال: هبط يهبط و يهبط، أي نزل من علو إلى أسفل. والخطاب لآدم وزوجه، كما قال تعالى {قَالَ اهْبِطُواْ مِنْهَا جَمِيعاً} وهما المقصودان بالخطاب في قوله تعالى: {قَالَ اهْبِطُواْ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ} والقصة واحدة. {وَمَتَاعٌ} المتاع: اسم لما يستمتع به من أكل وشرب ولبس وحياة وأنس وغير ذلك، من متع النهار متوعا إذا ارتقع. ويطلق على الانتفاع الممتد الوقت .",
        "sura": "2",
        "aya": "36",
        "page": "6"
    },
    {
        "text": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٍ فَتَابَ عَلَيْهِ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
        "tafsir": "{كَلِمَاتٍ} هي كلمات التوبة والاستغفار. والمأثور أنها {رَبَّنَا ظَلَمَنَا أَنفُسَنَا وإِن لَم تَغفِر لَنَا وَتَرحَمنَا لَنَكُونَنَّ مِنَ الخَاسِرِينَ} وعن ابن مسعود أنها: سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، لا إله إلا أنت، ظلمت نفسي فاغفر لي، فإنه لا يغفر الذنوب إلا انت. {التَّوَّابُ} الرجاع على عباده بقبول توبتهم. أو بإعانتهم وتوفيقهم إليها. ويقال للعبد: تواب، بمعنى كثير التوبة والندم والاستغفار من الذنوب. من التوب وهو الرجوع، لرجوعه إلى ربه في ذلك ويلزمه ترك الذنب. والتوبة في الشرع: ترك الذنب لقبحه، والندم على فعله، والعزم على ترك معاودته، وتدارك ما فات من حقوق العباد بقدر الإمكان .",
        "sura": "2",
        "aya": "37",
        "page": "6"
    }
]