[
    {
        "text": "وَإِذْ قَالَ إِبْرَٰهِۦمُ رَبِّ أَرِنِى كَيْفَ تُحْىِ ٱلْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَىٰ وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِى قَالَ فَخُذْ أَرْبَعَةً مِّنَ ٱلطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْيًا وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
        "tafsir": "{  أرني كيف تحيي }بصرني كيفية إحيائك للموتى .  وسؤاله عليه السلام ذلك لينتقل من مرتبة علم اليقين إلى مرتبة عين اليقين .  أو من مرتبة العلم الاستدلالي إلى مرتبة العلم الضروري الناشئ عن الحس . \r\n{  فصرهن إليك }فأملهن واضممهن إليك ،  لتتأملهن وتعرف أشكالهن وهيئاتهن ،  كيلا تلتبس عليك بعد الإحياء .  ثم جزئهن أجزاء ،  أو فقطعهن .  قرئ بضم الصاد وكسرها وتخفيف الراء .  يقال :  صاره يصوره ويصيره ،  أماله .  وصار الشيء :  قطعه وفصله .  و( إليك )متعلق ب( صرهن )على الأول .  وب( خذ ) على الثاني ،  باعتبار تضمينه بمعنى الضم . \r\n\r\n",
        "sura": "2",
        "aya": "260",
        "page": "44"
    },
    {
        "text": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتْ سَبْعَ سَنَابِلَ فِى كُلِّ سُنۢبُلَةٍ مِّا۟ئَةُ حَبَّةٍ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
        "tafsir": "{  الذين ينفقون أموالهم }بيان لكيفية الإنفاق الذي بين فضله . \r\n{  منا ولا أذى }المن :  إظهار الاصطناع ،  وأن يعتد الإنسان بإحسانه على من أحسن إليه يقال :  من عليه يمن  ،  أي امتن عليه ،  وهو من كبائر الذنوب .  ويقال :  المنة تهدم الصنيعة .  والأذى :  ما يصل إلى الحيوان من الضرر ،  يقال :  آذاه يؤذيه أذى وأذاة وأذية .  والمراد هنا :  التطاول والتفاخر على المنعم عليه . ",
        "sura": "2",
        "aya": "261",
        "page": "44"
    },
    {
        "text": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُوا۟ مَنًّا وَلَآ أَذًى لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "tafsir": "{أَمْوَالَهُمْ}\r\n(262) - يَمْدَحُ اللهُ تَعَالَى الذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبيلِ اللهِ، وَابْتِغَاءَ مَرْضَاتِهِ ثُمَّ لا يُتْبِعُونَ إِنْفَاقَهُم مَنّاً عَلَى النَّاسِ بِفِعْلٍ أَوْ قَوْلٍ، وَلا يَفْعَلُونَ مَعَ مَنْ أَحْسَنُوا إِلَيْهِمْ مَكْرُوهاً أوْ أَذًى يُحْبِطُونَ بِهِ مَا أَسْلَفُوهُ مِنَ الإِحْسَانِ، فَهَؤلاءِ ثَوَابُهُمْ عَلَى اللهِ لا عَلَى أحَدٍ سِوَاهُ، وَلا خَوْفٌ عَلَيهِمْ فِيمَا يَسْتَقْبِلُونَهُ مِنْ أهْوالِ يَوْمِ القِيَامَةِ، وَلا يَحْزَنُونَ عَلَى مَا خَلَّفُوهُ فِي الدُّنْيا مِنَ الأوْلادِ وَالأمْوالِ، وَلا عَلَى مَا فَاتَهُمْ مِنَ الحَيَاةِ وَزِينَتِها، لأِنَّهُمْ صَارُوا إلى خَيْرٍ مِمَّا كَانُوا فِيهِ.\r\nمَنًّا - عَدّاً للإِحْسَانِ وَإظْهَاراً لَهُ.\r\nأذىً - تَطَاوُلاً وَتَفَاخُراً بِالإِنْفَاقِ أوْ تَبَرُّماً بِهِ.",
        "sura": "2",
        "aya": "262",
        "page": "44"
    },
    {
        "text": "قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى وَٱللَّهُ غَنِىٌّ حَلِيمٌ",
        "tafsir": "{  قول معروف }كلام جميل يرد به السائل ،  وصفح وعفو عما يفرط منه عند الرد وعدم الإعطاء ،  خير وأفضل من صدقة عليه يتبعها أذى ،  لما فيها من المضرة له .  وهو تقرير لقبح المن والأذى ،  ولم يذكر المن هنا لشمول الأذى له . \r\n\r\n",
        "sura": "2",
        "aya": "263",
        "page": "44"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُبْطِلُوا۟ صَدَقَٰتِكُم بِٱلْمَنِّ وَٱلْأَذَىٰ كَٱلَّذِى يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُۥ وَابِلٌ فَتَرَكَهُۥ صَلْدًا لَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّمَّا كَسَبُوا۟ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَٰفِرِينَ",
        "tafsir": "{  رئاء الناس }مراءاة للناس وسمعة .  أي لا تبطلوا صداقاتكم بالمن والأذى ،  كإبطال المنافق المرائي عمله الذي لا يبغي به رضاء الله ،  ولا ثواب الآخرة . \r\n{  فمثله كمثل صفوان }أي فمثل المرائي في الإنفاق كمثل حجر كبير أملس صلب ،  من الصفاء وهو خلوص الشيء مما يشوبه .  يقال :  يوم صفوان ،  أي صافي الشمس .  وقيل :  هو جمع ،  واحده صفوانة . \r\n{  فأصابه وابل }أي مطر شديد عظيم القطر .  يقال :  وبلت السماء تبل وبلا ووبولا ،  اشتد مطرها . \r\n{  فتركه صلدا }أي أجرد نقيا من التراب الذي كان عليه ،  ومنه رأس أصلد ،  إذا كان لا ينبت شعرا .  وصلد الزند يصلد ،  لم يخرج نارا .  والمقصود :  أن أعمال هؤلاء المرائين بالإنفاق تبطل يوم القيامة وتضمحل ،  كما يذهب المطر ما على الصفوان من التراب . \r\n\r\n",
        "sura": "2",
        "aya": "264",
        "page": "44"
    }
]