[
    {
        "text": "وَلَوْ جَعَلْنَٰهُ مَلَكًا لَّجَعَلْنَٰهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ",
        "tafsir": "{  ولو جعلناه ملكا لجعلناه رجلا }أي ولو جعلنا النذير-الذي اقترحوا إنزاله معه- ملكا لمثلناه رجلا ،  لعدم استطاعتهم معاينة الملك على صورته الأصلية .  وهذا على فرض عدم الهلاك برؤيته .\r\n{  ولبسنا عليهم ما يلبسون }أي ولخلطنا عليهم بتمثيله رجلا ما يخلطون على أنفسهم بأن يقولوا له : إنما أنت بشر مثلنا ولست بملك ،  من اللبس وهو الخلط ،  وأصله الستر بالثوب ،  ومنه اللباس .  ويستعمل في المعاني فيقال : لبس الحق بالباطل يلبسه ،  ستره به .  ولبست عليه الأمر ،  خلطته عليه ،  وجعلته مشتبها حتى لا يعرف جهته .\r\n\r\n",
        "sura": "6",
        "aya": "9",
        "page": "129"
    },
    {
        "text": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
        "tafsir": "{  فحاق }أي أحاط بالذين سخروا من الرسل العذاب الذي كانوا يستهزئون به حين يخوفهم الرسل إياه .  يقال : حاق به الأمر يحيق حيقا و حيوقا ،  أحاط به كأحاق به كأحاق .  و الحيق : ما يشتمل على الإنسان من مكروه فعله .  والسخرية : الاستهزاء و التهكم .  .\r\n\r\n",
        "sura": "6",
        "aya": "10",
        "page": "129"
    },
    {
        "text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ ثُمَّ ٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ",
        "tafsir": "{  عاقبة المكذبين } آخرتهم ونهايتهم .  مصدر كالعافية ،  وهي منتهى الشيء وما يصير إليه .\r\n\r\n",
        "sura": "6",
        "aya": "11",
        "page": "129"
    },
    {
        "text": "قُل لِّمَن مَّا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ قُل لِّلَّهِ كَتَبَ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَا رَيْبَ فِيهِ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
        "tafsir": "{  كتب على نفسه الرحمة }أوجب على نفسه رحمة عباده ،  تفضلا منه وإحسانا ،  فلا يعجل عليهم بالعقوبة حين يستوجبها بما يعملون .  {  ليجمعنكم }أي والله ليجمعنكم إلى يوم القيامة للجزاء ،  فلا يغرنكم هذا الإهمال ؟\r\n\r\n",
        "sura": "6",
        "aya": "12",
        "page": "129"
    },
    {
        "text": "وَلَهُۥ مَا سَكَنَ فِى ٱلَّيْلِ وَٱلنَّهَارِ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
        "tafsir": "{  وله ما سكن }أي ولله وحده جميع ما ثبت واستقر فيهما ،  من السكنى ،  فيتناول الساكن و المتحرك .  وقال ابن جرير : كل ما طلعت عليه الشمس وغربت ،  فهو من ساكن الليل والنهار .  والمراد أنه تعالى هو رب جميع ما وجد في الأرض برا وبحرا .\r\n\r\n",
        "sura": "6",
        "aya": "13",
        "page": "129"
    },
    {
        "text": "قُلْ أَغَيْرَ ٱللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
        "tafsir": "{  أغير الله أتخذ وليا }ناصرا ومعينا ،  أستنصره وأستعين به على النوائب ،  فضلا عن أن أتخذه معبودا ؟ من الولاية بمعنى النصرة .  {  فاطر السماوات والأرض }مبدعهما على غير مثال يحتذى ،  من الفطر ،  وهو الإبداع والإيجاد من غير سبق مثال .  وأصله : الشق وفصل شيء عن شيء ،  ومنه فطر ناب البعير أي طلع .  واستعمل فيما ذكر ،  لاقتضائه التركيب الذي سبيله الشق والتأليف .  أو لما فيه من الإخراج من العدم إلى الوجود .  {  وهو يطعم ولا يطعم }يرزق ولا يرزق .  والمراد أن له تعالى الغنى المطلق ،  وأن الخلق جميعا محتاجون إليه وجودا وبقاء .\r\n\r\n",
        "sura": "6",
        "aya": "14",
        "page": "129"
    },
    {
        "text": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
        "tafsir": "(15) - وَقُلْ لَهُمْ: إِنِّي لاَ أَعْصِي رَبِّي لأَِنَّنِي أَخَافُ إِنْ عَصَيْتُ أَوَامِرَهُ أَنْ يَمَسَّنِيَ العَذَابُ الأَلِيمُ فِي يَوْمِ القِيَامَةِ، وَهُوَ يَوْمٌ عَظِيمٌ لا تَنْفَعُ فِيهِ شَفَاعَةُ الشَّافِعِينَ. ",
        "sura": "6",
        "aya": "15",
        "page": "129"
    },
    {
        "text": "مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُۥ وَذَٰلِكَ ٱلْفَوْزُ ٱلْمُبِينُ",
        "tafsir": "{يَوْمَئِذٍ}\r\n(16) - وَمَنْ يُحَوَّلُ عَنْهُ العَذَابُ فِي ذلِكَ اليَوْمِ العَصِيبِ (يُصْرَفْ عَنْهُ)، فَيَكُونُ اللهُ تَعَالَى قَدْ رَحِمَهُ، وَأَدْخَلَهُ الجَنَّةً، وَإِنَّ النَجَاةَ فِي ذلِكَ اليَوْمِ العَظِيمِ مِنَ العَذَابِ، ثُمَّ دُخُولَ الجَنَّةِ، هُمَا الفَوْزُ الذِي لاَ فَوزَ أَعْظَمُ مِنْهُ.\r\nصُرِفَ عَنْهُ - جُنِّبَهُ وأُبْعِدَ عَنْهُ.",
        "sura": "6",
        "aya": "16",
        "page": "129"
    },
    {
        "text": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "(17) - يُخْبِرُ اللهُ تَعَالَى أَنَّهُ مَالِكُ الضَّرِّ وَالنَّفْعِ، وَأَنَّهُ المُتَصَرِّفُ فِي خَلْقِهِ بِمَا يَشَاءُ، لا مُعَقِّبَ عَلَى حُكْمِهِ، وَلاَ رَادَّ لِقَضَائِهِ، فَإِذا أَرَادَ اللهُ أَنْ يُصِيبَكَ خَيرٌ فَهُوَ القَادِرُ عَلَى كُلِّ شَيءٍ، وَلاَ يَسْتَطِيعُ أَحَدٌ أنْ يَرُدَّ مَا قَدَّرَهُ، فَعَلَى المُؤْمِنِ الصَّادِقِ أَنْ لاَ يَسْأَلَ فِي الشَّدَائِدِ غَيْرَ اللهِ، لأَِنَّ مَنْ دُونَهُ لاَ يَمْلِكُونَ لأَِنْفُسِهِمْ، وَلا لِغَيْرِهِمْ نَفْعاً وَلا ضَرّاً.",
        "sura": "6",
        "aya": "17",
        "page": "129"
    },
    {
        "text": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
        "tafsir": "{  وهو القاهر فوق عباده }أي الغالب لعباده ،  المقتدر عليهم ،  الذين لا يعجزه شيء أراده ،  ولا يستطيع أحد منه خلقه رد تدبيره ،  والخروج من تحت قهره وتقديره .  قال الطبري : القاهر : المتعبد خلقه ،  العالي عليهم .  وإنما قال {  فوق عباده }لأنه تعالى وصف نفسه بقهره إياهم ،  ومن صفة كل قاهر شيئا أن يكون مستعليا عليه .  والمعنى : والله الغالب عباده ،  المذلل لهم ،  العالي عليهم بتذليله إياهم ،  فهو فوقهم بقهره إياهم ،  وهو دونه .  ( راجع المسألة الرابعة من المقدمة في مذهب السلف والخلف في آيات الصفات ) .\r\n\r\n",
        "sura": "6",
        "aya": "18",
        "page": "129"
    }
]