[
    {
        "text": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ إِنَّ ٱلْإِنسَٰنَ لَظَلُومٌ كَفَّارٌ",
        "tafsir": "{وَآتَاكُم} {نِعْمَتَ} {ٱلإنْسَانَ}\r\n(34) - وَهَيَّأَ لَكُمْ مَا تَحْتَاجُونَ إِلَيْهِ، فِي جَمِيعِ أَحْوَالِكُمْ، مِمَّا تَسْأَلُونَهُ بِلِسَانِكُمْ، وَبِلِسَانِ حَالِكُمْ، وَنِعَمُ اللهِ عَلَى النَّاسِ لاَ تُعَدُّ وَلاَ تُحْصَى، وَالإِنْسَانُ عَاجِزٌ عَنْ أَنْ يُؤَدِّيَ الشُّكْرَ للهِ عَلَى مَا أَنْعَمَ عَلَيهِ بِهِ. وَبَدَلاً مِنْ أَن يَقُومَ الإِنْسَانُ بِشُكْرِ اللهِ عَلَى نِعَمِهِ، فَإِنَّهُ يَكْفُر هذِهِ النِّعَمَ، وَقَدْ يَشْكُرُ عَلَى هَذِهِ النِّعَمِ غَيْرَ مَنْ تَفَضَّلَ بِالإِنْعَامِ بِهَا عَلَيْهِ كَالأَصْنَامِ وَالأَنْدَادِ، فَهُوَ ظَلُومٌ كَثِيرُ الكُفْرَانِ لِلنِّعْمَةِ.\r\n(وَكَانَ رَسُولُ الله صلى الله عليه وسلم يَقُولُ:  \"اللَّهُمَّ لَكَ الحَمْدُ غَيْرَ مَكْفِيٍّ وَلا مُوَدَّعٍ وَلا مُسْتَغْنىً عَنْهُ رَبنا\" ). (رَوَاهُ البُخَارِيُّ).\r\nلاَ تُحْصُوهَا - لاَ تُطِيقُوا عَدَّهَا لِعَدَمِ تَنَاهِيهَا.",
        "sura": "14",
        "aya": "34",
        "page": "260"
    },
    {
        "text": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ",
        "tafsir": "{  واجنبني .  .  } أبعدني وبني عن عبادة الأصنام ،  من جنبته عن كذا :  أبعدته عنه .  وجنبته – بالتشديد -   مبالغة . \r\n\r\n",
        "sura": "14",
        "aya": "35",
        "page": "260"
    },
    {
        "text": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "(36) - فَقَدْ أَضَلَّتْ هذِهِ الأَصْنَامُ كَثيراً مِنَ النَّاسِ افْتَتنُوا بِهَا فَعَبَدُوهَا، وَتَبَرَّأَ إِبْرَاهِيمُ مِمَّنْ عَبَدَ الأَصْنَامَ وَقَالَ: إِنَّ مَنْ تَبِعَهُ مِنْ ذُرْيَّتِهِ عَلَى دِينِهِ، وَأَخْلَصَ العَمَلَ وَالعِبَادَةَ للهِ، فَهُوْ مِنْ أَهْلِ دِينِهِ. أَمَّا العُصَاةُ الذِينَ يُخَالِفُونَهُ، وَيَعْبُدُونَ الأَصْنَامَ، فَقَدْ رَدَّ إِبْرَاهِيمُ، عَلَيْهِ السَّلاَمُ، أَمْرَهُمْ إِلى مَشِيئَةِ اللهِ، إِنْ شَاءَ عَذَّبَهُمْ، وَإٍِنْ شَاءَ غَفَرَ لَهُمْ، وَاللهُ تَعَالَى هُوَ الغَفُورُ الرَّحِيمُ.",
        "sura": "14",
        "aya": "36",
        "page": "260"
    },
    {
        "text": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ",
        "tafsir": "{  من ذريتي } أي بعضهم ،  وهو ابنه إسماعيل عليه السلام الذي رزق به من السيدة هاجر ، \r\nوأوحي إليه أن ينقلهما إلى مكة عند المكان الذي سيبني فيه البيت المحرم . \r\n{  تهوي  إليهم } تسرع إليهم شوقا وودادا .  يقال :  هوى يهوى هويا ،  إذا أسرع في السير . \r\nأو تزيدهم ،  كما تقول :  رأيت فلانا يهوي نحوك ،  أي يريدك . \r\n\r\n",
        "sura": "14",
        "aya": "37",
        "page": "260"
    },
    {
        "text": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
        "tafsir": "(38) - وَقَالَ إِبْرَاهِيمُ، عَلَيْهِ السَّلامُ، مُتَابِعاً دُعَاءَهُ: رَبَّنا أَنْتَ تَعْلَمُ قَصْدِي فِي دُعَائِي، وَمَا أَرَدْتُ بِدُعَائِي لأَِهْلِ هَذَا البَلَدِ، وَأَنَّهُ القَصْدُ إِلى رِضَاكَ، وَالإِخْلاصُ لَكَ، فَأَنْتَ تَعْلَمُ الأَشْيَاءَ كُلَّهَا ظَاهِرَهَا وَبَاطِنَهَا، وَلا يَخْفَى عَلَيْكَ مِنْهَا شَيْءٌ فِي الأَرْضِ وَلا فِي السَّمَاءِ.",
        "sura": "14",
        "aya": "38",
        "page": "260"
    },
    {
        "text": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَٰعِيلَ وَإِسْحَٰقَ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ",
        "tafsir": "{  إسماعيل } من السيدة هاجر {  و إسحاق } من السيدة سارة .  وإسماعيل أسن من أخيه ،  وبينهما ثلاث عشرة سنة ،  على ما قيل . \r\n\r\n",
        "sura": "14",
        "aya": "39",
        "page": "260"
    },
    {
        "text": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى رَبَّنَا وَتَقَبَّلْ دُعَآءِ",
        "tafsir": "{ٱلصَّلاَةِ}\r\n(40) - رَبِّ اجْعَلْنِي مُحَافِظاً عَلَى الصَّلاَةِ، مُقِيماً لِحُدُودِهَا، كَمَا فَرَضْتَهَا عَلَيَّ، وَاجْعَلْ ذُرِّيَتِي كَذلِكَ مُقِيمِينَ لِلصَّلاَةِ، رَبَّنَا وَتَقَبَّلْ دُعَائِي فِيمَا سَأَلْتُكَ فِيهِ.\r\n(وَقَدْ خَصَّ إِبْرَاهِيمُ الصَّلاةَ مِنْ بَيْنِ الفَرَائِضِ الأُخْرَى لأَِنَّها العُنْوَانُ الذِي يَمْتَازُ بِهِ المُؤْمِنُ عَنْ غَيْرِ المُؤْمِنِ).",
        "sura": "14",
        "aya": "40",
        "page": "260"
    },
    {
        "text": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
        "tafsir": "{  اغفر لي ولوالدي } طلب المغفرة لوالديه قبل أن يتبين له أن والده عدو الله ،  وكانت أمة مؤمنة ،  ثم لما تبين له أنه عدو لله تبرأ منه ،  ونهى عن الاستغفار له . \r\n\r\n",
        "sura": "14",
        "aya": "41",
        "page": "260"
    },
    {
        "text": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعْمَلُ ٱلظَّٰلِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَٰرُ",
        "tafsir": "{  تشخص فيه الأبصار } ترتفع فيه أبصار أهل الموقف ،  فلا تطرف أجفانهم من هول ما يرونه .  يقال :  شخص بصره شاخص ،  إذا فتح عينيه وجعل لا يطرف .  وشخص شخوصا :  ارتفع . \r\n\r\n",
        "sura": "14",
        "aya": "42",
        "page": "260"
    }
]