[{"text":"ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱلْبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا","aya":"46","page":"299","tafsir":"{  والباقيات الصالحات } الطاعات وأعمال الحسنات . <br \/>\r\n<br \/>\r\n"},{"text":"وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةً وَحَشَرْنَٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا","aya":"47","page":"299","tafsir":"{  وترى الأرض بارزة } ظاهرة للأعين ،  من غير شيء يسترها من جبل أو شجر أو بنيان . <br \/>\r\nيقال :  برز بروزا ،  خرج إلى البراز – أي الفضاء – وظهر بعد الخفاء .  {  وحشرناهم } جمعناهم إلى الموقف من كل صوب . {  فلم نغادر منهم أحدا } فلم نترك منهم أحدا دون أن نبعثه من قبره حيا . <br \/>\r\n<br \/>\r\n"},{"text":"وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَٰكُمْ أَوَّلَ مَرَّةٍۭ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا","aya":"48","page":"299","tafsir":"no text"},{"text":"وَوُضِعَ ٱلْكِتَٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيْلَتَنَا مَالِ هَٰذَا ٱلْكِتَٰبِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا","aya":"49","page":"299","tafsir":"{  ووضع الكتاب } صحائف أعمال العباد .  {  يا ويلتنا } نداء لهلكتهم ،  كأنهم يقولون : <br \/>\r\nيا هلاكنا أقبل ،  فهذا أوانك .  والويلة :  الهلاك وحلول الشر والقبح والحسرة . <br \/>\r\n<br \/>\r\n"},{"text":"وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ بِئْسَ لِلظَّٰلِمِينَ بَدَلًا","aya":"50","page":"299","tafsir":"{  ففسق عن أمر ربه } خرج عن طاعته ( آية 26 البقرة ص 22 ) ."},{"text":"مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًا","aya":"51","page":"299","tafsir":"{  وما كنت متخذ المضلين عضدا } أعوانا وأنصارا في شأن من شئوني .  يقال :  فلان يعضد فلانا ،  إذا كان يقويه ويعينه .  والعضذ في الأصل :  مابين المرفق إلى الكتف ،  ويستعار للمعين والناصر فيقال :  فلان عضدي ،  ومنه {  سنشد عضدك بأخيك }{[215]} لأن اليد قوامها العضد ."},{"text":"وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا","aya":"52","page":"299","tafsir":"{  وجعلنا بينهم موبقا } وجعلنا بين الداعين والمدعوين مهلكا يشتركون فيه وهو جهنم . اسم مكان من وبق وبوقا – كوثب وثوبا – أو وبق وبقا- كفرح فرحا - :  إذا هلك . <br \/>\r\n<br \/>\r\n"},{"text":"وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًا","aya":"53","page":"299","tafsir":"{  فظنوا } أي علموا . {  ولم يجدوا عنها مصرفا } أي معدلا عنها ،  ومكانا ينصرفون إليه . <br \/>\r\n<br \/>\r\n"}]