[{"text":"وَقَالُوا۟ كُونُوا۟ هُودًا أَوْ نَصَٰرَىٰ تَهْتَدُوا۟ قُلْ بَلْ مِلَّةَ إِبْرَٰهِۦمَ حَنِيفًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ","aya":"135","page":"21","tafsir":"{  حنيفا } مائلا عن الضلال والباطل إلى الهدى والحق .  جمعه حنفاء ،  وأصله من الحنف ،  وهو ميل في إبهام القدمين من كل واحدة إلى صاحبتها ،  يقال :  حنف يحنف مال .  وتحنف إليه :  مال .  \r\nوتحنف :  تحرى طريق الاستقامة .  والحنيف :  المسلم . و{  حنيفا  } حال من إبراهيم .  \r\n \r\n"},{"text":"قُولُوٓا۟ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِىَ ٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ","aya":"136","page":"21","tafsir":"{  والأسباط } هم أولاد يعقوب الإثنا عشر ،  جمع سبط وهو ولد الولد ،  وسموا أسباطا بالنسبة لإسحاق وإبراهيم عليهما السلام .  وقيل هم أحفاد يعقوب ،  وهم أولاد أولاده ،  وكانوا كثيرين .  والأسباط في بني إسرائيل كالقبائل في العرب من ولد إسماعيل ،  وسموا أسباطا من السبط ،  وهو الشجرة ذات الأغصان الكثيرة ،  لأنهم في الكثرة بمنزلتها .  \r\n \r\n"},{"text":"فَإِنْ ءَامَنُوا۟ بِمِثْلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهْتَدَوا۟ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا هُمْ فِى شِقَاقٍ فَسَيَكْفِيكَهُمُ ٱللَّهُ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","aya":"137","page":"21","tafsir":"{  في شقاق } في مخالفة الله تعالى ومعاداة .  من الشق وهو الجانب ،  لأن كل واحد من الفريقين يكون في شق غيرشق صاحبه . أومن قولهم :  شق العصا ،  إذا أظهر العداوة .  \r\n \r\n"},{"text":"صِبْغَةَ ٱللَّهِ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ صِبْغَةً وَنَحْنُ لَهُۥ عَٰبِدُونَ","aya":"138","page":"21","tafsir":"{  صبغة الله } دين الله ،  أو فطرة الله التي فطر الناس عليها ،  وهي الإيمان .  \r\nو الصبغة – كجلسة – من صبغ ،  وهي الحالة التي يقع عليها الصبغ ،  عبر بها عن التطهير بالإيمان بما ذكر ،  لظهور أثره عليهم ،  كظهور أثر الصبغ على المصبوغ ،  \r\nولتداخله في قلوبهم تداخله وصيرورته حلية لهم .  و \"  صبغة الله  \"   مصدر مؤكد \r\nل  \"  آمنا \"  ،  منصوب بفعل مقدر ،  أي صبغنا الله صبغته .  \r\n \r\n"},{"text":"قُلْ أَتُحَآجُّونَنَا فِى ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَآ أَعْمَٰلُنَا وَلَكُمْ أَعْمَٰلُكُمْ وَنَحْنُ لَهُۥ مُخْلِصُونَ","aya":"139","page":"21","tafsir":""},{"text":"أَمْ تَقُولُونَ إِنَّ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطَ كَانُوا۟ هُودًا أَوْ نَصَٰرَىٰ قُلْ ءَأَنتُمْ أَعْلَمُ أَمِ ٱللَّهُ وَمَنْ أَظْلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ","aya":"140","page":"21","tafsir":"{  والذين يتوفون منكم }أي يجب على الزوج حين مشارفة الموت أن يوصى لزوجته بالنفقة والسكنى حولا ،  ويجب عليها الاعتداد حولا .  وهي مخيرة بين السكنى في بيته حولا ولها النفقة ،  وبين أن تخرج منه ولا نفقة لها ،  ولم يكن لها ميراث من زوجها .  وقد نسخ وجوب الوصية بالنفقة والسكنى بآية المواريث ،  وبحديث :  \"  ألا لا وصية لوارث \"   .  ووجوب العدة حولا بقوله تعالى : {   يتربصن بأنفسهن أربعة أشهر وعشرا } المتأخر نزولا والمتقدم تلاوة .  \r\nواختار الفخر ما ذهب إليه أبو مسلم من أن المعنى : والذين يتوفون منكم وقد أوصوا وصية لأزواجهم بالنفقة والسكنى حولا ،  فإن خرجن قبل ذلك وخالفن وصية الزوج بعد أن يقمن المدة التي ضربها الشارع لهن ،  وهي أربعة أشهر وعشر فلا حرج فيما فعلن في أنفسهن من معروف ،  أي الزواج الصحيح ،  لأن إقامتهن بهذه الوصية غير لازمة .  \r\n \r\n"},{"text":"تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ","aya":"141","page":"21","tafsir":""}]