[
    {
        "text": "إِنْ هَٰذَآ إِلَّا خُلُقُ ٱلْأَوَّلِينَ",
        "tafsir": "{  إن هذا إلا خلق الأولين } أي ما هذا الذي نحن عليه إلا عادة الأولين من قبلنا التي درجوا عليها ؛  من اعتقاد أنه لا بعث بعد الموت ولا حساب .  وقرئ  \" إلا خلق \"  بمعنى الاختلاق والكذب ؛  أي ما هذا الذي جئتنا به إلا اختلاق الأولين وكذبهم . <br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "137",
        "page": "373"
    },
    {
        "text": "وَمَا نَحْنُ بِمُعَذَّبِينَ",
        "tafsir": "(138) - وإنَّهمْ لا يَعْتَقِدُونَ أنَّهُ سَيكُونُ هُناكَ بَعْثٌ، أَوْ نُشورٌ، أَوْ حِسَابٌ، أَوْ قِيامةٌ، أَوْ جَنَّةٌ، أَوْ نَارٌ، وَأَنَّهُمْ لَنْ يُعَذَّبُوا عَلَى مَا يأْتُونَهُ منَ الأَعْمالِ.\n",
        "sura": "26",
        "aya": "138",
        "page": "373"
    },
    {
        "text": "فَكَذَّبُوهُ فَأَهْلَكْنَٰهُمْ إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
        "tafsir": "{فَأَهْلَكْنَاهُمْ} {لآيَةً}\r\n(139) - واسْتَمَرُّوا في تَكْذِيبِهِمْ نبيَّهُمْ هُوداً عَلَيهِ السَّلامُ، وفي مُخَالَفَتِهِ ومُعَانَدَتِهِ فأهْلَكَهُمُ اللهُ بأنْ أرْسَلَ عَلَيْهِمْ رِيحاً صَرْصَراً شَدِيدَةَ البُرودَةِ، بالغةَ العُنْفِ والقَسْوَةِ (عَاتِيَةً)، لَقَدْ كَانُوا عُتَاةً فَأَهلَكَهُمُ اللهُ تَعَالى بِمَا هُوَ أَعْتَى مِنْهُمْ، وفي ذَلك آيَةٌ وعِظَةٌ، وَعِبْرَةٌ لمَنْ جَاءَ بَعْدَهُمْ، إِلا أنَّ أَكثَرَ النَّاسِ لا يُؤْمِنُونَ.\n",
        "sura": "26",
        "aya": "139",
        "page": "373"
    },
    {
        "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "tafsir": "(140) - واللهُ رَبُّكَ هُوَ القَوِيُّ العَزيزُ الذِي لا يُقْهَرُ، وَلا يُغَالَبُ، وَهوَ الرَّحِيمُ بِعِبَادِهِ يُرِيدُ أَنْ يُؤْمِنُوا ويَتُوبُوا إِليهِ لِيَغْفِرَ لَهُمْ ذُنُوبَهُمْ، ويَتَجَاوَزَ عَنْ سَيئَاتِهِمْ.\n",
        "sura": "26",
        "aya": "140",
        "page": "373"
    },
    {
        "text": "كَذَّبَتْ ثَمُودُ ٱلْمُرْسَلِينَ",
        "tafsir": "(141) - يُخبِرُ اللهُ تَعالَى أَنَّهُ أرْسَلَ عَبْدَهُ صَالِحاً رَسُولاً إلى قَوْمِهِ ثَمودَ، وَكَانُوا عَرَباً يَسْكُنُونَ الحِجْرَ، بينَ وَادِي القُرى وبِلادِ الشَّامِ، ومَسَاكِنُهُمْ مَعْرُوفةٌ باسْمِ مَدَائِنِ صَالِحٍ، وَكَانُوا بَعْدَ عادٍ، وَقَبْلَ إبراهيمَ عليهِ السلامُ، فدَعَاهُمْ نَبيُّهُمْ صَالِحٌ إلى عِبادةِ اللهِ تعالَى وَحْدَه لا شَريكَ لَهُ فَكَذَّبُوهُ، وبِذَلكَ يَكُونُون قَدْ كَذَّبُوا جَميعَ الرُّسُلِ لاتِّحَادِ رِسَالاتِ الرُّسُلِ في أصُولِها وغَايَاتِها.\n",
        "sura": "26",
        "aya": "141",
        "page": "373"
    },
    {
        "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ صَٰلِحٌ أَلَا تَتَّقُونَ",
        "tafsir": "{صَالِحٌ}\r\n(142) - وَقَالَ لَهُمْ نبيُّهُمْ صَالِحٌ: أَلا تَخَافُونَ أَنْ تُشْرِكُوا معَ اللهِ آلهةً أُخْرى في العِبَادَةِ؟ (وَصَالحٌ مِنْ ثمودَ لِذَلكَ قَالَ تَعَالى عَنهُ إِنهُ أخُوهمْ).\n",
        "sura": "26",
        "aya": "142",
        "page": "373"
    },
    {
        "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
        "tafsir": "(143) - فَأنَا مُرسلٌ إِليكمْ مِنَ اللهِ تَعَالى، وَإنِّي أمينٌ في نُصْحي لكُمْ، وفِي إِبْلاغِكُمْ رِسَالَة رَبِّي.\n",
        "sura": "26",
        "aya": "143",
        "page": "373"
    },
    {
        "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
        "tafsir": "(144) - فأَطِيعُوني فِيما دَعَوْتُكُمْ إليهِ من عِبَادَةِ اللهِ تَعَالى وَحدَهُ لا شَرِيكَ لهُ، وفِي الإِقْلاَعِ عَنْ عِبَادَةِ الأصْنَامِ والأنْدَادِ.\n",
        "sura": "26",
        "aya": "144",
        "page": "373"
    },
    {
        "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ",
        "tafsir": "{أَسْأَلُكُمْ} {ٱلْعَالَمِينَ}\r\n(145) - وإنِّي لا أبْتَغِي مِنْكُمْ أَجْراً عَلَى مَا أقومُ بهِ من إبْلاَغِكُمْ رِسَالَةَ رَبِّي، وإنَّمَا أطْلُبُ الأجْرَ والثَّوَابَ عليهِ منَ اللهِ وَحْدَهُ. \n",
        "sura": "26",
        "aya": "145",
        "page": "373"
    },
    {
        "text": "أَتُتْرَكُونَ فِى مَا هَٰهُنَآ ءَامِنِينَ",
        "tafsir": "{هَاهُنَآ} {آمِنِينَ}\r\n(146) - وذَكَّرَهُمْ بِمَا أنْعَمَ اللهُ بِهِ عليهِمْ من الأرْزَاقِ والجَنَّاتِ، والزُّرُوعِ والثمارِ، ثُمَّ قالَ لهمْ: هلْ تَظُنُّونَ أنْ تُتْرَكُوا طَوِيلاً في هَذا النّعيمِ والرَّفَاهِ والأمْنِ، وأنتُمْ كافِرُون، جَاحِدُون نِعَمَ اللهِ، مُخَالِفُونَ أوامِرَهُ؟\n",
        "sura": "26",
        "aya": "146",
        "page": "373"
    },
    {
        "text": "فِى جَنَّٰتٍ وَعُيُونٍ",
        "tafsir": "{جَنَّاتٍ}\r\n(147) - في هذهِ الجَنَّاتِ والعُيُونِ والخَيْراتِ الحِسَانِ.\n",
        "sura": "26",
        "aya": "147",
        "page": "373"
    },
    {
        "text": "وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ",
        "tafsir": "{  ونخل طلعها هضيم } الطلع :  اسم من الطلوع وهو الظهور .  وأصله ثمر النخل في أول ما يطلع ،  وهو بعد التلقيح يسمى خلالا ثم بلحا ثم بسرا ثم رطبا ثم تمرا .  والهضيم :  اليانع النضيج ،  أو الرطب اللين ،  أو المذنب ،  أو المتهشم الذي إذا مس تفتت ،  أو الداخل بعضه في بعض ،  وهو وصف للطلع المراد به الثمر مجازا لأوله إليه .  والمقصود :  الامتنان عليهم بأجود ما يكون عليه ثمر النخل . <br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "148",
        "page": "373"
    },
    {
        "text": "وَتَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا فَٰرِهِينَ",
        "tafsir": "{  وتنحتون من الجبال بيوتا } النحت :  البري .  يقال :  نحته نحتا ،  إذا براه .  والنحاتة :  البراية . <br />\r\n{  فارهين } حاذقين بنحتها ؛  من فره – ككرم – فراهة وفراهية ،  أي حذق ؛  فهو فاره بين الفروهة ،  وجمعها فرّه .  وقرئ  \" فرهين \"  بمعنى  \" فارهين \"  .  وقيل :  بمعنى أشرين بطرين ؛  من فره – كفرح – أي أشر وبطر ؛  فهو فره . <br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "149",
        "page": "373"
    },
    {
        "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
        "tafsir": "(150) - فأطِيعُوني فيمَا دَعَوْتُكُم إليهِ منْ عِبَادَةِ اللهِ وحدَهُ، والإِقْلاَعِ عنِ الكُفْرِ والضَّلاَلِ والطُّغيَانِ وَعِبَادَةِ الأَوْثَانِ، وَأقْبِلُوا عَلَى مَا يَعُودُ عليكُمْ نَفْعُهُ في الدُّنْيا والآخِرَةِ مِنْ عِبَادَةِ رَبِّكُمُ الذِي خَلَقَكُمْ وَرَزَقَكُمْ، وتسبيحِهِ بُكْرَةً وأَصِيْلاً.\n",
        "sura": "26",
        "aya": "150",
        "page": "373"
    },
    {
        "text": "وَلَا تُطِيعُوٓا۟ أَمْرَ ٱلْمُسْرِفِينَ",
        "tafsir": "(151) - وَلاَ تُطِيعُوا أمْرَ الرُّؤسَاءِ والكُبَراءِ، الدُّعَاةِ إلى الشِّرْكِ والكُفْرِ ومُخَالَفَةِ الحَقِّ (المُسْرِفِينَ).\r\nالمُسْرِفِين - المُتَجَاوِزِينَ الحُدُودَ.\n",
        "sura": "26",
        "aya": "151",
        "page": "373"
    },
    {
        "text": "ٱلَّذِينَ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
        "tafsir": "(152) - وَهَؤُلاءِ الكُبراءُ يُفْسِدُونَ في الأَرْضِ، وَيَدْعُونَ إِلى الضَّلالِ، وَيَصْرِفُون النَّاسَ عَنِ الحقِّ، وَلا يَدْعُونَ إلى الهُدى وَالإِصْلاحِ.\r\n(وقِيلَ إنَّ المَقصُودَ بِهُؤُلاءِ الكُبَراءِ هُمُ الرَّهْطُ التِّسْعَةُ الذينَ تآمَرُوا على قَتْلِ صَالحٍ وعَقْرِ نَاقَتِهِ).\n",
        "sura": "26",
        "aya": "152",
        "page": "373"
    },
    {
        "text": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ",
        "tafsir": "{  إنما أنت من المسحرين } أي الذين سحروا كثيرا حتى غلب على عقولهم السحر . <br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "153",
        "page": "373"
    },
    {
        "text": "مَآ أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا فَأْتِ بِـَٔايَةٍ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
        "tafsir": "{بِآيَةٍ} {ٱلصَّادِقِينَ}\r\n(154) - فَلَسْتَ إلا بَشَراً مثْلَنَا فكَيْفَ أَوْحَى اللهُ إِليكَ مِنْ دُونِنا؟ ثُمَّ اقْتَرَحُوا عَليهِ أَنْ يَأْتِيَهُمْ بمُعْجِزةٍ خَارِقَةٍ لِلعَادةِ (آيةٍ)، لِيَعْلَمُوا أنهُ صادِقٌ فِيما جاءَهُمْ بِهِ من ربِّهِمْ.\n",
        "sura": "26",
        "aya": "154",
        "page": "373"
    },
    {
        "text": "قَالَ هَٰذِهِۦ نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ",
        "tafsir": "{  لها شرب ولكم شرب يوم معلوم } أي لها نصيب من الماء ولكم نصيب منه ،  ليس لكم أن تشربوا في يومها ،  ولا لها أن تشرب في يومكم الذي هو نصيبكم .  وفيه دليل مشروعية قسمة المهايأة في الماء وغيره . <br />\r\n<br />\r\n",
        "sura": "26",
        "aya": "155",
        "page": "373"
    },
    {
        "text": "وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ",
        "tafsir": "(156) - وحَذَّرَهُمْ مِنْ نِقْمَةِ اللهِ أَنْ تَحِلَّ بِهِمْ إنْ هُمْ مَسُّوا الناقَةَ بِسُوءٍ. فَمَكَثَتِ النَّاقةُ بينَ أظهُرِهِمْ حيناً منَ الدَّهرِ تَرِدُ المَاءَ، وتَرْعَى في أَرْضِ اللهِ، وينْتَفِعُون بِلبَنِها، يَحْلبُونَ منْها ما يكْفِيهِمْ شُرْباً وَرِيّاً. فَلَمَّا طالَ عَلَيهِمُ الأمَدُ وحَضَرَ أشْقَاهُمْ تَمالؤوا على قَتْلِها وعَقْرِها.\n",
        "sura": "26",
        "aya": "156",
        "page": "373"
    },
    {
        "text": "فَعَقَرُوهَا فَأَصْبَحُوا۟ نَٰدِمِينَ",
        "tafsir": "{نَادِمِينَ}\r\n(157) - فقَتَلُوا النَاقَةَ. فَقَالَ لَهُمْ نبيُّهُمْ صالِحٌ: تَمَتَّعُوا في دِيَارِكُمْ ثَلاثةَ أيامٍ، وَبعْدَ ذَلك يَحِلُّ بِكُمُ العَذابُ، فنَدِمُوا عَلى مَا فَعَلَهُ أشقياؤُهُمْ.\n",
        "sura": "26",
        "aya": "157",
        "page": "373"
    },
    {
        "text": "فَأَخَذَهُمُ ٱلْعَذَابُ إِنَّ فِى ذَٰلِكَ لَءَايَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
        "tafsir": "{لآيَةً}\r\n(158) - وفي المَوْعِد الذي حَدَّدَهُ لَهُمْ صالحٌ، حَلَّ بهِمْ عذابُ اللهِ، فَزُلْزِلَتِ الأرضُ زِلْزَالاً شَديداً، وجاءَتْهُمْ صَيْحَةٌ عَظِيمَةٌ اقْتَلَعَتِ القُلوبَ منْ مَحَالِّها، وأتَاهُمْ منَ الأمرِ ما لمْ يَكونوا يَحْتَسِبُون، وأصْبَحُوا في دِيَارِهم هَلْكَى جَاثِمِين، ولمْ يكنْ أكثرُهُمْ مُؤْمِنينَ بِمَا جَاءَهُمْ بهِ صَالِحٌ، وفي ذَلك لآيةٌ وعبرةٌ وعظةٌ للعاقِلين.\n",
        "sura": "26",
        "aya": "158",
        "page": "373"
    },
    {
        "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
        "tafsir": "(159) - وإنَّ رَبَّكَ، يَا مُحَمَّدُ، هُوَ العَزيزُ الذِي لا يُقَاوَمُ ولا يُغَالَبُ وَهُوَ الرَّحِيمُ بِعبادِهِ.\n",
        "sura": "26",
        "aya": "159",
        "page": "373"
    }
]