[
    {
        "text": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
        "tafsir": "(38) - فَلَمَّا رَأى زَكَرِيَّا مِنْ كَرَامَاتِ مَرْيَمَ، وَكَانَ قَدِ اشْتَعَلَ رَأسُهُ شَيْباً، وَأصْبَحَ شَيْخاً طَاعِناً فِي السِّنِّ، طَمِعَ فِِي أنْ يَكُونَ لَهُ وَلَدٌ صَالِحٌ مِثْلُهَا هِبَةً وَفَضْلاً مِنْ عِنْدِ اللهِ، وَكَانَتِ امْرَأَتُهُ عَاقِراً، فَسَأَلَ رَبَّهُ وَنَادَاهُ نِداءً خَفِيّاً، وَقَالَ: يَا رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً، إنَّكَ تَسْمَعُ دُعَاءَ الصَّالِحينَ، وَأنْتَ القَدِيرُ عَلَى الإِجَابَةِ.\r\nالطَّيِّبُ - مَا تَسْتَطِيبُهُ النَّفْسُ - أوْ هُوَ مَا تُسْتَطَابُ أَفْعَالُهُ وَصِفَاتُهُ.",
        "sura": "3",
        "aya": "38",
        "page": "55"
    },
    {
        "text": "فَنَادَتْهُ ٱلْمَلَٰٓئِكَةُ وَهُوَ قَآئِمٌ يُصَلِّى فِى ٱلْمِحْرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًۢا بِكَلِمَةٍ مِّنَ ٱللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ ٱلصَّٰلِحِينَ",
        "tafsir": "{  مصدقا بكلمة من الله } أي بكلمة كائنة من الله ،  يعنى عيسى بن مريم .  وسمى كلمة لأن الله تعالى خلقه بكلمة ( كن ) من غير توسط سبب عادي فكان ،  وكان تأثير الكلمة في حقه أظهر أو مصدقا بكتاب من الله ،  والمراد به الإنجيل وإطلاق الكلمة عليه ،  كما تقول العرب :  أنشدني كلمة ،  يريدون قصيدة . \r\n{  وحصورا } هو من لا يأتي النساء وهو قادر على ذلك ،  من الحصر وهو الحبس ،  لحبسه نفسه عن شهوتها . \r\n\r\n",
        "sura": "3",
        "aya": "39",
        "page": "55"
    },
    {
        "text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَٰمٌ وَقَدْ بَلَغَنِىَ ٱلْكِبَرُ وَٱمْرَأَتِى عَاقِرٌ قَالَ كَذَٰلِكَ ٱللَّهُ يَفْعَلُ مَا يَشَآءُ",
        "tafsir": "{  عاقر } عقيم لا تلد لكبر سنها ،  من العقر وهو العقم .  يقال :  عقرت المرأة تعقر عقرا وعقرا ،  فهي عاقر . \r\n\r\n",
        "sura": "3",
        "aya": "40",
        "page": "55"
    },
    {
        "text": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمْزًا وَٱذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِٱلْعَشِىِّ وَٱلْإِبْكَٰرِ",
        "tafsir": "{  رب اجعل لي آية } علامة تدلني على حصول الحمل ،  لأبادر إلى شكر هذه النعمة والقيام بحقها . \r\n{  إلا رمزا } إيماء وإشارة ،  حيث حبس عن النطق من غير آفة .  وفعله من بابي نصر وضرب .  والاستثناء منقطع ،  لأن الرمز ليس من جنس الكلام ،  أي النطق باللسان . \r\n{  وسبح بالعشي والإبكار } لتسبيح :  الصلاة .  والعشي :  جمع عشية ،  وهي من الزوال إلى الغروب . \r\nوالإبكار :  مصدر أبكر بمعنى بكر ،  أريد به الوقت هو البكرة ،  وهو من طلوع الفجر إلى الضحى .  ويقال :  التسبيح التنزيه ،  والمراد نزهة تعالى دائما عما لا يليق به من العجز والنقص . \r\n\r\n",
        "sura": "3",
        "aya": "41",
        "page": "55"
    },
    {
        "text": "وَإِذْ قَالَتِ ٱلْمَلَٰٓئِكَةُ يَٰمَرْيَمُ إِنَّ ٱللَّهَ ٱصْطَفَىٰكِ وَطَهَّرَكِ وَٱصْطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلْعَٰلَمِينَ",
        "tafsir": "{  على نساء العالمين } أي عالمي زمانها ،  كما في نظائره . \r\n\r\n",
        "sura": "3",
        "aya": "42",
        "page": "55"
    },
    {
        "text": "يَٰمَرْيَمُ ٱقْنُتِى لِرَبِّكِ وَٱسْجُدِى وَٱرْكَعِى مَعَ ٱلرَّٰكِعِينَ",
        "tafsir": "{  اقنتي لربك } أخلص له وحده العبادة وأديمي له الطاعة ،  من القنوت ،  وهو لزوم الطاعة مع الخضوع . \r\n\r\n",
        "sura": "3",
        "aya": "43",
        "page": "55"
    },
    {
        "text": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
        "tafsir": "{  يلقون أقلاهم } يرمون سهامهم في الماء الجاري للاقتراع على من يكفل مريم ،  فمن وقف قلمه عن الجري مع الماء فهو أحق بها ،  فجرت كلها مع الماء إلا قلم زكريا فإنه ثبت فكلفها الله له .  والأقلام والسهام والأزلام والقداح بمعنى . \r\n\r\n",
        "sura": "3",
        "aya": "44",
        "page": "55"
    },
    {
        "text": "إِذْ قَالَتِ ٱلْمَلَٰٓئِكَةُ يَٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ وَجِيهًا فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ",
        "tafsir": "{  بكلمة منه } أي كائنة من الله ،  أي مبتدأة منه من غير توسط الأسباب العادية ،  قال له كن فكان . \r\n{  المسيح } فعيل :  بمعنى فاعل ،  للمبالغة في مسحه الأرض بالسياحة للعبادة .  أو مسحه ذا العاهة ليبرأ . \r\nأو بمعنى مفعول ،  أي ممسوح ،  لأن الله مسحه بالبركة ،  أو طهره من الذنوب .  وهو لقب منقول عن الصفة . \r\n\r\n",
        "sura": "3",
        "aya": "45",
        "page": "55"
    }
]