[{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْخَمْرُ وَٱلْمَيْسِرُ وَٱلْأَنصَابُ وَٱلْأَزْلَٰمُ رِجْسٌ مِّنْ عَمَلِ ٱلشَّيْطَٰنِ فَٱجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ","aya":"90","page":"123","tafsir":"{  وإنما الخمر والميسر والأنصاب }( راجع في تفسير الخمر و الميسر آية 219 من البقرة ص 71 ) وفي تفسير الأنصاب و الأزلام ( آية 3من هذه السورة ) . {  رجس }أي خبث مستقذر ،  أو إثم أو شر . وعن الزجاج : الرجس اسم لكل ما استقذر من عمل قبيح . يقال : رجس- كفرح وكرم- عمل عملا قبيحا . وأصله من الرجس ، وهو شدة صوت الرعد و هدير البعير ، فسمي العمل الشديد في القبح رجسا . {  فاجتنبوه لعلكم }فكونوا جانبا من هذا الرجس بعيدين عنه ، لكي تفلحوا بالاجتناب عنه ، والأمر للوجوب ."},{"text":"إِنَّمَا يُرِيدُ ٱلشَّيْطَٰنُ أَن يُوقِعَ بَيْنَكُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ فِى ٱلْخَمْرِ وَٱلْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِ فَهَلْ أَنتُم مُّنتَهُونَ","aya":"91","page":"123","tafsir":"{  فهل أنتم منتهون }استفهام إنكاري بمعنى انتهوا . وهو من أبلغ ما ينهى به ، ولذا قالوا : قد انتيهينا يا رب . إذ فهموا التحريم المؤكد القاطع .  \r\n"},{"text":"وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَٱحْذَرُوا۟ فَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَٰغُ ٱلْمُبِينُ","aya":"92","page":"123","tafsir":"{  ليس على الذين آمنوا .  .  .  }مات ناس من الصحابة قبل تحريم الخمر والميسر وقد طعموهما ، فقال بعض الصحابة : كيف بأصحابنا الذين ماتوا قبل تحريمهما ؟  فنزلت الآية مبينة حال من مات قبل التحريم وحال من مات بعده . أي لا إثم على الذين آمنوا و عملوا الصالحات فيما تناولوه منهما قبل التحريم إذا ما اتقوا الشرك-أو ما حرم عليهم قبل ذلك –وثبتوا على الإيمان والأعمال الصالحة ، ثم اتقوا الخمر والميسر بعد التحريم و آمنوا بتحريمهما ، ثم ثبتوا على اتقاء جميع ما شرع تحريمه و أحسنوا العمل ، فتكرير الاتقاء باعتبار الأوقات الثلاثة . والمراد أنه لا جناح عليهم إذا كان من شأنهم أنهم كلما أمروا بشيء أو نهوا عن شيء سارعوا إلى الطاعة والامتثال ، فكلما حرم الله عليهم مباحا اتقوه . وظاهر أن انتقاء الجناح إنما يعتمد اتقاء المحرمات ،  ولا دخل فيه لباقي الصفات الحميدة المذكورة ، وإنما ذكرت شهادة باتصاف هؤلاء الصحابة بها . "},{"text":"لَيْسَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جُنَاحٌ فِيمَا طَعِمُوٓا۟ إِذَا مَا ٱتَّقَوا۟ وَّءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَوا۟ وَّءَامَنُوا۟ ثُمَّ ٱتَّقَوا۟ وَّأَحْسَنُوا۟ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ","aya":"93","page":"123","tafsir":""},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَيَبْلُوَنَّكُمُ ٱللَّهُ بِشَىْءٍ مِّنَ ٱلصَّيْدِ تَنَالُهُۥٓ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلْغَيْبِ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ","aya":"94","page":"123","tafsir":"{  ليبلونكم الله بشيء من الصيد }ليختبرنكم بنوع من البلايا-وهو تحريم مصيد البر صغارا وكبارا-وأنتم محرمون أو في الحرم ، ليتميز من يخاف الله وهو لم يره ممن لا يخافه .  فمن اصطاده منكم بعد ما أعلمكم الله بذلك فله عذاب أليم ، لاعتدائه وعدم مبالاته بطاعة ربه ، ومن لم يتعود كبح نفسه وطاعة ربه في الهين من هذا البلايا لا يكاد يكبحها عن العظائم و المزالق . وهذا سر من أسرار الابتلاء .  \r\n \r\n"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْتُلُوا۟ ٱلصَّيْدَ وَأَنتُمْ حُرُمٌ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدًا فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحْكُمُ بِهِۦ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًۢا بَٰلِغَ ٱلْكَعْبَةِ أَوْ كَفَّٰرَةٌ طَعَامُ مَسَٰكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِّيَذُوقَ وَبَالَ أَمْرِهِۦ عَفَا ٱللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنْهُ وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ","aya":"95","page":"123","tafsir":"{  لا تقتلوا الصيد وأنتم حرم }أي لا تقتلوا صيد البر –وهو ما توالده ومثواه في البر مما هو ممتنع لتوحشه خلقة وطبعا-وأنتم محرمون ولو كنتم خارج الحرم ، ومثله لو كنتم في الحرم وأنتم حلال . وقيل : {  حرم }جمع حرام ،  و هو يقع على المحرم و إن كان في الحل ، وعلى من في الحرم وإن كان حلالا ، وهما سيان في النهي عن قتل الصيد . واستثني من ذلك الحدأة والغراب والفأرة والعقرب و الكلب العقور ، وسميت في الحديث فواسق . ولا شيء على المحرم إذا قتل نحو السبع والنمر والفهد إذا ابتدأت بالأذى و التعدي . وقيل مطلقا ، وتفصيل الأحكام في الفقه .  \r\n{  فجزاء مثل ما قتل من النعم }أي فعليه جزاء من النعم مماثل للمقتول في الخلقة والمنظر ، ففي النعامة بدنة ، وفي حمار الوحش بقرة ، وفي الظبي شاة ، وفي الأرنب سخل ، أو ما يساوي قيمة هذا الجزاء من الطعام ، فيعطى لكل مسكين مد . أو ما يعادل هذا الطعام صياما ،  فيصوم عن كل مد يوما . وإن لم يوجد للمقتول مماثل كالعصفور والجراد فعليه قيمته يشترى بها طعام لكل مسكين مد أو يصوم عن كل مد يوما . وقوله تعالى : {  من النعم }حال من {  مثل }أو صفة له . و ذهب آخرون إلى أن المماثلة إنما تعتبر ابتداء بحسب القيمة ، فيقوم المقتول من حيث هو ، فإن بلغت قيمته قيمة الهدي يخير الجاني بين أن يشتري بها هديا يهدى إلى الكعبة و يذبح في الحرم و يتصدق بلحمه على من يشاء وبين أن يشترى بها طعاما للمساكين ،  لكل مسكين نصف صاع من بر أو صاع من غيره ،  وبين أن يصوم عن طعام كل مسكين يوما . وإن لم تبلغ قيمته قيمة هدي يخير بين إعطائها المسكين وصوم يوم كامل . وقوله {  من النعم }تفسير للهدي المشترى بالقيمة على أحد وجوه التخيير . {  هديا بالغ الكعبة }أي الحرم .  \r\nوخصت الكعبة بالذكر للتعظيم إذ هي الأصل . ولا يجزي الذبح في غيره . {  أو كفارة }معطوف على {  جزاء }و{  أو }للتخيير ، وكذلك بالذكر في قوله : {  أو عدل ذلك صياما }أي أو ما يعادل ذلك الطعام صياما ، فيصوم عن طعام كل مسكين يوما . والعدل-بالفتح- : ما عادل الشيء من غير جنسه .  \r\nو أما التكسير :  فما عادله من جنسه . وقيل هما سيان و معناهما المثل مطلقا . وقرء بالكسر . والتفصيل في الفقه . {  ليذوق و بال أمره }أي جزاء ذنبه وسوء عاقبته . والوبال في الأصل : الثقل و الشدة و الوخامة . يقال : وبل المطر إذا اشتد فهو وبيل ، ووبل المرتع وبالا و وبالة بمعنى وخم .  ثم قيل في سوء العاقبة : وبال . وفي العمل السيئ : هو وبال على صاحبه .  \r\n \r\n"}]