[
    {
        "text": "وَإِذَا سَمِعُوا۟ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعْيُنَهُمْ تَفِيضُ مِنَ ٱلدَّمْعِ مِمَّا عَرَفُوا۟ مِنَ ٱلْحَقِّ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكْتُبْنَا مَعَ ٱلشَّٰهِدِينَ",
        "tafsir": "{آمَنَّا} {ٱلشَّاهِدِينَ}\r\n(83) - وَإِذا سَمِعُوا مَا أَنْزَلَ اللهُ عَلَى رَسُولِهِ مِنَ القُرْآنِ، وَتُلِيَ عَلَيْهِمُ القُرْآنَ، تَفيِضُ عُيُونُهُمْ بِالدَّمْعِ (أَيْ يَبْكون حَتَّى  يَسيلَ الدَّمعُ مِنْ عُيُونِهِمْ)، لأَنَّهُمْ عَرَفُوا أَنَّ مَا بَيَّنَهُ القُرْآنُ هُوَ الحَقُّ، وَلَمْ يَمْنَعْهُمْ مِنْ ذَلِكَ عُتُوٌّ وَلاَ اسْتِكْبَارٌ وَلا تَعَصُّبٌ كَمَا يَمْنَعُ غَيرَهُمْ. وَحِينَ يَسْمَعُونَ الحَقَّ الذِي جَاءَ بِهِ القُرْآنُ، وَهُوَ مُطَابِقٌ لِمَا جَاءَ فِي كُتُبِهِمْ، يَتَضَرَّعُونَ إِلى اللهِ بِأَنْ يَتَقَبَّلَ مِنْهُمْ إيمَانَهُمْ وَأَنْ يَكْتُبَهُمْ مَعَ أُمَّةِ مُحَمَّدٍ الذِينَ جَعَلَهُمُ اللهُ شُهَدَاءَ عَلَى النَّاسِ، لأَنَّهُمْ يَعْلمُونَ مِنْ كُتُبِهِمْ، وَمِمَّا يَتَنَاقََلُونَهُ عَنْ أَسْلاَفِهِمْ، أنَّ النَّبِيَّ الأَخِيرَ الذِي يَكْمُلُ بِهِ الدِّيْنُ، وَيَتمُّ التَّشْرِيعُ، يَكُونُ مُتَّبِعُوهُ شُهَدَاءَ عَلَى النَّاسِ، وَيَكُونُونَ حُجَّةً عَلَى المُشْرِكِينَ وَالمُبْطِلِينَ.\r\nتَفِيضُ أَعْيُنُهُمْ مِنَ الدَّمْعِ - يَبْكُونَ حَتَّى يَسِيل الدَّمْعُ مِنْ عُيُونِهِمْ.\r\nمَعَ الشَّاهِدِينَ - مَعَ الذِينَ يَشْهَدُونَ أنَّ رِسَالَةَ مُحَمَّدٍ حَقٌّ.",
        "sura": "5",
        "aya": "83",
        "page": "122"
    },
    {
        "text": "وَمَا لَنَا لَا نُؤْمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ ٱلْقَوْمِ ٱلصَّٰلِحِينَ",
        "tafsir": "{ٱلصَّالِحِينَ}\r\n(84) - وَيَقُولُ هَؤُلاءِ المُؤْمِنُونَ مِنَ النَّصَارَى: وَمَا الذِي يَمْنَعُنَا مِنْ أَنْ نُؤْمِنَ بِاللهِ وَحْدَه لاَ شَرِيكَ لَهُ، وَمَا الذِي يَصُدُّنَا عَنِ اتِّبَاعِ مَا جَاءَنَا مِنَ الحَقِّ عَلَى لِسَانِ رَسُولِهِ صلى الله عليه وسلم، بَعْدَ أَنْ ظَهَرَ أنَّهُ رُوحُ الحَقِّ الذِي بَشَّرَ بِهِ المَسِيحُ وَإِنَّنَا لَنَطْمَعُ أنْ يُدْخِلَنَا رَبُّنَا مَعَ القَوْمِ الذِينَ صَلَحَتْ أَحْوَالُهُمْ بِالعَقَائِدِ الصَّحِيحَةِ.\r\nوَمَا لَنَا لاَ نُؤْمِنُ - وَمَا الذِي يَمْنَعُنَا مِنْ أَنْ نُؤْمِنَ.",
        "sura": "5",
        "aya": "84",
        "page": "122"
    },
    {
        "text": "فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُوا۟ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
        "tafsir": "{فَأَثَابَهُمُ} {جَنَّاتٍ} {ٱلأَنْهَارُ} {خَالِدِينَ}\r\n(85) - فَجَازَاهُمُ اللهُ عَلَى إِيمَانِهِمْ بِهِ وَبِرُسُلُهِ، وَعَلَى تَصْدِيقِهِمْ بِالحَقِّ، وَاعْتِرَافِهِمْ بِهِ بِإِدْخَالِهِمْ فِي رَحْمَتِهِ، وَإسْكَانِهِمْ فِي جَنَّاتٍ تَجْرِي فِي جَنَبَاتِهَا الأنْهَارُ، وَسَيَكُونُونَ فِيهَا خَالِدِينَ أبَداً وَذَلِكَ هُوَ الجَزَاءُ الذِي أعَدَّهُ اللهُ لِمَنْ أحْسَنَ عَمَلاً.",
        "sura": "5",
        "aya": "85",
        "page": "122"
    },
    {
        "text": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ",
        "tafsir": "{بِآيَاتِنَآ} {أُوْلَـۤئِكَ} {أَصْحَابُ}\r\n(86) - وَالذِينَ كَفَرُوا بِاللهِ، وَبِرُسُلِهِ وَكُتُبِهِ، وَجَحَدُوا آيَاتِهِ وَخَالَفُوهَا، فَأولَئِكَ سَيَكُونُونُ مِنْ أَهْلِ النَّارِ، وَسَيَبْقُونَ فِيهَا خَالِدِينَ أَبداً.\r\nالجَحِيمُ - النَّارُ التِي اشْتَدَّ حَرُّهَا.",
        "sura": "5",
        "aya": "86",
        "page": "122"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحَرِّمُوا۟ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمْ وَلَا تَعْتَدُوٓا۟ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
        "tafsir": "{  لا تحرموا طيبات ما أحل الله لكم }نزلت في جماعة من الصحابة اعتزموا المبالغة في الزهد و التقشف والعزوف عن متاع الدنيا ،  مبالغة منهم في التعبد ، فنهوا عن ذلك ، أي لا تحرموا على أنفسكم ما لذ وطاب من الحلال ، ولا تتجاوزوا الحلال إلى الحرام ، وتمتعوا بأنواع الرزق الحلال الطيب .\r\n\r\n",
        "sura": "5",
        "aya": "87",
        "page": "122"
    },
    {
        "text": "وَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلًا طَيِّبًا وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
        "tafsir": "{حَلاَلاً}\r\n(88) - وَيُبِيحُ اللهُ تَعَالَى لِلْمُؤْمِنينَ التَّمَتُّعَ بِالحَلاَلِ الطَّيِّبِ مِنَ الرِّزْقِ الذِي رَزَقَهُمْ، وَيَأمُرُهُمْ بِتَقْوَاهُ فِي جَمِيعِ أمُورِهِمْ، وَبِاتِّبَاعِ طَاعَتِهِ وَرِضْوَانِهِ، وَتَرْكِ مُخَالَفتِهِ وَعِصْيَانِهِ، بِتَحْلِيلِ مَا حَرَّمَ، أوْ بِتَحْرِيمِ مَا أحَلَّ.",
        "sura": "5",
        "aya": "88",
        "page": "122"
    },
    {
        "text": "لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَٰنِكُمْ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلْأَيْمَٰنَ فَكَفَّٰرَتُهُۥٓ إِطْعَامُ عَشَرَةِ مَسَٰكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَٰثَةِ أَيَّامٍ ذَٰلِكَ كَفَّٰرَةُ أَيْمَٰنِكُمْ إِذَا حَلَفْتُمْ وَٱحْفَظُوٓا۟ أَيْمَٰنَكُمْ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَشْكُرُونَ",
        "tafsir": "{  لا يؤاخذكم الله باللغو في أيمانكم }آ( آية 225 البقرة ص75 ) . و{  في }بمعنى من . أو متعلق باللغو . {  ولكن يؤاخذكم بما عقدتكم الأيمان }أي بتعقيدكم الأيمان و توثيقها بالقصد والنية ، أي إذا حنثتم فيها ، وحذف للعلم به .  والمراد بالمؤاخذة :  المؤاخذة الدنيوية بوجوب الكفارة .  {  فكفارته } أي فكفارة الحنث فيه . والكفارة : اسم للفعلة التي من شأنها أن تكفر الخطيئة ، أي تسترها وتمحوها ، إذ الممحو لا يرى كالمستور . {  أو تحرير رقبة }أي عتق نسمة من الرق . {  فمن لم يجد فصيام .  .  }فمن لم يجد شيئا من الأمور الثلاثة المخير بينها ،  فعليه صوم ثلاثة أيام . وأحكام الكفارة مفصلة في الفقه {  واحفظوا أيمانكم }أي عن الحنث فبروا بها ،  إذا لم يكن الحنث خيرا وأفضل .",
        "sura": "5",
        "aya": "89",
        "page": "122"
    }
]