[
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱجْتَنِبُوا۟ كَثِيرًا مِّنَ ٱلظَّنِّ إِنَّ بَعْضَ ٱلظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا۟ وَلَا يَغْتَب بَّعْضُكُم بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَٱتَّقُوا۟ ٱللَّهَ إِنَّ ٱللَّهَ تَوَّابٌ رَّحِيمٌ",
        "tafsir": "{  اجتنبوا كثيرا من الظن } أي تباعدوا منه .  نهوا عن ظنون السوء بأهل الخير من المؤمنين ،  التي لا تستند إلى دليل أو أمارة صحيحة وسبب ظاهر ،  وإنما هي مجردتهم ؛  مع كون المظنون به ممن شوهد منه التستر والصلاح ،  وأونست منه الأمانة في الظاهر .  وفي الحديث :  ( إن الله تعالى حرم من المسلم دمه وعرضه وأن يظن به ظن السوء ) .  وأما من يلابس الريب ،  ويجاهر بالخبائث فلا يحرم سوء الظن فيه ؛  وإن لم يره الظان متلبسا بها . {  إن بعض الظن إثم } أي مؤثم .  والإثم :  الذنب الذي تستحق العقوبة عليه :  يقال :  أثم يأثم إثما فهو آثم ،  أي مرتكب ذنبا .  وبابه علم .  وهذا البعض هو الكثير المأمور باجتنابه . {  ولا تجسسوا } أي خذوا ما ظهر ،  ولا تتبعوا عورات المسلمين ومعايبهم ،  وما ستروه من أمورهم ؛  فإن من تتبع عوراتهم تتبع الله عورته حتى يفضحه ولو في جوف بيته .  وقرئ  \" تحسسوا \"\r\nبالحاء ؛  من الحس الذي هو أثر الجس وغايته .  وقيل :  التجسس والتحسس بمعنى ،  وهو تعرف الأخبار . {  ولا يغتب بعضكم بعضا } نهوا عن الغيبة ،  وهي ذكر العيب بظهر الغيب .  يقال :  اغتابه اغتيابا ،  إذا وقع فيه .  والاسم الغيبة ،  وهي من الكبائر . {  أيحب أحدكم أن يأكل لحم أخيه ميتا } تمثيل لما يناله المغتاب من عرض المغتاب على أفحش وجه . {  فكرهتموه } تقرير لذلك ،  أي فقد كرهتموه فلا تفعلوه .  أو عرض عليكم ذلك فكرهتموه .\r\n\r\n",
        "sura": "49",
        "aya": "12",
        "page": "517"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقْنَٰكُم مِّن ذَكَرٍ وَأُنثَىٰ وَجَعَلْنَٰكُمْ شُعُوبًا وَقَبَآئِلَ لِتَعَارَفُوٓا۟ إِنَّ أَكْرَمَكُمْ عِندَ ٱللَّهِ أَتْقَىٰكُمْ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌ",
        "tafsir": "{  إنا خلقناكم من ذكر وأنثى } أي من آدم وحواء فأنتم من ذلك سواء ؛  فلا محل للتفاخر بالأنساب .  وقد كانوا يتفاخرون بها ويزدرون بالضعفاء والفقراء . {  وجعلناكم شعوبا وقبائل } جمع شعب ،  وهو الجمع العظيم المنسوبون إلى أصل واحد ،  وهو يجمع القبائل ،  والقبيلة تجمع العمائر ،  والعمارة تجمع البطون ،  والبطن يجمع الأفخاذ ،  والفخذ تجمع الفصائل ،  والفصيلة تجمع العشائر . {  لتعارفوا } ليعرف بعضكم بعضا ؛  فتصلوا الأرحام وتتبينوا الأنساب وتتعاونوا على البر ؛  لا للتفاخر والتطاول بالآباء والقبائل .\r\n{  إن أكرمكم عند الله أتقاكم } أي إن أرفعكم منزلة لديه عز وجل في الدنيا والآخرة هو الأتقى ؛  فإن فاخرتم ففاخروا بالتقوى .  وفي الحديث :  ( يأيها الناس ألا إن ربكم واحد ،  لا فضل لعربي على عجمي ،  ولا عجمي على عربي ،  ولا لأسود على أحمر ،  ولا لأحمر على أسود إلا بالتقوى ،  ألا هل بلغت – قالوا بلى يا رسول الله  !  قال :  - فليبلغ الشاهد الغائب ) .\r\n\r\n",
        "sura": "49",
        "aya": "13",
        "page": "517"
    },
    {
        "text": "قَالَتِ ٱلْأَعْرَابُ ءَامَنَّا قُل لَّمْ تُؤْمِنُوا۟ وَلَٰكِن قُولُوٓا۟ أَسْلَمْنَا وَلَمَّا يَدْخُلِ ٱلْإِيمَٰنُ فِى قُلُوبِكُمْ وَإِن تُطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَٰلِكُمْ شَيْـًٔا إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{  قالت الأعراب آمنا } من الإيمان ،  وهو التصديق مع الثقة وطمأنينة القلب .  نزلت في بني أسد ابن خزيمة ،  وقد أظهروا الإسلام نفاقا ؛  طعما في المغانم ،  وكانوا يمنون على رسول الله صلى الله عليه وسلم بإسلامهم . {  قل لم تؤمنوا } بقلوبكم{  ولكن قولوا أسلمنا } من الإسلام ،  وهو الانقياد الظاهري بالجوارح .  والذين أسلموا بظواهرهم ولم يؤمنوا بقلوبهم هم المنافقون . {  ولما يدخل الإيمان في قلوبكم }\r\nأي لم يدخل فيها ،  ولكنه متوقع منكم ؛  وقد آمنوا كلهم أو بعضهم . {  لا يلتكم من أعمالكم شيئا } لا ينقصكم من أجور أعمالكم شيئا من النقص .  يقال :  لاته حقه – كباعه – نقصه .\r\nوالله أعلم .\r\n\r\n ",
        "sura": "49",
        "aya": "14",
        "page": "517"
    },
    {
        "text": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمْ يَرْتَابُوا۟ وَجَٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ أُو۟لَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ",
        "tafsir": "{آمَنُواْ} {جَاهَدُوا} {بِأَمْوَالِهِمْ} {أُوْلَـٰئِكَ} {ٱلصَّادِقُونَ}\r\n(15) - وَيُعَرِّفُ اللهُ تَعَالى للنَّاسِ الإِيمَانَ في هَذِهِ الآيةِ فَيُقَرِّرُ: إنَّ المُؤْمِنينَ إيماناً حَقّاً هُمُ الذين صَدَّقوا اللهَ وَرَسُولهَ وَلَم يَشُكُّوا، وَلَم يَتَزَلْزَلُوا، وَلم يَتَرَدَّدوا، وَبَذَلُوا أنْفُسَهُم وَأمْوالَهُمْ لِلْجِهَادِ في سَبيلِ اللهِ، وَرِفْعةِ شَأْنِ الإِسْلامِ، وَهَؤلاء هُمُ المُؤْمِنُونَ الصَّادِقُونَ في إِيمَانِهمْ.\n",
        "sura": "49",
        "aya": "15",
        "page": "517"
    },
    {
        "text": "قُلْ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمْ وَٱللَّهُ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(16) - وَقُلْ يَا مُحمَّّدُ لِهؤُلاءِ الأَعْرابِ الذِينَ يَدَّعُونَ الإِيمانَ، وَيَقُولُونَ إنَّهُمْ مُؤْمِنُونَ حَقّاً: إنَّ اللهَ أعْلَمُ مِنْكُمْ بِما في أنْفُسِكُمْ وَضَمَائِرِكُمْ، وَهُوَ تَعَالى قَدْ أحَاطَ عِلمُهُ بِجَمِيعِ مَا في السَّمَاوَاتِ والأَرْضِ مِنْ صَغِيرٍ وَكَبيرٍ، لاَ يَفُوتُه شَيءٌ منْهُ، فَلا تَظُنُّوا أنّهُ يَخْفَى عَلَى اللهِ شَيءٌ مِن أمُورِكُمْ وَدِينكِمُ، واحذَرُوا أنْ تَقُولُوا خِلاَفَ مَا في ضَمَائِرِكُمْ، لأنَّ اللهَ يَعْلَمُهُ، وَيُحَاسِبُكُمْ عَلَيه.\r\nأتُعَلِّمُونَ الله بِدِينكُمْ - أتُخَبِّرُونَهُ بِقَولِكُم آمَنَّا.\n",
        "sura": "49",
        "aya": "16",
        "page": "517"
    },
    {
        "text": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا۟ قُل لَّا تَمُنُّوا۟ عَلَىَّ إِسْلَٰمَكُم بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَىٰكُمْ لِلْإِيمَٰنِ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{إِسْلاَمَكُمْ} {هَدَاكُمْ} {لِلإِيمَانِ} {صَادِقِينَ}\r\n(17) - جَاءَتْ بَنْو أسَدٍ إلى النَّبيِّ صلى الله عليه وسلم مُسْلِمِينَ وَقَالُوا لَهُ: يا رَسُولَ اللهِ أسْلَمْنا وَقَاتَلتْكَ العَرَبُ وَلم نُقَاتِلْكَ. فَقَالَ رَسُولُ اللهِ:  \"إِنَّ فِقْهَهُمْ قَليلٌ، وَإنَّ الشَيْطَانَ يَنْطقُ عَلَى ألْسِنَتِهم\" . وَنَزَلَتْ هَذِهِ الآيةُ. وَفيها يَقُولُ اللهُ تَعَالى لِرَسُولِهِ الكَرِيمِ: إنَّ هَؤلاءِ الأعْرابَ جَاؤُوكَ وَهُمْ يَعُدُّونَ إسْلامَهم وَمُتَابَعَتَهُم لَكَ مِنّةً عَلَيكَ، يَطْلُبُونَ عَلَيها أجْراً، فَقُلْ لَهُم: لا تعُدُّوا إِسْلاَمَكُمْ مِنَّةً عَليَّ، بَل اللهُ هُوَ الذِي يَمنُّ عَلَيكُم إذْ وَفَّقَكُمْ إلى الاهْتِدَاءِ إلى الإِيمانِ، هَذا إنْ كُنْتُمْ صَادِقينَ في إيمانِكُمْ.\n",
        "sura": "49",
        "aya": "17",
        "page": "517"
    },
    {
        "text": "إِنَّ ٱللَّهَ يَعْلَمُ غَيْبَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱللَّهُ بَصِيرٌۢ بِمَا تَعْمَلُونَ",
        "tafsir": "{ٱلسَّمَاوَاتِ}\r\n(18) - وَإِنَّ اللهَ تَعَالى يَعْلَمُ مَا غَابَ في السَّماواتِ وَالأرْضِ، وَلاَ يَخْفَى عَلَيهِ شَيءٌ، وَلِذَلِكَ فإنّهُ يَعْلَمُ مَا في صُدورِ هَؤلاءِ الأعرابِ وَمَا يُكِنُّونَهُ في ضَمَائِرِهِمْ.\n",
        "sura": "49",
        "aya": "18",
        "page": "517"
    }
]