[
    {
        "text": "وَقَالَتِ ٱلْيَهُودُ لَيْسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَىْءٍ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيْسَتِ ٱلْيَهُودُ عَلَىٰ شَىْءٍ وَهُمْ يَتْلُونَ ٱلْكِتَٰبَ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَٱللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
        "tafsir": "{  يتلون الكتاب } أي جنس الكتاب ،  فيصدق على التوراة والإنجيل وليس فيهما شيء مما يزعمون .\r\n{  قال الذين لا يعلمون } قال مشركو العرب الذين لا كتاب لهم يتعلمون منه في محمد وأصحابه :\r\nإنهم ليسوا على شيء من الدين .  كما قال أهل الكتاب فيمن خالفهم :  لستم على شيء من الدين ،  فتشابهت قلوبهم .\r\n\r\n",
        "sura": "2",
        "aya": "113",
        "page": "18"
    },
    {
        "text": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذْكَرَ فِيهَا ٱسْمُهُۥ وَسَعَىٰ فِى خَرَابِهَآ أُو۟لَٰٓئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلَّا خَآئِفِينَ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ وَلَهُمْ فِى ٱلْءَاخِرَةِ عَذَابٌ عَظِيمٌ",
        "tafsir": "{  ومن أظلم ممن منع .  .  } هم المشركون الذين حاولوا بين الرسول صلى الله عليه وسلم وأصحابه وبين المسجد الحرام يوم الحديبية .  وقيل :  هم النصارى الذين كانوا يمنعون الناس من الصلاة في بيت المقدس ،  ويظاهرون بختنصر على خرابه .  والتعبير بصيغة الجمع لأن كل موضع منه مسجد .\r\n{  ما كان لهم .  .  .  } أي ما صح لهم دخولها إلا خائفين من الله تعالى ،  لمكانها من الشرف والكرامة بإضافة إليه تعالى . أومن المؤمنين أن يبطئوا بهم ،  فضلا عن أن يستولوا عليها ويمنعوا المؤمنين .\r\n\r\n",
        "sura": "2",
        "aya": "114",
        "page": "18"
    },
    {
        "text": "وَلِلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا۟ فَثَمَّ وَجْهُ ٱللَّهِ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٌ",
        "tafsir": "{  فأينما تولوا فثم وجه الله } ففي أي مكان من المشرق والمغرب توليتم شطر القبلة ،  التي أمركم الله بها ورضيها لكم ،  فهناك جهته سبحانه التي أمرتم بها .\r\n\r\n",
        "sura": "2",
        "aya": "115",
        "page": "18"
    },
    {
        "text": "وَقَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا سُبْحَٰنَهُۥ بَل لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ كُلٌّ لَّهُۥ قَٰنِتُونَ",
        "tafsir": "{  وقالوا اتخذ الله ولدا } زعم بعض اليهود أن عزيرا ابن الله .  وزعم نصارى نجران أن المسيح ابن الله .  وزعم بعض مشركي العرب أن الملائكة بنات الله تعالى الله عما يقولون علوا كبيرا !  وكيف ذلك وله تعالى جميع ما في السموات\r\nوالأرض عبيدا وملكا وخلقا ،  وتدبيرا وتسخيرا وتصريفا ،  وكلها مربوبة له تعالى ،  فكيف ينسب إليه منها ولد .\r\n{  سبحانه } تنزيها له عما هو نقص في حقه ،  ومحال عليه من اتخاذ الولد ،  لاقتضاء الوالدية النوعية ،  والجنسية\r\nوالتناسل والافتقار ،  والتشبيه والحدوث .  وفي الصحيحين عن رسول الله صلى الله عليه وسلم أنه قال :   \"  لا أحد أصبر على أذى سمعه من الله إنهم يجعلون له ولدا وهو يرزقهم ويكافئهم \"  .\r\n{  كل له قانتون } مطيعون طاعة تسخير وانقياد ،  خاضعون ،  لا يستعصى منهم شيء على مشيئته وتكوينه .  شاهدون بلسان الحال والمقال بوحدانيته .  من القنوت ،  وهو لزوم الطاعة مع الخضوع {  ولله يسجد من في السموات والأرض طوعا\r\nوكرها وظلالهم بالغدو والآصال }{[40]} .",
        "sura": "2",
        "aya": "116",
        "page": "18"
    },
    {
        "text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
        "tafsir": "{  بديع السماوات .  .  .  } مبدعها ومنشئها بلا احتذاء ولا إقتداء ،  وبلا آلة ولا مادة .\r\nصفة مشبهة من أبدع ،  والذي ابتدعها من غير أصل ولا مثال هو الله تعالى ،  الذي ابتدع المسيح عليه السلام من غير أب بقدرته سبحانه ،  وابتدع عزيرا والملائكة ،  فكيف يضيفون إليه تعالى بنوة شيء من هذه المخلوقات .\r\n{  وإذا قضى أمرا .  .  .  } أي إذا أراد سبحانه إحداث أمر من الأمور حدث فورا ،  قال تعالى :  {  إنما أمره إذا أراد شيئا أن يقول له كن فيكون }{[41]} وهو ما ذهب من أهل السنة تمثيل لحدوث ما تتعلق به إرادته تعالى بلا مهلة بطاعة المأمور المطيع بلا توقف .  وليس المراد أنه إذا أراد إحداث أمر أتى بالكاف والنون ،  ففي الكلام استعارة تمثيلية .\r\nلحدوث ما تتعلق به إرادته تعالى بلا مهلة بطاعة المأمور المطيع بلا توقف .  وليس المراد أنه إذا أراد إحداث أمر أتى بالكاف والنون ،  ففي الكلام استعارة تمثيلية .\r\nوذهب آخرون إلى أن الأمر ب  \"  كن \"  محمول على حقيقته ،  وأنه تعالى أجرى سنته في تكوين الأشياء أن يكونها بكلمة  \"  كن \"  أزلا .  .  ومن ذلك عيسى عليه السلام خلق بكلمة  \" كن \"  فكان .",
        "sura": "2",
        "aya": "117",
        "page": "18"
    },
    {
        "text": "وَقَالَ ٱلَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا ٱللَّهُ أَوْ تَأْتِينَآ ءَايَةٌ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ تَشَٰبَهَتْ قُلُوبُهُمْ قَدْ بَيَّنَّا ٱلْءَايَٰتِ لِقَوْمٍ يُوقِنُونَ",
        "tafsir": "{  وقال الذين لا يعلمون } هم مشركو العرب .  ( آية 113 من هذه السورة ص34 ) .\r\n{  الذين من قبلهم } هم أهل الكتاب .",
        "sura": "2",
        "aya": "118",
        "page": "18"
    },
    {
        "text": "إِنَّآ أَرْسَلْنَٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا وَلَا تُسْـَٔلُ عَنْ أَصْحَٰبِ ٱلْجَحِيمِ",
        "tafsir": "(119) - يَقُولُ اللهُ تَعَالَى لِنَبيِّه صلى الله عليه وسلم: إِنَّا أَرْسَلْنَاكَ بِالشَّيءِ الثَّابِتِ الحَقِّ لِتُبَشِّرَ بِهِ مَنْ أَطَاعَ، وَتُنْذِرَ بِهِ مَنْ عَصَى وَاسْتَكْبَرَ، لاَ لِتُجْبِرَ النَّاسَ عَلَى الإِيمَانِ، فَلاَ عَلَيكَ إِذَا أَصَرُّوا عَلَى الكُفْرِ وَالعِنَادِ، فَلاَ يَضُرَّنَّكَ تَكْذِيبُ المُكَذِّبِينَ، فَأَنْتَ لَمْ تُبْعَثْ مُلْزِماً وُمُجْبِراً، فَتَكُونَ مُقَصِّراً إذَا لَمْ يُؤْمِنُوا لَكَ.\r\nالحَقُّ - الشَّيءُ الثَّابِتُ الذِي لاَ شَكَّ فِيهِ.",
        "sura": "2",
        "aya": "119",
        "page": "18"
    }
]