[
    {
        "text": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُوا۟ مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَآبَّةٍ وَلَٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرًۢا",
        "tafsir": "(45) - وَلوْ أَنَّ اللهَ تَعَالى عَاقَبَ النَّاسَ عَلَى جَميعِ ذُنُوبِهِمْ في الدُّنيا لأَهْلَكَ جَمِيعَ أَهْلِ الأَرْضِ، وَمَا يَمْلِكُونَ مِنْ أرْزَاقٍ وَدَوَابَّ، وَلَكِنَّهُ تَعَالى يَدِّخِرُ مُؤَاخَذَتَهُمْ إِلى أجَلٍ مُسَمَّى، هُوَ يَوْمُ القِيَامة، فَيُحَاسِبُهُمْ عَلَى أَعْمَالِهِمْ وَيَجْزِي كُلَّ عَامِلٍ بعملهِ. وَهُوَ تَعَالى بَصِيرٌ بأَعْمَالِ العِبَادِ وَبما اكْتَسَبُوا مِنْ خَيْرٍ أَوْ شَرٍّ لا يَغيبُ عَنْهُ مِنْهُ شَيءٌ.\n",
        "sura": "35",
        "aya": "45",
        "page": "440"
    },
    {
        "text": "يسٓ",
        "tafsir": "بسم الله الرحمان الرحيم\r\n{  يس } من المتشابه الذي استأثر الله بعلمه .  وقيل :  اسم للسورة ،  أو للقرآن ،  أو للرسول صلى الله عليه وسلم .\r\n\r\n",
        "sura": "36",
        "aya": "1",
        "page": "440"
    },
    {
        "text": "وَٱلْقُرْءَانِ ٱلْحَكِيمِ",
        "tafsir": "{  والقرآن الحكيم } قسم منه تعالى بكتابه المحكم ،  وجوابه\r\n\r\n",
        "sura": "36",
        "aya": "2",
        "page": "440"
    },
    {
        "text": "إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
        "tafsir": "{  إنك لمن المرسلين .  على صراط مستقيم } أي على طريقة مستقيمة .\r\nواعلم أن الأقسام الواقعة في القرآن وإن وردت في صورة تأكيد المحلوف عليه ،  إلا إن المقصود الأصلي بها تعظيم المقسم به ؛  لما فيه من الدلالة على اتصافه تعالى بصفات الكمال ،  أو على أفعاله العجيبة ،  أو على قدرته الباهرة .  فيكون المقصود من الحلف الاستدلال به على عظم المحلوف عليه ،  وهو هنا عظم شأن الرسالة .  كأنه قيل :  إن من أنزل القرآن – وهو ما هو في عظم شأنه – هو الذي أرسل رسوله محمدا صلى الله عليه سلم ومثل ذلك يقال في الأقسام التي في السور الآتية .\r\n\r\n",
        "sura": "36",
        "aya": "3",
        "page": "440"
    },
    {
        "text": "عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{صِرَاطٍ}\r\n(4) - الذِينَ أَوْحَى اللهُ تَعَالَى إِلَيْهِمْ دِيناً قَيِّماً، وَشَرْعاً مُسْتَقِيماً هُوَ الإِسْلاَمُ للهِ تَعَالَى.\n",
        "sura": "36",
        "aya": "4",
        "page": "440"
    },
    {
        "text": "تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ",
        "tafsir": "(5) - إِنَّ هَذَا الدِّينَ الذي جِئْتَ بِهِ هُوَ مُنَزَّلٌ مِنْ عِنْدِ اللهِ القَوِيِّ الغَالِبِ لِكُلِّ شَيءٍ (العَزِيزِ)، الرَّحِيمِ بِعِبَادِهِ إِذْ أَرْسَلَ إِلَيْهِمْ رَسُولاً يَدْعُوهُمْ إِلَى الهُدَى.\r\n(وَتَنْزِيلَ مَنْصُوبٌ عَلَى أَنَّهُ مَصْدَرٌ أَيْ نُزِّلَ تَنْزِيلاً).\n",
        "sura": "36",
        "aya": "5",
        "page": "440"
    },
    {
        "text": "لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَٰفِلُونَ",
        "tafsir": "{  لتنذر قوما } وهم قريش المعاصرون له صلى الله عليه وسلم . {  ما أنذر آباؤهم } أي لتخوفهم العذاب الذي أنذر به آباؤهم الأبعدون على لسان إسماعيل عليه السلام . {  فهم غافلون } أي لأنهم غافلون عنه [ آية 46 القصص ص 138 ،  3 السجدة ص 170 ،  24 فاطر ص 210 ] .",
        "sura": "36",
        "aya": "6",
        "page": "440"
    },
    {
        "text": "لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
        "tafsir": "{  لقد حق القول } أي والله لقد ثبت وتحقق الحكم أزلا بالعذاب{  على أكثرهم } أي أكثر المنذرين ،  وهم كفار مكة{  فهم لا يؤمنون } بإنذارك إياهم ؛  لسبق علمنا بسوء اختيارهم الموجب لإصرارهم\r\nالاختياري على الكفر وموتهم عليه .\r\n\r\n",
        "sura": "36",
        "aya": "7",
        "page": "440"
    },
    {
        "text": "إِنَّا جَعَلْنَا فِىٓ أَعْنَٰقِهِمْ أَغْلَٰلًا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ",
        "tafsir": "{  إنا جعلنا في أعناقهم أغلالا } قيودا عظيمة .  والغل – بالضم - :  ما تشد به اليد إلى العنق للتعذيب والتشديد . {  فهي } أي الأغلال واصلة{  إلى الأذقان } جمع ذقن وهو أسفل اللحيين . {  فهم مقمحون } رافعون رءوسهم مع غض أبصارهم ،  لا يستطيعون أن يطأطئوها لوصول الأغلال إلى أذقانهم ؛  من الإقماح ،  وهو رفع الرأس وغض البصر .  يقال :  أقمحه الغل ،  إذا ترك رأسه مرفوعا من ضيقه .  وهو تمثيل لحال هؤلاء المصرين على الكفر – الشامخين برؤوسهم عن اتباع الرسول ؛  في عدم التفاتهم إلى الحق ،  وعطف أعماقهم نحوه ،  وطأطأة رءوسهم إليه – بحال أولئك المغلولين .\r\n\r\n",
        "sura": "36",
        "aya": "8",
        "page": "440"
    },
    {
        "text": "وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَٰهُمْ فَهُمْ لَا يُبْصِرُونَ",
        "tafsir": "{  وجعلنا من بين أيديهم سدا } عظيما .  والسد :  الحاجز بين الشيئين{  ومن خلفهم سدا فأغشيناهم } جعلنا على أبصارهم غشاوة ؛  أي غطاء{  فهم لا يبصرون } لا يقدرون على إبصار شيء بسبب ذلك وهو تمثيل آخر لحال هؤلاء – في حبسهم في حظيرة الجهالات ،  ومنعهم عن النظر في الدلائل والآيات ؛  لسوء اختيارهم وفساد استعدادهم – بحال من أحاطت بهم سدود فحجبتهم عن الإبصار .\r\n\r\n",
        "sura": "36",
        "aya": "9",
        "page": "440"
    },
    {
        "text": "وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
        "tafsir": "{أَأَنذَرْتَهُمْ}\r\n(10) - وَهؤُلاءِ الذينَ حَقَّ عَلَيْهِم القَوْلُ إِنَّهُمْ لاَ يُؤْمِنُونَ، سَوَاءٌ عَلَيْهِمْ أَأَنْذَرتَهُم وَخَوَّفْتَهُمْ مِنْ عِقَابِ اللهِ تَعَالَى وَعَذَابِهِ، أَوْ تَرَكْتَهُمْ دُونَ إِنْذَارٍ، فَإِنَّ اللهَ تَعَالَى طَبَعَ عَلَى قُلُوبِهِمْ فَهُمْ لاَ يُؤْمِنُونَ، لأَنَّ نُفُوسَهُمْ قَدْ خَبُثَتْ، واسْتِعْدَادَهُمْ للهِدَايَةِ قَدْ سَاءَ.\n",
        "sura": "36",
        "aya": "10",
        "page": "440"
    },
    {
        "text": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
        "tafsir": "{  إنما تندر من اتبع الذكر } أي إنما تنذر إنذارا نافعا مستتبعا أثره من علم الله أنه اتبع القرآن ،  متأملا فيه عاملا به وهم الأعلون .  أما هؤلاء المستكبرون فلا ينفع فيهم الإنذار ؛  بل وجوده وعدمه بالنسبة إليهم سواء .\r\n\r\n",
        "sura": "36",
        "aya": "11",
        "page": "440"
    },
    {
        "text": "إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَٰرَهُمْ وَكُلَّ شَىْءٍ أَحْصَيْنَٰهُ فِىٓ إِمَامٍ مُّبِينٍ",
        "tafsir": "{  إنا نحن نحي الموتى } ترغيب وترهيب لفريقي المنتفعين بالإنذار والمصرين على الكفر .\r\n{  ونكتب ما قدموا وآثارهم } نحصى ما أسلفوا في حياتهم من أعمال صالحة أو فاسد ،  وما تركوه بعدهم من أثر حسن أو سيء ؛  فنجازيهم على ما قدموا وما أخروا . {  وكل شيء أحصيناه في إمام مبين } بيناه في أصل عظيم يقتدى به ،  مظهر لما كان وما يكون إلى يوم القيامة ؛  وهو اللوح المحفوظ .\r\n\r\n",
        "sura": "36",
        "aya": "12",
        "page": "440"
    }
]