[
    {
        "text": "وَقَالُوا۟ هَٰذِهِۦٓ أَنْعَٰمٌ وَحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعْمِهِمْ وَأَنْعَٰمٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَٰمٌ لَّا يَذْكُرُونَ ٱسْمَ ٱللَّهِ عَلَيْهَا ٱفْتِرَآءً عَلَيْهِ سَيَجْزِيهِم بِمَا كَانُوا۟ يَفْتَرُونَ",
        "tafsir": "{  هذه أنعام وحرث حجر }أي ما جعلوه لآلهتهم أنعام و حرث محجورة أي ممنوعة محرمة لا يطعمها إلا الرجال دون النساء ،  وأنعام حرمت ظهورها فلا تركب ولا يحمل عليها ،  وهي البحائر و السوائب و الوصائل و الحوامي ،  و أنعام ذبحت للأصنام فيذكرون عليها عند الذبح أسماء أصنامهم دون اسم الله تعالى .\r\n\r\n",
        "sura": "6",
        "aya": "138",
        "page": "146"
    },
    {
        "text": "وَقَالُوا۟ مَا فِى بُطُونِ هَٰذِهِ ٱلْأَنْعَٰمِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزْوَٰجِنَا وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُۥ حَكِيمٌ عَلِيمٌ",
        "tafsir": "{  ما في بطون هذه الأنعام .  .  }أرادوا أجنة البحائر و السوائب المحرمة ،  فزعموا أن ما ولد منها حيا فهو حلال للرجال و محرم على النساء ،  وما ولد ميتا اشترك في أكله الرجال و النساء .  و هذا نوع آخر من جهالتهم .\r\n\r\n",
        "sura": "6",
        "aya": "139",
        "page": "146"
    },
    {
        "text": "قَدْ خَسِرَ ٱلَّذِينَ قَتَلُوٓا۟ أَوْلَٰدَهُمْ سَفَهًۢا بِغَيْرِ عِلْمٍ وَحَرَّمُوا۟ مَا رَزَقَهُمُ ٱللَّهُ ٱفْتِرَآءً عَلَى ٱللَّهِ قَدْ ضَلُّوا۟ وَمَا كَانُوا۟ مُهْتَدِينَ",
        "tafsir": "{أَوْلاَدَهُمْ}\r\n(140) - أَنْكَرَ اللهُ سُبْحَانَهُ عَلَى مُشْرِكِي العَرَبِ أَمْرَيْنِ، وَنَعَاهُمَا عَلَيْهِمْ وَهُمَا:\r\nأ - قَتْلُ أَوْلاَدِهِمْ وَوَأَدُ بَنَاتِهِمْ سَفَهاً، وَالأَوْلاَدُ نِعْمَةٌ مِنَ اللهِ عَلَى عِبَادِهِ، فَإِذَا سَعَى العَبْدُ فِي زَوَالِها فَقَدْ خَسِرَ خُسْرَاناً عَظِيماً.\r\nب - وَتَحْرِيمُ بَعْضِ مَا رَزَقَهُمُ اللهُ مِنَ الطَّيِّبَاتِ، فَقَدْ حَرَّمُوا عَلَى أَنْفُسِهِمْ أَشْيَاءَ ابْتَدَعُوهَا هُمْ مِنْ تِلْقَاءِ أَنْفُسِهِمْ.\r\nفَقَالَ تَعَالَى: إنَّ الذِينَ أَقْدَمُوا عَلَى قَتْلِ أَوْلاَدِهِمْ، وَوَأْدِ بَنَاتِهِمْ، وَتَحْرِيمِ الطَّيِّبَاتِ عَلَى أَنْفُسِهِمْ، قَدْ خَسِرُوا فِي الدُّنْيا، لأَِنَّهُمْ حَرَمُوا أَنْفُسَهُمْ مِنْ نِعْمَةٍ أَنْعَمَهَا اللهُ عَلَيْهِمْ، وَخَسِرُوا فِي الآخِرَةِ، لأِنَّهُمْ سَيَكُونُونَ فِي أَسْوَأِ المَنَازِلِ بِسَبَبِ كَذِبِهِمْ عَلَى اللهِ، وَافْتِرَائِهِمْ عَلَيْهِ، إِذْ ادَّعُوا أَنَّ اللهَ هُوَ الذِي أَمَرَهُمْ بِذَلِكَ. وَكُلُّ ذَلِكَ ضَلاَلٌ مِنْهُمْ وَسَفَهٌ، وَبُعْدٌ عَنِ الهُدَى.",
        "sura": "6",
        "aya": "140",
        "page": "146"
    },
    {
        "text": "وَهُوَ ٱلَّذِىٓ أَنشَأَ جَنَّٰتٍ مَّعْرُوشَٰتٍ وَغَيْرَ مَعْرُوشَٰتٍ وَٱلنَّخْلَ وَٱلزَّرْعَ مُخْتَلِفًا أُكُلُهُۥ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهًا وَغَيْرَ مُتَشَٰبِهٍ كُلُوا۟ مِن ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَءَاتُوا۟ حَقَّهُۥ يَوْمَ حَصَادِهِۦ وَلَا تُسْرِفُوٓا۟ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
        "tafsir": "{  وهو الذي أنشأ جنات }أي الله عز شأنه هو الذي أبدع هذه الجنات والثمار و الزروع ،  المختلفة الأنواع و الأشكال والروائح و الطعوم و الألوان ،  التي ينتفع بها الإنسان والحيوان ،  وليس لأحد من خلقه في ذلك شركة أو تأثير ،  فكيف يشركون معه غيره ؟ أو يتصرفون فيما خلقه لهم بالتحليل و التحريم ؟ و القسمة بين الله و آلهتهم الباطلة افتراء على الله ؟ {  معروشا }وهي ما انبسط على وجه الأرض و انتشر ،  مما يحتاج إلى أن يتخذ له عريش يحمل عليه ،  كالكرم والبطيخ والقرع ،  جمع معروش .  والعرش : عيدان تصنع كهيئة السقف فتمسكه .  {  وغير معروشات }و هو ما قام على ساق و استغنى باستوائه وقوة ساقه عن التعريش ،  كالنخل والشجر .  {  مختلفا أكله }أي ثمره الذي يؤكل منه ،  في الهيئة و الطعم .  {  متشابها وغير متشابه }أي متشابها في المنظر ،  وغير متشابه في المطعم .  أو متشابها بعض أفرادهما في اللون أو الطعم أو الهيئة ،  وغير متشابه في بعضها .  {  وآتوا حقه يوم حصاده }أدوا زكاته المفروضة يوم قطعه و جذاذه .  وهذه الآية مدنية و إن كانت السورة مكية .\r\n\r\n",
        "sura": "6",
        "aya": "141",
        "page": "146"
    },
    {
        "text": "وَمِنَ ٱلْأَنْعَٰمِ حَمُولَةً وَفَرْشًا كُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَٰنِ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
        "tafsir": "{  ومن الأنعام حمولة }أي وأنشأ لكم من الأنعام حمولة ،  وهي الكبار الصالحة للحمل {  وفرشا }وهي صغارها الدانية من الأرض ،  مثل الفرش المفروش عليها .  {  ولا تتبعوا خطوات الشيطان }لا تسلكوا طرقه في التحريم و التحليل ،  كأهل الجاهلية افتراء على الله .  جمع خطوة ،  وأصلها ما بين قدمى الماشي .  أريد بها ما ذكر مجازا .\r\n\r\n",
        "sura": "6",
        "aya": "142",
        "page": "146"
    }
]