[
    {
        "text": "الٓمٓ",
        "tafsir": "{ألِف} {لاَم } {ميم}\r\n(1) - وَتُقْرَأُ مَقَطَّعَةً، كُلُّ حَرْفٍ عَلَى حِدَةٍ، اللهُ أَعْلَمُ بِمُرَادِهِ.\n",
        "sura": "31",
        "aya": "1",
        "page": "411"
    },
    {
        "text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ",
        "tafsir": "بسم الله الرحمان الرحيم\r\n{  الكتاب الحكيم } أي ذي الحكمة .  أو الحكيم منزله .\r\n\r\n",
        "sura": "31",
        "aya": "2",
        "page": "411"
    },
    {
        "text": "هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ",
        "tafsir": "(3) - وَهِيَ تَهدِي مِنَ الزِّيغِ الذينَ أَحْسَنُوا العَمَلَ واتَّبَعُوا الشَّرِيعَةَ، وتَشْفِيهِمْ من الشَّكِ والضَّلاَلَةِ.\n",
        "sura": "31",
        "aya": "3",
        "page": "411"
    },
    {
        "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ",
        "tafsir": "{  يقيمون الصلاة .  .  .  } [ آية 3 البقرة ص 15 ] .",
        "sura": "31",
        "aya": "4",
        "page": "411"
    },
    {
        "text": "أُو۟لَٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
        "tafsir": "{أُوْلَـٰئِكَ}\r\n(5) - وَهَؤُلاءِ الذينَ اتَّصَفُوا بالصِّفَاتِ المُتَقَدِّمَةِ، هُمْ عَلَى بَيِِّنَةٍ ونُورٍ مِنْ رَبِّهِمْ، وَهؤُلاءِ هُمُ الفَائِزُونَ بِمَا أَمَّلُوا مِنْ ثَوابِ اللهِ يومَ القِيَامَةِ، فَرَبِحَتْ صَفْقَتُهُمْ.\n",
        "sura": "31",
        "aya": "5",
        "page": "411"
    },
    {
        "text": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
        "tafsir": "{  ومن الناس من يشتري لهو الحديث } نزلت في النضر بن الحارث ؛  اشترى قينة فكان لا يسمع بأحد يريد الإسلام إلا انطلق به إلى قينته فيقول :  أطعميه واسقيه وغنيه .  ويقول :  هذا خير مما يدعوك إليه محمد [ صلى الله عليه وسلم ] من الصلاة والصيام ،  وأن تقاتل بين يديه !  وقيل :  كان يخرج إلى فارس فيشتري أخبار الأعاجم فيرو بها ويحدث بها قريشا ويقول لهم :  إن محمدا يحدثكم بأحاديث عاد وثمود ،  وأنا أحدثكم بحديث رستم واسفنديار والأكاسرة ؛  فيستملحون حديثه ويتركون سماع القرآن .\r\nوكان قصده بذلك صد الناس عن الإسلام ،  جهلا منه بالحق ،  أو بما يرتكب من الوزر .  أي ومن الناس من يقصد الإغواء والصد عن سبيل الله والهزء بها ؛  فيتوسل إلى ذلك بما يستهوى عقول الناس ويجذب قلوبهم ،  ويلهيهم عن الحق والهدى حتى يضلوا السبيل .  ولكل قوم وزمان ألهيات يعرفها الغواة المضلون .  والاشتراء على حقيقته ،  أو بمعنى الاختيار والإيثار على القرآن .  وإضافة  \" لهو \"  إلى\r\n \" الحديث  \"  بمعنى من .\r\n\r\n",
        "sura": "31",
        "aya": "6",
        "page": "411"
    },
    {
        "text": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
        "tafsir": "{  وقرا } صمما مانعا من السماع .\r\n\r\n",
        "sura": "31",
        "aya": "7",
        "page": "411"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتُ ٱلنَّعِيمِ",
        "tafsir": "{آمَنُواْ} {ٱلصَّالِحَاتِ} {جَنَّاتُ}\r\n(8) - أَمَّا المُؤْمِنُونَ الأَبْرارُ الصَّالِحُونَ فإِنَّ اللهَ تَعَالَى \r\nسَيَجْزِيهِمْ بإِدْخَالِهِمْ، يَوْمَ القِيَامَةِ، فِي جَنَّاتٍ يَنْعَمُونَ فِيها.\n",
        "sura": "31",
        "aya": "8",
        "page": "411"
    },
    {
        "text": "خَٰلِدِينَ فِيهَا وَعْدَ ٱللَّهِ حَقًّا وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
        "tafsir": "{  وعد الله حقا } أي وعدهم الله ذلك وعدا ،  وحقه حقا ؛  فهما مصدران مؤكدان .\r\n\r\n",
        "sura": "31",
        "aya": "9",
        "page": "411"
    },
    {
        "text": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
        "tafsir": "{  خلق السموات } استشهاد على عزته سبحانه التي هي كمال قدرته وتمهيد لقاعدة التوحيد وتقريره ،  وإبطال لأمر الشرك وتقريع لأهله . {  بغير عمد } بغير دعائم [ آية 2 الرعد ص 398 ] .\r\n{  رواسي } جبالا ثوابت راسخات . {  أن تميد بكم } أي لئلا تتحرك وتضطرب بكم [ آية 15 النحل ص 341 ] . {  وبث فيها } نشر وفرق .  يقال :  بثه – من باب رد – وأبثه بمعنى ؛  أي نشره .  وبثّ الريح التراب :  فرّقه وأثاره . {  زوج كريم } صنف حسن كثير المنافع .",
        "sura": "31",
        "aya": "10",
        "page": "411"
    },
    {
        "text": "هَٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ بَلِ ٱلظَّٰلِمُونَ فِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{ٱلظَّالِمُونَ} {ضَلاَلٍ}\r\n(11) - وَرَفْعُ السَّماءِ بِغيرِ عَمَدٍ، وخَلْقُ الأَرْضِ وَمَا فِيها مِنْ \r\nجِبَالٍ تُرسِيها، وَخَلْقُ كُلِّ نَبَاتٍ، وَكُلِّ صِنْفٍ كَرِيمٍ بَهيجٍ في \r\nالأَرْضِ... كُلُّ ذَلِكَ مِنْ خَلْقِ اللهِ، وَتَقْدِيرِهِ وَحْدَهُ لا شَريكَ لهُ في \r\nذلِكَ، فأَرُوْنِي يَا أَيُّهَا المُشْرِكُونَ مَاذَا خَلَقَ الذِينَ تَعْبُدُونَهُمْ مِنْ \r\nدُونِ اللهِ مِنْ أَصْنَامٍ وَأَوْثَانٍ.. حَتَّى اسْتَحَقُّوا مِنْكُمْ مِثْلَ هذِهِ \r\nالعِبَادَةِ؟ وَلكِنَّ الظَّالِمِينَ المُشْرِكينَ باللهِ، والعَابِدينَ سِوَاهُ هُمْ فِي \r\nجهلٍ وَعَمَايَةً، وَضَلاَلٍ وَاضِحٍ ظَاهرٍ لاَ خَفَاءَ فِيهِ.\n",
        "sura": "31",
        "aya": "11",
        "page": "411"
    }
]