[
    {
        "text": "وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ وَظَنُّوٓا۟ أَنَّهُۥ وَاقِعٌۢ بِهِمْ خُذُوا۟ مَآ ءَاتَيْنَٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
        "tafsir": "{  وإذ نتقنا الجبل .  .  } زعزعنا جبل الطور ،  ورفعنا فوق رؤوسهم كأنه غمامة أو سقيفة ،  وهو كما قال تعالى :  {  و رفعنا فوقكم الطور }{[173]} من النتق وهو الزعزعة والرفع والجذب بشدة .  يقال :  نتق الشيء ينتقه وينتقه نتقا ،  جذبه واقتلعه .  والظلة في الأصل :  كل ما أظلك من سقف أو غيره .",
        "sura": "7",
        "aya": "171",
        "page": "173"
    },
    {
        "text": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا۟ بَلَىٰ شَهِدْنَآ أَن تَقُولُوا۟ يَوْمَ ٱلْقِيَٰمَةِ إِنَّا كُنَّا عَنْ هَٰذَا غَٰفِلِينَ",
        "tafsir": "{  و إذ أخذ ربك .  .  .  } أي أخرج من ظهر آدم ذريته كهيئة الذر ،  ثم أخرج من هذا الذر ذريته كذلك ،  ثم أخرج من الذر الآخر ذريته كذلك .  وهكذا إلى آخر النوع الإنساني .  {  و أشهدهم على أنفسهم } قررهم جميعا بربوبيته لم .  والشهادة على النفس إقرار .  {  قالوا بلى } أ ي قالوا أنت ربنا {  شهدنا }أقررنا على أنفسنا بربوبيتك .  {  أن تقولوا }أي لئلا تقولوا .  أو كراهة أن تقولوا . \r\nوالمعنى على ما ذهب إليه جمع من المفسرين :  أنه تعالى نصب للناس في كل شيء من مخلوقاته ومنها أنفسهم –دلائل توحيده وربوبيته ،  وركز فيهم عقولا وبصائر يتمكنون بها تمكنا تاما من معرفتها ،  والاستدلال بها على التوحيد والربوبية ،  حتى صاروا بمنزلة من إذا دعي إلى الاعتراف بها سارع إليه دون شك أو تردد .  فالكلام على سبيل المجاز التمثيلي ،  لكونهم في مبدأ الفطرة مستعدين جميعا للنظر المؤدى إلى التوحيد ،  ولا إخراج للذرية ،  ولا قول ولا إشهاد بالفعل . \r\nوذهب جمع من السلف :  إلى أن الله تعالى أخرج من ظهر آدم ذريته كالذر ،  وأحياهم وجعل لهم العقل والنطق ،  وألهمهم ذلك الإقرار ،  لحديث رواه عمر رضي الله عنه .  وقد أفاض العلامة الآلوسي في هذا المقام ،  فأرجع إليه إن شئت . \r\n\r\n",
        "sura": "7",
        "aya": "172",
        "page": "173"
    },
    {
        "text": "أَوْ تَقُولُوٓا۟ إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ",
        "tafsir": "(173) - أَوْ يَقُولُوا: إِنَّهُمْ وَرِثُوا الشِّرْكَ عَنْ آبَائِهِمُ الَّذِينَ كَانُوا قَبْلَهُمْ وَإِنَّهُمُ اقْتَدَوْا بِهِمِ، وَهُمْ جَاهِلُونَ بِبُطْلاَنِ شِرْكِ آبَائِهِمْ، فَلِمَاذَا يُهْلِكُهُمْ رَبُّهُمْ بِمَا فَعَلَ غَيْرُهُمْ مِنْ أَهْلِ العَمَلِ البَاطِلِ مِنْ أَسْلاَفِهِمْ، فَهُمْ لاَ ذَنْبَ لَهُمْ، وَلاَ حُجَّةَ عَلَيْهِمْ.",
        "sura": "7",
        "aya": "173",
        "page": "173"
    },
    {
        "text": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
        "tafsir": "{ٱلآيَاتِ}\r\n(174) - وَمِثْلَ ذَلِكَ التَّفْصِيلِ المُسْتَتْبعِ لِلْمَنَافِعِ الجَلِيلَةِ، نُفَصِّلُ لِلنَّاسِ الآيَاتِ وَالدَّلاَئِلَ عَلَى وُجُودِ اللهِ وَوَحْدَانِيَّتِهِ، لِيَسْتَعْمِلُوا عُقُولَهُمْ فِي التَّبَصُّرِ فِيها، وَالتَّدَبُّرِ فِي أمْرِها، لَعَلَّهُمْ يَرْجِعُونَ عَنْ جَهَلِهِمْ، وَعَنْ تَقْلِيدِ آبَائِهِمْ وَأجْدَادِهِمْ، وَيَهْتَدُونَ بِمَا جَاءَ بِهِ الرَّسُولُ.",
        "sura": "7",
        "aya": "174",
        "page": "173"
    },
    {
        "text": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنْهَا فَأَتْبَعَهُ ٱلشَّيْطَٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ",
        "tafsir": "{  واتل عليهم نبأ .  .  .  } أي اذكر لهم قصة رجل من بني إسرائيل أوتي علما ببعض كتب الله ،  ثم كفر بها ونبذها وراء ظهره{  فأتبعه الشيطان } لحقه وأدركه فصار قدوة ومتبوعا للشيطان .  أو فأتبعه الشيطان خطواته وجعله تابعا لها{  فكان من الغاوين } فصار في زمرة الضالين الراسخين في الغواية بعد أن كان مهتديا\r\n\r\n",
        "sura": "7",
        "aya": "175",
        "page": "173"
    },
    {
        "text": "وَلَوْ شِئْنَا لَرَفَعْنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
        "tafsir": "{  ولو شئنا لرفعناه بها } أي لرفعناه إلى منازل الأبرار ،  بسبب تلك الآيات التي آتيناه إياها والعمل بما فيها {  أخلد إلى الأرض } ركن إلى الدنيا واطمأن بها .  يقال :  خلد إلى كذا وأخلد إليه ،  ركن . \r\n{  إن تحمل عليه يلهث .  .  .  }أي إن شددت عليه وأجهدته لهث وإن تركته على حاله لهث ،  فهو دائم اللهث في الحالين ،  لأن اللهث طبيعة فيه ،  فكذلك حال الحريص على الدنيا ،  إن وعظته فهو لحرصه لا يقبل الوعظ ،  وإن تركت وعظه فهو حريص ،  لأن الحرص طبيعة فيه ،  كما أن اللهث طبيعة في الكلب .  واللهث :  إدلاع اللسان بالنفس الشديد .  يقال :  لهث الكلب – كسمع ومنع- بلهث لهثا ولهاثا ،  إذا أخرج لسانه في التنفس . \r\n\r\n",
        "sura": "7",
        "aya": "176",
        "page": "173"
    },
    {
        "text": "سَآءَ مَثَلًا ٱلْقَوْمُ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا وَأَنفُسَهُمْ كَانُوا۟ يَظْلِمُونَ",
        "tafsir": "{بِآيَاتِنَا}\r\n(177) - قَبُحَتْ صِفَةُ هَؤلاءِ القَوْمِ فِي الصِّفَاتِ، وَسَاءَ مَثَلُهُمْ فِي الأَمْثَالِ، بِإِعْرَاضِهِمْ عَنِ التَّفكُّرِ فِي الآيَاتِ، وَاسْتِخْلاَصِ العِبَرِ مِنْهَا لِلاهْتِدَاءِ بِهَا وَجَعْلِهَا السَّبيلَ المُوصِلَةَ إلى السَّعَادَةِ فِي الدُّنْيا وَالآخِرَةِ.",
        "sura": "7",
        "aya": "177",
        "page": "173"
    },
    {
        "text": "مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِى وَمَن يُضْلِلْ فَأُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
        "tafsir": "{فَأُوْلَـٰئِكَ} {ٱلْخَاسِرُونَ}\r\n(178) - مَنْ يُوَفِّقْهُ اللهُ لِسُلُوكِ سُبُلِ الهِدَايَةِ بِاسْتِعْمَالِ عَقْلِهِ وَحَوَاسِّهِ فِيمَا خُلِقَتْ لَهُ، بِمُقْتَضَى الفطْرَةِ، وَإِرْشَادِ الدِّينِ، فَهُوَ المُهْتَدِي الذِي شَكَرَ نِعَمَ اللهِ عَلَيهِ، وَأدَّى حَقَّ رَبِّهِ عليهِ، وَمَنْ يَخْذلْهُ وَيَحْرِمْهُ التَّوْفِيقَ فَيَتَّبعِ الشَّيْطَانَ فِي عَدَمِ تَفهُّمِ آيَاتِهِ، وَفِي التَّقْصِيرِ فِي شُكْرِ رَبِّهِ عَلَى مَا أنْعَمَ بِهِ عَلَيهِ، فَهُوَ الكَفُورُ الذِي خَسِرَ سَعَادَةَ الدُّنْيَا وَالآخِرَةِ.",
        "sura": "7",
        "aya": "178",
        "page": "173"
    }
]