[
    {
        "text": "وَمِنَ ٱلَّذِينَ قَالُوٓا۟ إِنَّا نَصَٰرَىٰٓ أَخَذْنَا مِيثَٰقَهُمْ فَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ فَأَغْرَيْنَا بَيْنَهُمُ ٱلْعَدَاوَةَ وَٱلْبَغْضَآءَ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ وَسَوْفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُوا۟ يَصْنَعُونَ",
        "tafsir": "{ومن الذين قالوا إنا نصارى} بيان لقبائح النصارى وجناياتهم إثر بيان قبائح اليهود وشرورهم. و {نصارى} جمع نصران، كندامي جمع ندمان، ولم يستعمل نصران إلا بياء النسب. وقد صارت كلمة نصراني لقبا لكل من اعتنق المسيحية. أي وأخذنا من الذين قالوا إنا نصارى ميثاقهم. {فأغرينا بينهم. .  .} ألزمنا أو ألصقنا بينهم العداوة والبغضاء. يقال: أغريت فلانا بكذا حتى غري به، نحو ألزمته به وألصقته، وأصل ذلك من الغراء و هو ما يلصق به .",
        "sura": "5",
        "aya": "14",
        "page": "110"
    },
    {
        "text": "يَٰٓأَهْلَ ٱلْكِتَٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفُونَ مِنَ ٱلْكِتَٰبِ وَيَعْفُوا۟ عَن كَثِيرٍ قَدْ جَآءَكُم مِّنَ ٱللَّهِ نُورٌ وَكِتَٰبٌ مُّبِينٌ",
        "tafsir": "{يَا أَهْلَ ٱلْكِتَابِ} {ٱلْكِتَابِ} {وَيَعْفُواْ} {كِتَابٌ} - يا أهل الكتاب إنا أرسلنا محمدا رسول الله، وخاتم النبيين ليبين لكم كثيرا من الأحكام التي أنزلها الله في التوراة والإنجيل، وكنتم تخفونها (كَالرَّجْمِ للزّانِي المُحْصِنِ، وَكَصِفَاتِ مُحَمَّدِ، وَالبشَارَةِ بِهِ التِي حَرَّفْتُمُوهَا وَحَمَلْتُمُوهَا عَلَى مَعَانٍ أخْرَى، وَمِثْلِ الأحْكَامِ التِي أخْفَيْتُمُوهَا وَنَسِيتُمُوهَا كَنِسْيَانِ اليَهُودِ مَا جَاءَ فِي التَّورَاةِ مِنْ أخْبَارِ الحِسَابِ وَالجَزَاءِ فِي الآخِرَةِ، وَقَدْ أظْهَرَ الرَّسُولُ لَهُمْ كَلَّ ذَلِكَ) ومع هذا فقد كان الرسول الكريم يعفو عن كثير مما كانوا يحفونه، ولا يظهر الكثير مما كانوا يكتمونه.\r\nثم يقول تعالى مخاطبا أهل الكتاب: إنهم قد جاءهم نور من الله وكتاب مبين، فالنور هو النبي الذي لولا ما جاء به من الهدى والقرآن، لما عرفوا الدين الحق، ولا ما طرأ على التوراة والإنجيل من تبديل وتحريف، والكتاب هو القرآن.\r\nنور- هو محمد صلى الله عليه وسلم.",
        "sura": "5",
        "aya": "15",
        "page": "110"
    },
    {
        "text": "يَهْدِى بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضْوَٰنَهُۥ سُبُلَ ٱلسَّلَٰمِ وَيُخْرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذْنِهِۦ وَيَهْدِيهِمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{رِضْوَانَهُ} {ٱلسَّلاَمِ} {ٱلظُّلُمَاتِ} {ٰصِرَاطٍ} - يهدي الله بالقرآن، من أراد اتباع رضوان ربه، إلى طريق الجنة والسلامة، ومناهج الاستقامة، ويخرجهم من ظلمات الكفر والجهل والظلم إلى نور الإيمان والحق والعدل، بإذن ربه، ويهديهم إلى الطريق القويم.\r\nصراط مستقيم- طريق قويم، لا عوج فيه.",
        "sura": "5",
        "aya": "16",
        "page": "110"
    },
    {
        "text": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ قُلْ فَمَن يَمْلِكُ مِنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ أَن يُهْلِكَ ٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَأُمَّهُۥ وَمَن فِى ٱلْأَرْضِ جَمِيعًا وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَآءُ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
        "tafsir": "{ٱلسَّمَاوَاتِ} - يقول تعالى إن الذين قالوا: إن المسيح عيسى بن مريم هو الله، قد كفروا بذلك القول، لأن المسيح عبد من عباد الله، وخلق من خلقه، فقل لهم يا محمد: من ذا الذي يقدر أن يمنع المسيح وأمه من الله، وأن يحميهما منه إن أراد الله أن يهلكهما؟ بل من يستطيع أن يعترض سبيل إرادة الله إن أراد أن يهلك جميع من في الأرض من الخلائق؟ فالله هو مالك السماوات والأرض وما بينهما يتصرف فيهما كيف يشاء، وهو القادر على كل شيء يخلق ما يشاء ولا معقب على تصرفه، فإذا كان الأمر قد التبس على هؤلاء بسبب خلق عيسى من دون أب، فإن الله تعالى خلق آدم من دون أب ولا أم.",
        "sura": "5",
        "aya": "17",
        "page": "110"
    }
]