[
    {
        "text": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ كُلَّمَا رُزِقُوا۟ مِنْهَا مِن ثَمَرَةٍ رِّزْقًا قَالُوا۟ هَٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ وَأُتُوا۟ بِهِۦ مُتَشَٰبِهًا وَلَهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ وَهُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{أَنَّ لَهُمْ جَنَّاتٍ} جمع جنة، وهي كل بستان ذي شجر متكاثف، ملتف الأغصان، يظلل ما تحته ويستره. من الجن وهو ستر الشيء عن الحاسة. وهي سبع درجات: جنة الفردوس، وجنة عدن، وجنة النعيم، ودار الخلد، وجنة المأوى، ودار السلام، وعليون. وتتفاوت  منازل المؤمنين في كل درجة بتفاوت الأعمال الصالحة. {وَأُتُواْ بِهِ مُتَشَابِهاً} يشبه بعضه بعضا في الصورة والرائحة، ويختلف في اللذة والطعم، أو في الشرف والمزية والحسن. وعن ابن عباس-رضي الله عنهما-: ليس في الدنيا مما في الجنة إلا الأسامى، وفي الصحيحين: (أعددت لعبادي الصالحين ما لا عين لرأت ولا أذن سمعت ولا خطر على قلي بشر) {وَلَهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ} نساء مختصات بهم، مطهرات غاية التطهر من كل دنس وقذر، حسي ومعنوي، لا كنساء الدنيا. جمع زوج، ويطلق على الذكر والأنثى، قال تعالى: {أسكُن أَنتَ وَزَوجُكَ الجَنَّة}",
        "sura": "2",
        "aya": "25",
        "page": "5"
    },
    {
        "text": "إِنَّ ٱللَّهَ لَا يَسْتَحْىِۦٓ أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلًا يُضِلُّ بِهِۦ كَثِيرًا وَيَهْدِى بِهِۦ كَثِيرًا وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَٰسِقِينَ",
        "tafsir": "{إِنَّ اللَّهَ لاَ يَسْتَحْيِي أَن يَضْرِبَ مَثَلاً مَّا} أي ليس الحياء بمانع لله تعالى من ضرب الأمثال بهذه المخلوقات الحقيرة الصغيرة في نظركم، كالبعوض والذباب والعنكبوت، فإن فيها من دلائل القدرة وبدائع الصنعة ما تحار فيه العقول، ويشهد بحكمة الخالق. وقد جعلوا ضرب المثل بها ذريعة إلى إنكار كون القرآن من عند الله تعالى. وفي الآية إشعار بصحة نسبة الحياء إليه تعالى. ومذهب السلف: إمرار هذا وأمثاله على ما ورد، وتفويض علم كنهه وكيفيته على الله تعالىن مع وجوب تنزيهه عما لا يليق بجلاله من صفات المحدثات، واختاره الآلوسي. وذهب جمع من المفسرين إلى تأويله بإرادة لازمه وهو ترك ضرب الأمثال بها، لأن الاسحياء من الحياء، وهو تغير وانكسار يعتري الإنسان من تخوف ما يعاب ويذم به. أو هو انقباض النفس عن القبائح. وهذا المعنى محال في حقه تعالى، فيصرف اللفظ إلى لازم معناه وهو الترك. {بَعُوضَةً فَمَا فَوْقَهَا} البعوض: ضرب من الذباب، ويطلق على البق المعروف وعلى الناموس. \"  فما فوقها\" أي في الحجم. او في المعنى الذي وقع التمثيل فيه، وهو الصغر والحقارة. {وَمَا يُضِلُّ بِهِ إِلاَّ الْفَاسِقِينَ} الفسق: الخروج عن الطاعة، من قولهم: فسق الرطب فسوقا- من باب قعد- إذا خرج عن قشره. ويقع بالقليل والكثير من الذنوب، ولكن تعورف فيما كان كثيرا. وهو أعم من الكفر، فيقال للعاصي: فاسق، لخروجه عما ألزمه العقل واقتضته الفطرة. والمراد بالفاسقين هنا: الكفار جميعا، أو المنافقون، أو أحبار اليهود المتعنتون، بدليل الأوصاف الآتية. والإضلال: خلق فعل الضلال في العبد، كما أن الهداية خلق الاهتداء فيه .",
        "sura": "2",
        "aya": "26",
        "page": "5"
    },
    {
        "text": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
        "tafsir": "{الَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ} صفة للفاسقين. والعهد: اسم للموثق الذي يلزم مراعاته وحفظه. يقال: عهد إليه في كذا، إذا أوصله به ووثقه عليه. وعهد الله: تارة يكون بما ركز في العقول من الحجة على التوحيد. وتارة يكون بما أوجبه الله على الناس على لسان رسله، صلوات الله وسلامه عليهم. وتارة بما يلتزمه المؤمن وليس بلازم له في أصل الشرع مما ليس بمعصية، كالنذور وما يجري مجراها. ونقضه: فسخه وإبطاله .",
        "sura": "2",
        "aya": "27",
        "page": "5"
    },
    {
        "text": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًا فَأَحْيَٰكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
        "tafsir": "{أَمْوَاتاً} {فَأَحْيَاكُمْ} - ينكر الله تعالى على الناس كفرهم به وبقدرته، كما ينكر عليهم إنكارهم عليه أن يبعث منهم رسولا يدعوهم إلى عبادته تعالى، مع أن نظرة واحدة إلى أنفسهم، وإلى ما حولهم في الكون، تكفي لحملهم على الإقلاع عما هم فيه من الكفر، فقد كانوا أمواتا في أصلاب آبائهم فأحياهم الله، وأخرجهم إلى الحياة والوجود في أحسن خلق وتكوين، ثم يميتهم موتة الحق التي فرضها على جميع خلقه، ثم يعود فيبعثهم ويحييهم مرة أخرى يوم القيامة، ثم يرجعون إليه ليحاسبهم على أعمالهم.",
        "sura": "2",
        "aya": "28",
        "page": "5"
    },
    {
        "text": "هُوَ ٱلَّذِى خَلَقَ لَكُم مَّا فِى ٱلْأَرْضِ جَمِيعًا ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَٰوَٰتٍ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
        "tafsir": "{ثُمَّ اسْتَوَى إِلَى السَّمَاء} علا إليها وارتفع، من غير تكييف ولا تحديد ولا تشبيه، مع كمال التنزيه عن سمات المحدثات. و قد سئل مالك- رضى الله عنه- عن الاستواء على العرش فقال: الاستواء غير مجهول، والكثيف غير معقول، والإيمان به واجب، والسؤال عنه بدعة. أو المعنى: أقبل وعمد إلى خلقها بإرادته. والمراد بالسماء: الأجرام العلوية، أو جهة العلو .",
        "sura": "2",
        "aya": "29",
        "page": "5"
    }
]