[
    {
        "text": "وَرَٰوَدَتْهُ ٱلَّتِى هُوَ فِى بَيْتِهَا عَن نَّفْسِهِۦ وَغَلَّقَتِ ٱلْأَبْوَٰبَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ ٱللَّهِ إِنَّهُۥ رَبِّىٓ أَحْسَنَ مَثْوَاىَ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ",
        "tafsir": "{  وراودته .  .  } المراودة مفاعلة من الرويد ،  وهو الرفق والتمحل ،  وتعديتها ب{  عن } لتضمنها معنى المخادعة . أي دعته امرأة العزيز إلى نفسها ،  وفعلت معه المخادع لصاحبه عن شيء لا يريد أن يخرجه من يده ،  وهو يحتال أن يأخذه منه ،  فكان منها الطلب ،  وكان منه الإباء خوفا من الله تعالى .  وقيل :  إن المفاعلة من جانب واحد ،  على حد قولهم :  مماطلة المدين ، ومداواة المريض ،  ونظائرهما . \r\n{  هيت لك } اسم فعل بمعنى هلم ،  أي تعال وأقبل وأسرع ونحوه ،  مما يدل على الحث\r\nو الإقبال على الشيء .  وقيل :  هي لفظة معربة ،  أو من  الألفاظ التي اتفقت فيها اللغات .  واللام في {  لك } لتبيين المخاطب ، كما في :  سقيا لك ،  ورعيا لك .  وهي متعلقة بمحذوف ،  كأنها تقول :  أقول لك ،  أو الخطاب لك . \r\n{  قال معاذ الله } أعوذ بالله معاذا مما تريدين مني .  أي أعتصم بالله وأستجير به ،  والتجأ  إليه التجاء في دفع ذلك عني .  وهو منصوب على المصدر بفعل محذوف . \r\n\r\n",
        "sura": "12",
        "aya": "23",
        "page": "238"
    },
    {
        "text": "وَلَقَدْ هَمَّتْ بِهِۦ وَهَمَّ بِهَا لَوْلَآ أَن رَّءَا بُرْهَٰنَ رَبِّهِۦ كَذَٰلِكَ لِنَصْرِفَ عَنْهُ ٱلسُّوٓءَ وَٱلْفَحْشَآءَ إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُخْلَصِينَ",
        "tafsir": "{  ولقد همت به وهم بها .  .  } الهم :  المقاربة من الفعل من غير دخول فيه .  ولا خلاف في أن همها كان بالمعصية ،  وكان عزما وجزما ،  ولا في أن يوسف عليه السلام لم يأت بفاحشة ،  وأن الله  برأه منها وأنطق المرأة ببراءته ،  وأن همه عليه السلام كان مجرد خاطرة قلب بمقتضى الطبيعة البشرية ،  من غير جزم وعزم . و ذلك لا يدخل تحت التكليف ،  ولا يخل بمقام النبوة ،  كالصائم يرى الماء البارد في اليوم الحار فتميل نفسه إليه ،  ولكن يمنعه منه دينه فلا يؤاخذ بهذا الليل ،  وقوله تعالى :  {  لولا أن رأى  برهان ربه } أي لولا مشاهدته البرهان الإلهي على شناعة المعصية لجرى على موجب ميله الجبلي ،  لكنه لمشاهدته البرهان استمر على ما هو عليه من الطهارة وإياه المعصية .  ولذا قيل :  الهم همان : \r\nهم ثابت ،  وهو كان معه عزم وعقد ورضا ،  مثل امرأة العزيز .  وهم عارض ،  وهو الخطرة وحديث النفس من غير اختيار ولا عزم ،  مثل هم يوسف وقد عصمه الله وصرف عنه السوء\r\nوالفحشاء ،  كيف وهو من عباد الله المخلصين ؟  .  وقيل :  إنه عليه السلام هم  بدفعها عن نفسه بالقوة\r\nو كاد ،  لولا أن أراه الله أنه لو فعل ذلك لفعلت معه ما يوجب هلاكه ،  فكان في الامتناع عنه صون نفسه من الهلاك ،  فربما تعلقت به فتمزق ثوبه من قدام ،  وكان في علم الله  أن الشاهد يشهد بأن تمزيقه من الأمام دليل جنايته ،  وتمزيقه من الخلف دليل جنايتها وبراءته ،  فلا جرم لا يشتغل بدفعها بالقوة وفر عنها هاربا ،  حتى صارت الشهادة حجة له  على براءته . فلم يقع منه هم بالفاحشة ،  وإنما وقع منه الهم بدفع امرأة العزيز عن نفسه ،  ولم يحصل الدفع لرؤيته برهان ربه .  وفي البحر :  أنه لم يقع منه هم البتة ،  بل  هو منفي لوجود رؤية البرهان ،  وهو نظير قولك :  قارفت الذنب لولا عصمك الله .  وجواب {  لولا } محذوف لدلالة ما قبله عليه ،  أي لولا أن رأى البرهان لهم بها ،  أي أن الهم كان يوجد لو لم ير برهان ربه ،  لكنه  رآه فانتفى الهم . \r\n\r\n",
        "sura": "12",
        "aya": "24",
        "page": "238"
    },
    {
        "text": "وَٱسْتَبَقَا ٱلْبَابَ وَقَدَّتْ قَمِيصَهُۥ مِن دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَا ٱلْبَابِ قَالَتْ مَا جَزَآءُ مَنْ أَرَادَ بِأَهْلِكَ سُوٓءًا إِلَّآ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ",
        "tafsir": "{  و استبقا الباب } تسابقا إليه ،  يقصد هو الفرار من الفاحشة ،  وتقصد هي منعه منه لتقضى حاجتها منه .  والتسابق والمسابقة بمعنى واحد . {  وقدت قميصه من دبر } شقته ،  من القد وهو القطع والشق ،  وأكثر ما يستعمل فيما كان طولا ،  وهو المراد هنا ،  لأنها جذبته من وراء ،  فانخرق القميص إلى أسفله . \r\n\r\n",
        "sura": "12",
        "aya": "25",
        "page": "238"
    },
    {
        "text": "قَالَ هِىَ رَٰوَدَتْنِى عَن نَّفْسِى وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ ٱلْكَٰذِبِينَ",
        "tafsir": "{رَاوَدَتْنِي} {الكَاذِبِينَ}\r\n(26) - فَتَبَرَّأَ يُوسُفُ مِنَ التُّهْمَةِ التِي رَمَتْهُ بِهَا المَرْأَةُ مِنْ مُرَاوَدَتِهِ إِيَّاهَا عَنْ نَفْسِهَا، وَقَالَ: هِيَ التِي رَاوَدَتْنِي عَنْ نَفْسِي، وَطَلَبَتْنِي لِفِعْلِ الفَاحِشَةِ. ثُمَّ قَالَ: إِنَّهُ هَرَبَ مِنْهَا نَحْوَ البَابِ، وَلكِنَّهَا لَحِقَتْ بِهِ، وَأَمْسَكَتْ بِقَمِيصِهِ مِنَ الخَلْفِ فَتَمَزَّقَ. وَقَالَ رَجُلٌ مِنْ أَهْلِ المَرْأَةِ: إِنْ كَانَ قَمِيصُ يُوسُفَ تَمَزَّقَ مِنْ قُبُلِهِ (أَيْ مِنَ الأَمَامِ)، فَتُكُونُ المَرْأَةُ هِيَ الصَّادِقَةَ وَيَكُونُ هُوَ الكَاذِبَ، لأَِنَّهُ يَكُونُ قَدْ دَعَاها إِلى نَفْسِهِ، وَأَبَتْ هِيَ عَليهِ ذَلِكَ، فَهَاجَمَهَا فَدَفَعَتْهُ عَنْ نَفْسِهَا، وَأَخَذَتْ بِتَلاَبِيبِهِ فَتَمَزَّقَ قَمِيصُهُ فَيَصِحُّ مَا قَالَتْ هِيَ.",
        "sura": "12",
        "aya": "26",
        "page": "238"
    },
    {
        "text": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ ٱلصَّٰدِقِينَ",
        "tafsir": "{الصَّادِقِينَ}\r\n(27) - وَإِنْ كَانَ قَمِيصُ يُوسُفَ تَمَزَّقَ مِنَ الخَلْفِ (مِنْ دُبُرٍ) فَيَكُونُ هُوَ الصَّادِقَ وَهِيَ الكَاذِبَةَ، لأَِنَّهَا تَكُونُ هِيَ التِي لَحِقَتْ بِهِ، وَهُوَ هَارِبٌ مِنْهَا، فَجَذَبَتْهُ مِنْ قَمِيصِهِ مِنَ الخَلْفِ فَتَمَزَّقَ، فَيَصِحُّ مَا قَالَهُ يُوسُفُ.",
        "sura": "12",
        "aya": "27",
        "page": "238"
    },
    {
        "text": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٍ قَالَ إِنَّهُۥ مِن كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ",
        "tafsir": "{رَأَى}\r\n(28) - فَلَمَّا تَحَقَّقَ زَوْجُ المَرْأَةِ مِنْ صِدِقِ يُوسُفَ، وَكَذِبِ المَرْأَةِ، إِذْ تَبَيَّنَ لَهُ أَنَّ قَميصَ يُوسُفَ قَدْ تَمَزَّقَ مِنَ الخَلْفِ قَالَ لَهَا: إِنَّ هذا البُهْتَ، وَمَا حَاوَلَتْ بِهِ تَلْطِيخَ سُمْعَةِ الشَّابِّ، هُوَ مِنْ كَيْدِ النِّسَاءِ العَظِيمِ.",
        "sura": "12",
        "aya": "28",
        "page": "238"
    },
    {
        "text": "يُوسُفُ أَعْرِضْ عَنْ هَٰذَا وَٱسْتَغْفِرِى لِذَنۢبِكِ إِنَّكِ كُنتِ مِنَ ٱلْخَاطِـِٔينَ",
        "tafsir": "(29) - ثُمَّ أَمَرَ صَاحِبُ البَيْتِ يُوسُفَ بِكِتْمَانِ مَا وَقَعَ لَهُ، فَقَالَ لَهُ: اضْرِبْ صَفْحاً عَنْهُ فَلا تَذْكُرْهُ لأَِحَدٍ لِكَيْلاَ يَشِيعَ خَبَرُهُ، وَيَنْتَشِرَ بَيْنَ النَّاسِ. وَقَالَ لامْرَأَتِهِ اسْتَغْفِرِي لِذَنْبِكِ الذِي وَقَعَ مِنْكِ مِنْ إِرَادَةِ الفَاحِشَةِ بِالشَّابِّ، ثُمَّ اتِّهَامِهِ بِمَا لَمْ يَفْعَلْ، لأَِنَّكِ كُنْتِ بِفِعْلِكِ هَذَا مِنَ الذِينَ يَرْتَكِبُونَ الخَطِيئَةَ عَنْ عَمْدٍ وَتَصْمِيم.",
        "sura": "12",
        "aya": "29",
        "page": "238"
    },
    {
        "text": "وَقَالَ نِسْوَةٌ فِى ٱلْمَدِينَةِ ٱمْرَأَتُ ٱلْعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفْسِهِۦ قَدْ شَغَفَهَا حُبًّا إِنَّا لَنَرَىٰهَا فِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{  قد شغفها حبا } أصاب حبها إياه شغاف قلبها ،  حتى غلب عليه وتمكن منه .  والشغاف :  سويداء القلب ،  أو حجابه وغلافه الذي هو فيه .  يقال :  شغف الهوى قلبه شغفا- من باب نفع- بلغ شغافه\r\nو الاسم الشغف .  و{  حبا } محول عن الفاعل ،  والأصل :  شغفها حبها إياه . \r\n\r\n",
        "sura": "12",
        "aya": "30",
        "page": "238"
    }
]