[
    {
        "text": "وَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
        "tafsir": "{  حملنا ذريتهم } أي أولادهم صغارا وكبارا في السفن المملوءة دون أن يلحقهم أذى ،  وتمكينا للكبار منهم من وسائل العيش ،  وأهمها التجارات . \r\n\r\n",
        "sura": "36",
        "aya": "41",
        "page": "443"
    },
    {
        "text": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ",
        "tafsir": "(42) - وَخَلَقَ اللهُ تَعَالَى لِلْعِبَادِ وَسَائِلَ نَقْلٍ أُخْرَى تُمَاثِلُ السُّفُنَ التي تَمْخُرُ عُبَابَ البِحَارِ. مِنْهَا الإِبل، وَحَيَوانَاتٌ الجَرِّ والنَّقْلِ.. كَالْخَيْلِ والبِغَالِ والحَمِيرِ والفِيَلَةِ وغَيْرِهَا، وَمِنْهَا الوَسَائِلُ الحَدِيثَةُ مِنْ سُفُنٍ وَقُطُرٍ وَمَرْكَبَاتٍ.\n",
        "sura": "36",
        "aya": "42",
        "page": "443"
    },
    {
        "text": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ",
        "tafsir": "{  فلا صريخ لهم } فلا مغيث لهم .  أو فلا إغاثة لهم من الغرق ،  وعلى الثاني هو مصدر كالصراخ تجوز به عن الإغاثة ؛  لأن المستغيث ينادي من يستغيث به فيصرخ المغيث له ويقول :  جاءك الغوث والعون . \r\n\r\n",
        "sura": "36",
        "aya": "43",
        "page": "443"
    },
    {
        "text": "إِلَّا رَحْمَةً مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٍ",
        "tafsir": "{وَمَتَاعاً}\r\n(44) - وَلَكِنَّهُ تَعَالَى يُسَيِّرُ العِبَادَ فِي البَحْرِ بِرَحْمَتِهِ وَفَضْلِهِ، وَيَحْفَظُهُمْ مِنَ الغَرَقِ، وَيُمَتِّعُهُمْ فِي الحَيَاةِ الدُّنْيَا، إِلَى أَنْ تَحِينَ آجَالُهُمُ المُحَدَّدَةُ لَهُمْ.\n",
        "sura": "36",
        "aya": "44",
        "page": "443"
    },
    {
        "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
        "tafsir": "{  وإذا قيل لهم } أي :  لأهل مكة{  اتقوا ما بين أيديكم } أي مثل عذاب الأمم الماضية{  وما خلفكم } أي : عذاب الآخرة .  أو اتقوا ما يوجبهما – أعرضوا عن ذلك إعراضا ؛  وحذف الجواب للعلم به مما بعده . \r\n\r\n",
        "sura": "36",
        "aya": "45",
        "page": "443"
    },
    {
        "text": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
        "tafsir": "{آيَةٍ} {آيَاتِ}\r\n(46) - فَكَانُوا كُلَّّمَا جَاءَتْهُمْ آيَةٌ مِنْ آيَاتِ اللهِ الدَّالَّةِ عَلَى وُجُودِهِ وَوَحْدَانِيَّتِهِ، وَصِدْقِ رُسُلِهِ، بَادَرُوا إِلَى تَكْذِيبهَا، وَالإِعْرَاضِ عَنْهَا، وَلَمْ يُكَلِّفُوا أنْفُسَهُمْ عَنَاءَ النَّظَرِ والتَّعَمُّقِ فِيهَا.\n",
        "sura": "36",
        "aya": "46",
        "page": "443"
    },
    {
        "text": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍ مُّبِينٍ",
        "tafsir": "{آمَنُوۤا} {ضَلاَلٍ}\r\n(47) - وَإِذَا أُمِرُوا بِالإِنْفَاقِ مِمَّا رَزَقَهُم اللهُ عَلَى الفُقَرَاءِ والمُحْتَاجِينَ مِنَ المُسْلِمِينَ، قَالُوا لِمَنْ أَمَرَهُمْ بِذَلِكَ.\r\nأَتَأمُروننا بِأَنْ نُنْفِقَ أَمْوَالَنَا عَلَى أُنَاسٍ لَوْ شَاءَ الله لأَغْنَاهُمْ، وَأَطْعَمَهُمْ مِنْ رِزْقِهِ، فَنَحْنُ فِي عَدَمِ الإِنْفَاقِ إِنَّمَا نُوَافِقُ مَشيئَةَ اللهِ التي اقْتَضَتْ أَنْ يَكُونَ هَؤُلاَءِ فُقَرَاءَ، وَأَنْتُمْ بِأْمْرِكُمِ إِيَّانَا بالإِنْفَاقِ عَلَيْهِمْ فِي ضَلاَلٍ وَجَهَالَةٍ وَاضِحَيْنِ لأَِنَّكُمْ تَأْمُرُونَنَا بِمُعَانَدَةِ مَشِيئَةِ اللهِ تَعَالَى. وَقَدْ تَذَرَّعَ هَؤُلاَءِ بِهَذِهِ الحُجَجِ الوَاهِيَةِ مِنْ الشبَه لِيَسْتُرُوا بُخْلَهُمْ بِأْمْوَالِهِمْ أَنْ يُنْفِقُوهَا فِيمَا أَمَرَهُمْ بِهِ اللهُ، وَفِي مُوَاسَاةِ عِبَادِ اللهِ، واللهُ قَادِرٌ عَلَى أَنْ يَرْزُقَ جَمِيعَ خَلْقِهِ. وَلَكِنَّهُ يَبْتَلِي الخَلْقَ بالأَوَامِر والزَّوَاجِرِ لِيَعْلَمَ مَنْ يُطِيعُ أمرَهُ، وَيَمْتَثِلُ لِمَشِيئَتِهِ، وَمَنْ يُعْرِضُ عَنْ ذَلِكَ.\n",
        "sura": "36",
        "aya": "47",
        "page": "443"
    },
    {
        "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
        "tafsir": "{  ويقولون } استهزاء وتكذيبا{  متى هذا الوعد } أي :  متى يكون البعث الذي تقولونه ؟  ! \r\n\r\n",
        "sura": "36",
        "aya": "48",
        "page": "443"
    },
    {
        "text": "مَا يَنظُرُونَ إِلَّا صَيْحَةً وَٰحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
        "tafsir": "فأجابهم الله تعالى بقوله :  {  ما ينظرون } أي : ما ينتظرون{  إلا صيحة واحدة } هي نفخة الصعق التي يموت بها أهل الأرض{  نأخذهم } تقهرهم\r\n{  وهم يخصمون } يتخاصمون ويتنازعون فيها انهمكوا فيه من شئون الدنيا ،  غافلين عن الآخرة . \r\n\r\n",
        "sura": "36",
        "aya": "49",
        "page": "443"
    },
    {
        "text": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ",
        "tafsir": "(50) - فَلاَ يَسْتَطِيعُونَ أَنْ يَعْهَدُوا بِأَمْوَالِهِمْ إِلَى أَحَدٍ لِيرْعَاهَا لَهُمْ (تَوْصِيَةً)، إِذ لاَ يُمْهَلُونَ لِذَلِكَ، وَلاَ يَسْتَطِيعُ مَنْ كَانَ بَعِيداً عَنْ دَارِهِ وَأَهْلِهِ أَنْ يَعُودَ إِلَيْهِمْ، إِذْ تَبْغَتُ الصَّيْحَةُ الخَلاَئِقَ فَيَمُوتُ كُلُّ وَاحِدٍ مِنْهُمْ حَيْثُ هُوَ قَائِمٌ.\n",
        "sura": "36",
        "aya": "50",
        "page": "443"
    },
    {
        "text": "وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ",
        "tafsir": "{  ونفخ في الصور } نفخة البعث{  فإذا هم من الأجداث } أي : القبور .  جمع جدث . {  إلى ربهم ينسلون } يخرجون مسرعين [ آية 96 الأنبياء ص 43 ] .",
        "sura": "36",
        "aya": "51",
        "page": "443"
    },
    {
        "text": "قَالُوا۟ يَٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا هَٰذَا مَا وَعَدَ ٱلرَّحْمَٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ",
        "tafsir": "{يٰوَيْلَنَا}\r\n(52) - فَيَقُولَ بَعْضُهُمْ لِبَعْضٍ: مَنْ بَعَثَنا مِنْ قُبُورِنَا التي كُنَّا نَرْقُدُ فِيهَا بَعْدَ حَيَاتِنَا الدُّنْيا (فَهُمْ فِي الحَيَاةِ الدُّنْيَا كَانُوا لاَ يَعْتَقِدُونَ أَنَّهُمْ سَيُبْعَثُونَ بَعْدَ مَوْتِهِمْ لِذَلِكَ يَسْتَغْرِبُونَ بَعْثَهُمْ هَذَا).\r\nوَيَردُّ عَلَيْهِم المُؤْمِنُونَ قَائِلِينَ: هَذَا البَعْثُ الذِي تَرَوْنَهُ هُوَ الذِي وَعَدَ الرَّحْمَنُ بِهِ عِبَادَهُ، وَصَدَقَ المُرْسَلُونَ فِي إِخْبَارِهِمْ عَنْهُ.\r\n(أَوْ أَنَّ هَذَا القَوْلَ يَقُولُهُ المُتَسَائِلُونَ فِيمَا بَيْنَهُمْ).\n",
        "sura": "36",
        "aya": "52",
        "page": "443"
    },
    {
        "text": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
        "tafsir": "{  محضرون } للحساب . \r\n\r\n",
        "sura": "36",
        "aya": "53",
        "page": "443"
    },
    {
        "text": "فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
        "tafsir": "(54) - وَفِي يَوْمِ القِيَامَةِ لاَ تُنْقَصُ نَفْسٌ أَجْرَ شَيءٍ مِمَّا عَمِلَتْ مِنْ خَيْرٍ، وَلاَ يُزَادُ لَهَا شَيءٌ فِي سَيِّئَاتِهَا وَذُنُوبِهَا، وَلاَ تُجْزَى نَفْسٌ إِلاَّ بِمَا عَمِلَتْ فِي الدُّنْيَا.\n",
        "sura": "36",
        "aya": "54",
        "page": "443"
    }
]