[
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةً ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "{  إذا ناجيتم الرسول } أي أردتم مسارته في أمر ما{  فقدموا بين يدي نجواكم صدقة } للفقراء .  روي عن ابن عباس أن الناس سألوا الرسول صلى الله عليه وسلم وأكثروا حتى شق عليه ؛  فأراد الله أن يخفف على نبيه فأمرهم أن يقدموا صدقة على مناجاته .  وعن مقاتل :  أن الأغنياء كانوا يأتون النبي صلى الله عيه وسلم فيكثرون مناجاته ،  ويغلبون الفقراء على مجالسه ؛  حتى كره عليه الصلاة والسلام طول جلوسهم ومناجاتهم .  فنزلت الآية ،  ولم يبين فيها مقدار الصدقة الواجبة ؛  ولعله ما يعد في العرف صدقة تسد حاجة الفقير .  وقد أمر بها الواجد لها دون الفقير ،  واستمر الحكم زمنا قيل عشرة أيام ،  ثم نسخ بعد العمل به زمنا بقوله تعالى في الآية التالية : {  وتاب الله عليكم }  . <br />\r\n<br />\r\n",
        "sura": "58",
        "aya": "12",
        "page": "544"
    },
    {
        "text": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَٰتٍ فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
        "tafsir": "{  وتاب الله عليكم } ،  حين شق الأمر على الأغبياء ،  وظهر منهم الخوف من الفقر إذا استمر الحكم ؛  وهم حريصون على المناجاة لشدة حاجتهم إليها .  والآية الناسخة متأخرة في النزول ،  وإن كانت تالية للآية المنسوخة في التلاوة  ،  والظاهر – والله أعلم - :  أن الحادثة من باب الابتلاء والامتحان ؛  ليظهر للناس محب الدنيا من محب الآخرة ؛  والله بكل شيء عليم . <br />\r\n<br />\r\n",
        "sura": "58",
        "aya": "13",
        "page": "544"
    },
    {
        "text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ",
        "tafsir": "{  ألم تر إلى الذين تولوا قوما .  .  .  } تعجيب من حال المنافقين الذين اتخذوا اليهود أولياء ،  يناصحونهم وينقلون إليهم أسرار المؤمنين .  أي ألم تنظر إلى هؤلاء المنافقين الذين والوا اليهود المغضوب عليهم ؛  ما هم من المؤمنين ولا من اليهود ،  بل هم مذبذبون بين هؤلاء وهؤلاء . <br />\r\n<br />\r\n",
        "sura": "58",
        "aya": "14",
        "page": "544"
    },
    {
        "text": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
        "tafsir": "(15) - وَقَدْ هَيأَ اللهُ تَعَالَى لَهُمْ عَذَاباً شَدِيداً يَصْلَوْنَهُ يَوْمَ القِيَامَةِ، جَزَاءً لَهُمْ عَلَى مُعَادَاةِ الرَّسُولِ وَالمُؤْمِنينَ وَغِشِّهمْ، وَعَلَى مُوَالاَتِهِم الكُفَّارَ وَمُنَاصَحَتِهِمْ، وَسَاءَ عَمَلُهُمْ هَذَا.\n",
        "sura": "58",
        "aya": "15",
        "page": "544"
    },
    {
        "text": "ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ",
        "tafsir": "{  اتخذوا أيمانهم } الفاجرة{  جنة } وقاية وسترة يدفعون بها عن أنفسهم وأموالهم ؛  من الجن وهو ستر الشيء عن الحاسة . <br />\r\n<br />\r\n",
        "sura": "58",
        "aya": "16",
        "page": "544"
    },
    {
        "text": "لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{أَمْوَالُهُمْ} {أَوْلاَدُهُمْ} {أُوْلَـٰئِكَ} {أَصْحَابُ} {خَالِدُونَ}\r\n(17) - وَلَنْ يَنْفَعَ هَؤُلاَءِ المُنَافِقِينَ عِنْدَ اللهِ شَيءٌ مِمَا ظَنُّوهُ نَافِعاً لَهُمْ مِنْ مَالٍ وَمِنْ وَلَدٍ، وَلَنْ يَدْفَعَ شَيءٌ عَنْهُمْ عَذَابَ اللهِ وَنَقْمَتَهُ، فَلاَ المَالُ مَقْبُولٌ مِنْهُمْ لِيَفْتَدُوا بِهِ مِنَ العَذَابِ، وَلاَ الأَوْلاَدُ قَادِرُونَ عَلَى نَصْرِهِمْ مِنْ بَأْسِ اللهِ، وَسَيَكُونُونَ مِنْ أَهْلِ نَارِ جَهَنَّمَ وَمِنْ أَصْحَابِهَا، وَيَبْقَونَ فِيهَا خَالِدِينَ أَبَداً.\r\nلَنْ تُغْنِيَ - لَنْ تَنْفَعَ وَلَنْ تَدْفَعَ.\n",
        "sura": "58",
        "aya": "17",
        "page": "544"
    },
    {
        "text": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ أَلَآ إِنَّهُمْ هُمُ ٱلْكَٰذِبُونَ",
        "tafsir": "{ٱلْكَاذِبُونَ}\r\n(18) - وَاذْكُرْ لَهُمْ يَا مُحَمَّدُ حَالَهُمْ، يَوْمَ القِيَامَةِ، حِينَمَا يَبْعَثُهُم اللهُ جَمِيعاً مِنْ قُبُورِهِمْ، فَلاَ يُغَادِرُ مِنْهُمْ أَحَداً، فَيَحْلِفُونَ لَهُ عَلَى أَنَّهُمْ كَانُوا عَلَى الهُدَى، وَأَنَّهُمْ لَمْ يُشْرِكُوا بِعِبَادَتِهِ شَيئاً، فَيَقُولُونَ { وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ } }، كَمَا يَحْلِفُونَ لَكُمْ اليَوْمَ فِي هَذِهِ الدُّنْيَا، عَلَى أَنَّهُمْ مُؤْمِنُونَ، وَهُمْ يَظُنُّونَ أَنَّ حَلْفَهُمْ أَمَامَ اللهِ نَافِعُهُمْ عِنْدَهُ، كَمَا كَانَ يَنْفَعُهُمْ عِنْدَ العِبَادِ حَلْفُهُمْ عَلَى أَنَّهُمْ مُؤْمِنُونَ.\r\nوَيَرُدُّ اللهُ تَعَالَى عَلَى هَؤُلاَءِ المُنَافِقِينَ مُنْكِراً تَصَرُّفَهُمْ هَذَا، فَيَقُولُ: أَلاَ إِنَّهُمْ هُمُ الكَاذِبُونَ فِيمَا يَحْلِفُونَ عَلَيْهِ، وَفِيمَا يَظُنُّونَهُ مِنْ أَنَّ أَيْمَانَهُمُ الكَاذِبَةَ تَرُوجُ عِنْدَ اللهِ، وَتُنْقِذُهُمْ مِنْ بَأْسِ اللهِ وَعَذَابِهِ.\n",
        "sura": "58",
        "aya": "18",
        "page": "544"
    },
    {
        "text": "ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ أُو۟لَٰٓئِكَ حِزْبُ ٱلشَّيْطَٰنِ أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَٰنِ هُمُ ٱلْخَٰسِرُونَ",
        "tafsir": "{  استحوذ عليهم الشيطان } استولى عليهم وغلبهم بوسوسته وتزيينه حتى اتبعوه ؛  من الحوذ ،  وهو أن يتبع السائق حاذي البعير ،  أي أدبار فخذيه فيعنف في سوقه .  يقال :  حاذ الإبل يحوذها ،  أي ساقها سوقا عنيفا ،  أو من قولهم :  استحوذ العير على الأتان ،  أي استولى على حاذيها ،  أي جانبي ظهرها ؛  ثم أطلق على الاستيلاء  . <br />\r\n<br />\r\n",
        "sura": "58",
        "aya": "19",
        "page": "544"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَٰٓئِكَ فِى ٱلْأَذَلِّينَ",
        "tafsir": "{  يحادون } يعادون ويشاقون . {  في الأذلين } أي في عداد أذل خلق الله تعالى ،  وهم حزب الشيطان .  أما المؤمنون فلا يوادون إلا أحباب الله . <br />\r\n<br />\r\n",
        "sura": "58",
        "aya": "20",
        "page": "544"
    },
    {
        "text": "كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ",
        "tafsir": "(21) - وَقَدْ قَضَى اللهُ تَعَالَى، وَحَكَمَ فِي أُمِّ الكِتَابِ، بِأَنَّ النَّصْرَ وَالغَلَبَةَ سَتَكُونُ لَهُ تَعَالَى، وَلِرَسُولِهِ وَلِعِبَادِهِ المُؤْمِنِينَ، فِي الدُّنْيَا وَالآخِرَةِ، وَقَضَاءُ اللهِ نَافِذٌ لاَ مَحَالَةَ، وَلاَ رَادَّ لَهُ، وَاللهُ قَوِيٌ لاَ يُقْهَرُ، عَزِيزٌ لاَ يُغَالَبُ.\r\nعَزِيزٌ - غَالِبٌ عَلَى أَعْدَائِهِ غَيْرُ مَغْلُوبٍ.\n",
        "sura": "58",
        "aya": "21",
        "page": "544"
    }
]