[{"text":"وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ","aya":"6","page":"386","tafsir":"{  ونمكن لهم في الأرض } نسلطهم عليها يتصرفون فيها كيف شاءوا .  وأصل التمكين :  أن نجعل للشيء مكانا يتمكن فيه ،  ثم استعير للتسليط وإطلاق الأمر ،  وشاع حتى صار حقيقة لغوية فيه . {  يحذرون } يخافون من ذهاب ملكهم وهلاكهم على يد مولود من بني إسرائيل ؛  من الحذر وهو الاحتراز من الأمر المخيف .  يقال :  حذره – من باب علم – إذا احترز منه .  \r\n \r\n"},{"text":"وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ","aya":"7","page":"386","tafsir":"{  وأوحينا إلى أم موسى } أي ألهمناها ؛  ولم تكن نبية بالإجماع .  \r\n \r\n"},{"text":"فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُوا۟ خَٰطِـِٔينَ","aya":"8","page":"386","tafsir":"{  ليكون لهم عدوا وحزنا } ليصير الأمر إلى ذلك ؛  فاللام لام الصيرورة والعاقبة .  والحزن – بالتحريك وبضم فسكون - :  نقيض السرور ؛  وفعله كفرح .  وحزنه الأمر وأحزنه :  جعله حزينا .  \r\n \r\n"},{"text":"وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ","aya":"9","page":"386","tafsir":"{  قرت عين } أي هو قرة عين{  لي ولك } ؛  وهو كناية عن السرور به [ آية 26 مريم ص 6 ] ."},{"text":"وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًا إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ","aya":"10","page":"386","tafsir":"{  فارغا } خاليا من التفكر في شيء سوى ابنها موسى الذي وقع في يد العدو . {  إن كادت لتبدي به } أي لتصرح بأنه ابنها من شدة وجدها عليه ؛  من بدا يبدو وبدوا وبدا :  ظهر ظهورا بينا . {  لولا أن ربطنا على قلبها } ثبتناه وقويناه بإلهامها الصبر ،  وبما أنزلنا فيه من السكينة .  وأصل الربط :  الشد للتقوية ؛  ومنه رابط الجأش ،  لقوي القلب .  \r\n \r\n"},{"text":"وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ فَبَصُرَتْ بِهِۦ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ","aya":"11","page":"386","tafsir":"{  قصيه } اتبعي أثره وتتبعي خبره .  يقال :  قص أثره يقصه واقتصه وتقصصه ،  تتبعه ومنه القصص للأخبار المتتبعة . {  فبصرت به عن جنب } فأبصرته عن بعد أو من مكان بعيد .  \r\n \r\n"},{"text":"وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَٰصِحُونَ","aya":"12","page":"386","tafsir":""},{"text":"فَرَدَدْنَٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","aya":"13","page":"386","tafsir":""}]