[
    {
        "text": "وَمَآ أُبَرِّئُ نَفْسِىٓ إِنَّ ٱلنَّفْسَ لَأَمَّارَةٌۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّىٓ إِنَّ رَبِّى غَفُورٌ رَّحِيمٌ",
        "tafsir": "(53) - ثُمَّ قَالَ يُوسُفُ عَلَيْهِ السَّلاَمُ: وَإِنِّي لاَ أُبْرِيءُ نَفْسِي مِنَ التَّفْكِيرِ بِالسُّوءِ، لأََنَّ النَّفْسَ أَمَّارَةٌ بِهِ، وَكُلُّ نَفْسٍ تُفَكِّرُ بِالسُّوءِ إِلاَّ النَّفْسَ التِي عَصَمَهَا اللهُ مِنْ ذَلِكَ، وَاللهُ غَفُورٌ رَحِيمٌ.",
        "sura": "12",
        "aya": "53",
        "page": "242"
    },
    {
        "text": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦٓ أَسْتَخْلِصْهُ لِنَفْسِى فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ",
        "tafsir": "{  مكين } متمكن نافذ القول لعظم منزلتك .  اسم فاعل من مكن مكانة ،  إذا عظم وارتفع .  يقال :  مكنته من الشيء ،  جعلت له عليه سلطانا وقدرة ،  فتمكن منه واستمكن أي قدر عليه . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "54",
        "page": "242"
    },
    {
        "text": "قَالَ ٱجْعَلْنِى عَلَىٰ خَزَآئِنِ ٱلْأَرْضِ إِنِّى حَفِيظٌ عَلِيمٌ",
        "tafsir": "{  إني حفيظ عليم } حفيظ للخزائن ،  عليم بوجوه مصالحها ،  أو حفيظ لما تستودعني ،  عليم بما توليني . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "55",
        "page": "242"
    },
    {
        "text": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَآءُ وَلَا نُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
        "tafsir": "{  يتبوأ منها حيث يشاء } يتخذ من أرض مصر منزلا وموطنا ينزله حيث يشاء .  يقال :  بوأه منزلا وفي منزل ،  أنزله . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "56",
        "page": "242"
    },
    {
        "text": "وَلَأَجْرُ ٱلْءَاخِرَةِ خَيْرٌ لِّلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
        "tafsir": "{ٱلآخِرَةِ} {آمَنُواْ}\r\n(57) - وَإِنَّ مَا ادَّخَرَهُ اللهُ تَعَالَى لِيُوسُفَ فِي الآخِرَةِ أَعْظَمُ وَأَجَلُّ مِمَّا أَعْطَاهُ فِي الدُّنْيَا، وَكَذَلِكَ يَجْزي اللهُ الذِينَ آمَنُوا وَاتَّقَوْا.",
        "sura": "12",
        "aya": "57",
        "page": "242"
    },
    {
        "text": "وَجَآءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا۟ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُۥ مُنكِرُونَ",
        "tafsir": "(58) - لَمَّا تَسَلَّمَ يُوسُفُ الإِدَارَةَ فِي مِصْرَ، أَخَذَ فِي جَمْعِ الغِلاَلِ وَادِّخَارِهَا، ثُمَّ جَاءَتِ السَّنَواتُ العِجَافُ المُجْدِبَةُ الشِّدَادُ، التِي تَوَقَّعَهَا، فَأَصَابَتْ مِصْرَ وَفِلَسْطِينَ (بِلاَدَ كَنْعَانَ) فَأَخَذَ النَّاسُ يَأْتُونَ مِنْ كُلِّ جَانِبٍ إِلى مِصْرَ لِلْحُصُولِ عَلَى المِيرَةِ لِعِيَالِهِمْ، فَكَانَ يُوسُفُ لاَ يُعْطِي الرَّجُلَ أَكْثَرَ مِنْ حِمْلِ بَعِيرٍ فِي العَامِ، وَكَانَ مِنْ جُمْلَةِ مَنْ وَرَدُوا عَلَيهِ فِي طَلَبِ المِيرَةِ إِخْوَتُهُ لأَِبِيهِ، إِذْ بَلَغَهُمْ أَنَّ عَزيزَ مِصْرَ يُعْطِي النَّاسَ الطَّعَامَ بِثَمَنِهِ، فَأَخَذُوا مَعَهُمْ بِضَاعَةً يَعْتَاضُونَ بِهَا طَعَاماً. وَكَانُوا عَشَرَةَ أَشْخَاصٍ، إِذْ أَنَّ يَعْقُوبَ عَلَيْهِ السَّلاَمُ لَمْ يُرْسِلْ مَعَهُمْ ابْنَهُ الأَصْغَرَ شَقِيقَ يُوسُفَ، فَدَخَلُوا عَلَى يُوسُفَ، وَهُوَ جَالِسٌ فِي كُرْسِيِّ الحُكْمِ، فَعَرَفَهُمْ، وَهُمْ لاَ يَعْرِفُونَهُ، لأَنَّهُ كَانَ قَدْ تَغَيَّرَ شَكْلاً، إِذْ تَرَكُوهُ صَبِيّاً وَأَتَوْهُ كَهْلاً، وَلأَِنَّهُمْ لَمْ يَكُونُوا يَتَوَقَّعُونَ أَنْ يَكُونَ صَارَ إِلى مَا صَارَ إِلَيْهِ، فَسَأَلَهُمْ عَنْ حَالِهِمْ وَمِنْ أَيْنَ جَاؤُوا. فَقَالُوا: إِنَّهُمْ أَتَوا مِنْ بِلادِ كَنْعَانَ، وَأَبُوهُمْ نَبِيُّ اللهِ يَعْقُوبُ. قَالَ: وَهَلْ لَهُ أَوْلاَدٌ غَيْرُكُمْ؟ قَالُوا نَعْمَ، كُنَّا اثْنَي عَشَرَ رَجُلاً هَلَكَ وَاحِدٌ مِنَّا فِي البَرِّيَّةِ، وَبَقِيَ لَهُ وَلَدٌ صَغِيرٌ اسْتَبْقَاهُ عِنْدَهُ يَتَسَلَّى بِهِ عَنْهُ. فَأَكْرَمَهُمْ يُوسُفُ.\r\nوَقِيلَ إِنَّهُمْ سَأَلُوهُ أَنْ يُعْطِيَهُمْ حِمْلَ بَعِيرٍ لأَخِيهِمْ وَأَبِيهِمْ لأَنَّهُمَا لاَ بُدَّ لَهُمَا مِنَ الطَّعَامِ، فَجَهَّزَ لَهُمْ بَعِيرَيْنِ لأَِخِيهِمْ وَأَبِيهِمْ. وَقَالَ لَهُمْ: ائْتُونِي بِأَخِيكُمْ هَذا لأَِرَاهُ وَأَتَأَكَّدَ مِنْ صِدْقِكُمْ.",
        "sura": "12",
        "aya": "58",
        "page": "242"
    },
    {
        "text": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ٱئْتُونِى بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّىٓ أُوفِى ٱلْكَيْلَ وَأَنَا۠ خَيْرُ ٱلْمُنزِلِينَ",
        "tafsir": "{  جهزهم بجهازهم } هيأ لهم ما هم في حاجة إليه من الطعام ،  وأوقر ركائبهم به .  وأصل الجهاز-بالفتح – والكسر لغة قليلة - :  ما يحتاج إليه المسافر من زاد ومتاع .  يقال :  جهزت المسافر تجهيزا ،  هيأت له جهازه ،  ومنه جهاز العروس وجهاز الميت<br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "59",
        "page": "242"
    },
    {
        "text": "فَإِن لَّمْ تَأْتُونِى بِهِۦ فَلَا كَيْلَ لَكُمْ عِندِى وَلَا تَقْرَبُونِ",
        "tafsir": "(60) - وَهَدَّدَهُمْ يُوسُفُ بِأَنَّهُمْ إِنْ لَمْ يَأْتُوا بِأَخِيهِمْ مَعَهُمْ فَإِنَّهُ سَيَمْنَعُ عَنْهُمْ الِميرَةَ فِي المَرَّةِ القَادِمَةِ.",
        "sura": "12",
        "aya": "60",
        "page": "242"
    },
    {
        "text": "قَالُوا۟ سَنُرَٰوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ",
        "tafsir": "{سَنُرَاوِدُ} {لَفَاعِلُونَ}\r\n(61) - قَالُوا: سَنَحْرِصُ عَلَى أَنْ نَأْتِيَ بِهِ، وَسَنُحَاوِلُ إِقْنَاعَ أَبِيهِ لِيُرْسِلَهُ مَعَنَا، لِتَعْلَمَ أَنَّنَا صَادِقُونَ فِيمَا قُلْنَاهُ.",
        "sura": "12",
        "aya": "61",
        "page": "242"
    },
    {
        "text": "وَقَالَ لِفِتْيَٰنِهِ ٱجْعَلُوا۟ بِضَٰعَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
        "tafsir": "{لِفِتْيَانِهِ} {بِضَاعَتَهُمْ}\r\n(62) - وَقَالَ يُوسُفُ لِغِلْمَانِهِ: اجْعَلُوا البِضَاعَةَ التِي قَدِمُوا بِهَا لِيَمْتَارُوا عِوَضاً عَنْهَا، فِي أَمْتِعَتِهِمْ مِنْ حَيْثُ لاَ يَشْعُرُونَ، حَتَّى إِذَا رَجَعُوا إِلى أَهْلِهِمْ، وَوَجَدُوا بِضَاعَتَهُمْ مَعَهُمْ، عَادُوا يَمْتَارُونَ بِهَا مَرَّةً أُخْرَى، فَقَدْ خَشِيَ يُوسُفُ، عَلَيْهِ السَّلاَمُ، أَنْ لاَ تَكُونَ لَدَيْهِمْ بِضَاعَةُ غَيْرُها يَأْتُونَ بِهَا فِي المَرَّةِ القَادِمَةِ.\r\n(وَقِيلَ بَلْ إِنَّ المَعْنَى هُوَ: أَنَّهُمْ إِذَا رَجَعُوا، وَوَجَدُوا بِضَاعَتَهُمْ فِي مَتَاعِهِمْ يُدْرِكُونَ أَنَّ عَلَيْهِم العَوْدَةَ إِلى مِصْرَ لِرَدِّهَا تَحَرُّجاً مِنْ أَكْلِ المَالِ الحَرَامِ.\r\nكَمَا قِيلَ أَيْضاً بَلِ المَعْنَى: لِكَيْ يَعْرِفُوا لِيُوسُفَ حَقَّ إِكْرَامِهِمْ بِإِعَادَتِهَا إِلَيْهِمْ، وَجَعَلَ مَا أَعْطَاهُمْ مِنَ الغَلَّةِ مَجَّاناً بِلاَ ثَمَنٍ فَيَرْجِعُونَ طَمَعاً فِي بِرِّ يُوسُفَ، فَإِنَّ العَوَزَ إِلى القُوتِ مِنْ أَقْوَى الدَّواعي إِلى رُجُوعِهِمْ).\r\nبِضَاعَتَهُمْ - ثَمَنَ مَا اشْتَرَوْهُ مِنْ طَعَامٍ.\r\nرِحَالِهِمْ - أَوْعِيَتِهِمْ التي يَضَعُونَ فِيهَا الطَّعَامَ وَغَيْرَهُ.",
        "sura": "12",
        "aya": "62",
        "page": "242"
    },
    {
        "text": "فَلَمَّا رَجَعُوٓا۟ إِلَىٰٓ أَبِيهِمْ قَالُوا۟ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
        "tafsir": "{  اجعلوا بضاعتهم في رحالهم } البضاعة في الأصل :  قطعة وافرة من المال تقتنى للتجارة . <br />\r\nوالمراد بها هنا :  أثمان الطعام الذي اكتالوه من مصر .  والرحال :  الأوعية التي يحمل فيها الطعام وغيره .  جمع رحل ،  وأصله ما يوضع على البعير للركوب . {  لعلهم يعرفونها } لكي يعرفوها .  {  إذا انقلبوا إلى أهلهم } رجعوا إليهم{  لعلهم يرجعون } لتحملهم معرفتهم إياها على الرجوع إلينا . <br />\r\n<br />\r\n",
        "sura": "12",
        "aya": "63",
        "page": "242"
    }
]