[
    {
        "text": "إِنَّهُۥ فَكَّرَ وَقَدَّرَ",
        "tafsir": "{إنه فكر} أي ردد فكره وأداره تابعا لهواه فيما يقوله طعنا في القرآن. {وقدر} أي وهيأ ما يقوله في نفسه فقال: \" إن هذا إلا سحر يؤثر إن هذا إلا قول للبشر\" .  يقال: قدرت الشيء أقدره، إذا هيأته. وتقدر– بالتشديد: تهيأ .",
        "sura": "74",
        "aya": "18",
        "page": "576"
    },
    {
        "text": "فَقُتِلَ كَيْفَ قَدَّرَ",
        "tafsir": "{فقتل} أي فلعن؛ أو عذب؛ وهو دعاء عليه. {كيف قدر} استفهام تعجيب من تقديره، وإنكار توبيخ .",
        "sura": "74",
        "aya": "19",
        "page": "576"
    },
    {
        "text": "ثُمَّ قُتِلَ كَيْفَ قَدَّرَ",
        "tafsir": "ثم هلاكا ولعنا له، على ما قدره وأعده في نفسه من طعن في القرآن.",
        "sura": "74",
        "aya": "20",
        "page": "576"
    },
    {
        "text": "ثُمَّ نَظَرَ",
        "tafsir": "ثم نظر في أمر القرآن مرة أخرى، لعله يتوصل إلى قول فيه يرضي قريشا عنه ليحفظ مركزه، وزعامته فيها.",
        "sura": "74",
        "aya": "21",
        "page": "576"
    },
    {
        "text": "ثُمَّ عَبَسَ وَبَسَرَ",
        "tafsir": "{ثم عبس} قطب ما بين عينيه لما لم يجد في القرآن مطعنا، وضاقت عليه مذاهب الحيل فيما يقوله فيه. يقال: عبس يعبس عبسا وعبوسا، إذا قطب جبينه وكلح وجهه. وأصله من العبس، وهو ما تعلق بأذناب الإبل من أبوالها وأبعارها وقد جف عليها. وباعتبارها اليبس والتقبض أطلق على ما ذكر عبوس. {وبسر} إتباع لما قبله أو تأكيد له؛ أي كلح وجهه. يقال: بسر يبسر بسرا وبسورا، إذا قبض ما بين عينيه كراهية للشيء، وسود وجهه منه ومنه وجه باسر: أي منقبض أسود. أو أظهر العبوس قبل أوانه؛ من البسر بمعنى الاستعجال بالشيء. يقال: بسر الرجل الحاجة، طلبها في غير أوانها. وبسر الفحل الناقة: ضربها قبل أن تطلب .",
        "sura": "74",
        "aya": "22",
        "page": "576"
    },
    {
        "text": "ثُمَّ أَدْبَرَ وَٱسْتَكْبَرَ",
        "tafsir": "ثم صرف وجهه عن الحق، ورجع القهقرى مستكبرا عن الاعتراف به، والانقياد له.",
        "sura": "74",
        "aya": "23",
        "page": "576"
    },
    {
        "text": "فَقَالَ إِنْ هَٰذَآ إِلَّا سِحْرٌ يُؤْثَرُ",
        "tafsir": "ثم قال إن هذا القرآن ليس إلا سحرا ينقله محمد عن غيره ممن كان قبله من السحرة الأولين.\r\nيؤثر- يروى ويتعلم من السحرة.",
        "sura": "74",
        "aya": "24",
        "page": "576"
    },
    {
        "text": "إِنْ هَٰذَآ إِلَّا قَوْلُ ٱلْبَشَرِ",
        "tafsir": "وما هذا القرآن إلا قول البشر، أخذه محمد عن غيره، وليس بكلام رب العالمين كما يدعي محمد.",
        "sura": "74",
        "aya": "25",
        "page": "576"
    },
    {
        "text": "سَأُصْلِيهِ سَقَرَ",
        "tafsir": "{سأصليه سقر} سأدخله سقر ليذوق حرها؛ وهي طبق من أطباق جهنم. والجملة بدل من\" سأرهقه صعودا\" .",
        "sura": "74",
        "aya": "26",
        "page": "576"
    },
    {
        "text": "وَمَآ أَدْرَىٰكَ مَا سَقَرُ",
        "tafsir": "{أَدْرَاكَ} - وما أدراك ما هي نار جهنم؟ إنها بلغت في الغرابة حدا لا يمكن إحاطة الوصف به.",
        "sura": "74",
        "aya": "27",
        "page": "576"
    },
    {
        "text": "لَا تُبْقِى وَلَا تَذَرُ",
        "tafsir": "لا تبقي لحما، ولا تذر عظما، وإنما تأتي عليه جميعا.",
        "sura": "74",
        "aya": "28",
        "page": "576"
    },
    {
        "text": "لَوَّاحَةٌ لِّلْبَشَرِ",
        "tafsir": "{لواحة للبشر} هي مغيرة للبشرات، مسودة للجلود، تلفحها لفحة فتدعها أشد سوادا من الليل في أول الملاقاة ثم تهلكها. صيغة مبالغة؛ من لوحته الشمس: إذا سودت ظاهره وأطرافه. والبشر: جمع بشرة، وهي ظاهر الجلد. وجمع البشر أبشار .",
        "sura": "74",
        "aya": "29",
        "page": "576"
    },
    {
        "text": "عَلَيْهَا تِسْعَةَ عَشَرَ",
        "tafsir": "{عليها تسعة عشر} ملكا يلون أمرها .",
        "sura": "74",
        "aya": "30",
        "page": "576"
    },
    {
        "text": "وَمَا جَعَلْنَآ أَصْحَٰبَ ٱلنَّارِ إِلَّا مَلَٰٓئِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ لِيَسْتَيْقِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ وَيَزْدَادَ ٱلَّذِينَ ءَامَنُوٓا۟ إِيمَٰنًا وَلَا يَرْتَابَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ وَٱلْمُؤْمِنُونَ وَلِيَقُولَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْكَٰفِرُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلًا كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ وَمَا هِىَ إِلَّا ذِكْرَىٰ لِلْبَشَرِ",
        "tafsir": "{وما جعلنا عدتهم} أي ما أخبرنا بعدتهم هذه إلا {فتنة} ابتلاء {للذين كفروا} لاستبعادهم تولى تسعة عشر ملكا تعذيب أكثر الثقلين، واستهزائهم بذلك وأصله إنكارهم البعث. {ليستيقن الذين أوتوا الكتاب} أي ليكتسب أهل الكتابين اليقين بنبوته صلى الله عليه وسلم القرآن لموافقته لهما في عدتهم. {وما يعلم جنود ربك إلا هو} أي وما يعلم خلائقه الذين منهم هؤلاء الملائكة من حيث العدد والقوة والتسخير إلا هو عز وجل. {ماذا أراد الله بهذا مثلا} أي بهذا العدد المستغرب استغراب المثل. يريدون بذلك نفي أن يكون من عند الله\r\nتعالى. {وما هي إلا ذكرى للبشر} أي وما سفر وصفتها إلا تذكرة وموعظة للناس. أو وما هذه العدة إلا تذكرة وعظة؛ من جهة أن في خلقه ما هو في غاية العظم والقوة حتى يكفى القليل منهم لإهلاك الكثير الذي لا يحصى .",
        "sura": "74",
        "aya": "31",
        "page": "576"
    },
    {
        "text": "كَلَّا وَٱلْقَمَرِ",
        "tafsir": "كلا لا سبيل إلى إنكار النار، قسما بالقمر.",
        "sura": "74",
        "aya": "32",
        "page": "576"
    },
    {
        "text": "وَٱلَّيْلِ إِذْ أَدْبَرَ",
        "tafsir": "{والليل إذ أدبر} ولى ذاهبا. وقرئ\" دبر\" وهما لغتان بمعنى واحد .",
        "sura": "74",
        "aya": "33",
        "page": "576"
    },
    {
        "text": "وَٱلصُّبْحِ إِذَآ أَسْفَرَ",
        "tafsir": "{والصبح إذا أسفر} أضاء وانكشف .",
        "sura": "74",
        "aya": "34",
        "page": "576"
    },
    {
        "text": "إِنَّهَا لَإِحْدَى ٱلْكُبَرِ",
        "tafsir": "{إنها لإحدى الكبر} إن سقر لإحدى الدواهي الكبر؛ جمع الكبرى. أي أنها من بين البلايا العظيمة لواحدة في العظم لا نظير لها .",
        "sura": "74",
        "aya": "35",
        "page": "576"
    },
    {
        "text": "نَذِيرًا لِّلْبَشَرِ",
        "tafsir": "{نذيرا للبشر} أي إنذارهم لهم، وهو تمييز\" لإحدى الكبر\" أو منذرة لهم .",
        "sura": "74",
        "aya": "36",
        "page": "576"
    },
    {
        "text": "لِمَن شَآءَ مِنكُمْ أَن يَتَقَدَّمَ أَوْ يَتَأَخَّرَ",
        "tafsir": "{لمن شاء منكم. .  .} أي نذيرا للذين إن شاءوا تقدموا للخير ففازوا، وإن شاءوا تأخروا عنه فهلكوا. أو منذرة للمتمكنين من السعي إلى الخير والتخلف عنه .",
        "sura": "74",
        "aya": "37",
        "page": "576"
    },
    {
        "text": "كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ رَهِينَةٌ",
        "tafsir": "{كل نفس بما كسبت رهينة} أي مرهونة بكسبها عنده تعالى. مأخوذة بعملها؛ فإما خلصها وإما أوبقها .",
        "sura": "74",
        "aya": "38",
        "page": "576"
    },
    {
        "text": "إِلَّآ أَصْحَٰبَ ٱلْيَمِينِ",
        "tafsir": "{إلا أصحاب اليمين} وهم المؤمنون المخلصون؛ فإنهم فاكون رقابهم بما أحسنوا من الأعمال، كما يفك الراهن رهنه بأداء الدين .",
        "sura": "74",
        "aya": "39",
        "page": "576"
    },
    {
        "text": "فِى جَنَّٰتٍ يَتَسَآءَلُونَ",
        "tafsir": "{جَنَّاتٍ} - ويكون أصحاب اليمين هؤلاء في الجنات يتساءلون فيما بينهم.",
        "sura": "74",
        "aya": "40",
        "page": "576"
    },
    {
        "text": "عَنِ ٱلْمُجْرِمِينَ",
        "tafsir": "ويسألون عن المجرمين الذين يكونون في دركات النار.",
        "sura": "74",
        "aya": "41",
        "page": "576"
    },
    {
        "text": "مَا سَلَكَكُمْ فِى سَقَرَ",
        "tafsir": "ثم يسألون المجرمين وهم في النار: ما الذي أدخلكم نار جهنم؟.",
        "sura": "74",
        "aya": "42",
        "page": "576"
    },
    {
        "text": "قَالُوا۟ لَمْ نَكُ مِنَ ٱلْمُصَلِّينَ",
        "tafsir": "ويرد المجرمون على سؤال الأبرار أهل الجنات قائلين: إنهم لم يكونوا من المؤمنين الذين يؤدون الصلوات.",
        "sura": "74",
        "aya": "43",
        "page": "576"
    },
    {
        "text": "وَلَمْ نَكُ نُطْعِمُ ٱلْمِسْكِينَ",
        "tafsir": "وإنهم لم يكونوا من الذين يحسنون إلى خلق الله الفقراء، ولم يكونوا يطعمون المساكين.",
        "sura": "74",
        "aya": "44",
        "page": "576"
    },
    {
        "text": "وَكُنَّا نَخُوضُ مَعَ ٱلْخَآئِضِينَ",
        "tafsir": "{وكنا نخوض مع الخائضين} كنا نشرع في الباطل مع الشارعين فيه، لا نتورع عن شيء منه [آية 140 النساء ص 174] .  وأكثر ما استعمل الخوض في القرآن فيما يذم الشروع فيه .",
        "sura": "74",
        "aya": "45",
        "page": "576"
    },
    {
        "text": "وَكُنَّا نُكَذِّبُ بِيَوْمِ ٱلدِّينِ",
        "tafsir": "وإنهم كانوا لا يؤمنون بحشر ولا نشر ولا بعث ولا حساب، ولا عقاب في الآخرة.",
        "sura": "74",
        "aya": "46",
        "page": "576"
    },
    {
        "text": "حَتَّىٰٓ أَتَىٰنَا ٱلْيَقِينُ",
        "tafsir": "{أَتَانَا} - حتى جاءهم الموت، ورجعوا إلى الله في الآخرة، فعلموا أن ما جاء به الرسول حق.",
        "sura": "74",
        "aya": "47",
        "page": "576"
    }
]