[
    {
        "text": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
        "tafsir": "وقال فرعون لملئه: دعوني أقتل موسى وليستنجد موسى بربه لينقذه إن كان صادقا في قوله إن له ربا أرسله، وإنه قادر على حمايته، لأن فرعون يخاف- على ما قاله لملئه- أن يفسد موسى معتقدات القبط، أو أن يخلق بدعوته الاضطرابات والقلاقل فتتعطل الأعمال في المزارع والمتاجر.",
        "sura": "40",
        "aya": "26",
        "page": "470"
    },
    {
        "text": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
        "tafsir": "{إني عذت بربي وربكم. .} لجأت إليه واستجرت به من شر كل مستكبر عن الإذعان للحق، كافر بالبعث والجزاء. يقال: عاذ به واستعاذ، لجأ إليه واستجار به .",
        "sura": "40",
        "aya": "27",
        "page": "470"
    },
    {
        "text": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَٰتِ مِن رَّبِّكُمْ وَإِن يَكُ كَٰذِبًا فَعَلَيْهِ كَذِبُهُۥ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
        "tafsir": "{آلِ} {إِيمَانَهُ} {بِٱلْبَيِّنَاتِ} {كَاذِباً} - وتولى الدفاع عن موسى، لصرف فرعون عما اعتزمه من قتله، رجل مؤمن من بيت فرعون، كان يكتم إيمانه خوفا من فرعون وملئه، فقال لفرعون: أينبغي لكم أن تقتلوا رجلا لم يرتكب ذنبا سوى أنه قال: ربي الله، وقد جاءكم بدلالات وبراهين على صدقه، ومثل هذا القول لا يستدعي قتلا. فإذا كان موسى كاذبا فيما يدعيه من أنه مرسل من عند الله ليأمركم بعبادته تعالى، وترك دينكم الذي أنتم عليه، فإثم كذبه يعود عليه هو، وليس عليكم من إثمه شيء. وإن كان صادقا فيما يقول فلا ينبغي لكم أن تقتلوه لأنكم إن قتلتموه أسخطتم ربكم عليكم لكفركم، ولقتلكم رسوله، واستوجبتم عقابه الذي أنذركم به موسى، ولو كان كاذبا كما تزعمون لكان أمره افتضح، ولما هداه الله، ولما أيده بمعجزاته وآياته، لأن الله تعالى لا يهدي إلى الحق والصواب من كان كذابا مسرفا في كذبه.",
        "sura": "40",
        "aya": "28",
        "page": "470"
    },
    {
        "text": "يَٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
        "tafsir": "{ظاهرين في الأرض} غالبين عالين على بني إسرائيل في أرض مصر، لا يقاومكم أحد في هذا الوقت. {فمن ينصرنا من بأس الله} أي عذابه {إن جاءنا} فلا تتعرضوا بقتله لعذاب الله ونقمته. {ما أريكم. .  .} ما أشير عليكم برأي إلا بما أرى من قتله .",
        "sura": "40",
        "aya": "29",
        "page": "470"
    },
    {
        "text": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
        "tafsir": "{آمَنَ} {يٰقَوْمِ} - وقال الرجل الصالح ناصحا فرعون وملأه، يا قوم إني أخاف عليكم إن كذبتم موسى، وتعرضتم له بسوء، أن يحل بكم مثلما حل بمن تحزبوا واجتمعوا على تكذيب أنبيائهم من الأمم الماضية.\r\nالأحزاب- الأمم المتحزبة على رسلها.",
        "sura": "40",
        "aya": "30",
        "page": "470"
    },
    {
        "text": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
        "tafsir": "مثل قوم نوح وعاد وثمود ومن بعدهم، فقد نزل بهم بأس الله وعذابه فلم يجدوا لهم من ينصرهم من دون الله، ولم يهلك الله هذه الأمم المكذبة ظلما، وإنما أهلكهم بذنوبهم، وما اجترحوه من آثام.\r\nدأب- عادة في الإقامة على الكفر والتكذيب.",
        "sura": "40",
        "aya": "31",
        "page": "470"
    },
    {
        "text": "وَيَٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
        "tafsir": "{يوم التناد} يوم القيامة الذي يكثر فيه نداء أهل الجنة أهل النار وبالعكس. والنداء بالسعادة لأهلها، وبالشقاوة لآخرين. ونداء الكفار بعضهم بعضا للاستغاثة وللتخاصم .",
        "sura": "40",
        "aya": "32",
        "page": "470"
    },
    {
        "text": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
        "tafsir": "{ما لكم من الله من عاصم} مانع يمنعكم من عذابه. يقال: عصمه الطعام، منعه من الجوع. واعتصم بالله: امتنع بلطفه من المعصية .",
        "sura": "40",
        "aya": "33",
        "page": "470"
    }
]