[{"text":"مِنْ أَجْلِ ذَٰلِكَ كَتَبْنَا عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفْسًۢا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِى ٱلْأَرْضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَآ أَحْيَا ٱلنَّاسَ جَمِيعًا وَلَقَدْ جَآءَتْهُمْ رُسُلُنَا بِٱلْبَيِّنَٰتِ ثُمَّ إِنَّ كَثِيرًا مِّنْهُم بَعْدَ ذَٰلِكَ فِى ٱلْأَرْضِ لَمُسْرِفُونَ","aya":"32","page":"113","tafsir":"{  من أجل ذلك }أصل معنى الأجل : الجناية التي يخاف منها آجلا . يقال : أجل الرجل على أهله شرا يأجله-بضم الجيم وكسرها-أجلا ، إذا جناه أو أثاره وهيجة ، ثم استعمل في تعليل الجنايات ،  كما في قولهم :  من أجلك فعلت كذا  ،  أي من جراك وجنايتك ،  ثم اتسع فيه فاستعمل في كل تعليل .  \r\nوالمعنى : من أجل هذه المفاسد الحاصلة بسبب هذه الجريمة الفظيعة ، شرعنا القصاص ، وكتبنا في التوراة تعظيم القتل العمد العدوان ، وشددا على بني إسرائيل فيه ، لشيوعه فيهم ، حتى أنهم تجرءوا على قتل الأنبياء . وهم أو ل أمة نزل الوعيد عليهم في القتل العمد العدوان مكتوبا .  \r\n{  لمسرفون }لمجاوزون الحد بارتكاب المعاصي و الآثام ، ومنها القتل بغير حق . والإسراف : مجاوزة حد الحق . أو هو التباعد عن حد الاعتدال مع عدم المبالاة به .  \r\n \r\n"},{"text":"إِنَّمَا جَزَٰٓؤُا۟ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا أَن يُقَتَّلُوٓا۟ أَوْ يُصَلَّبُوٓا۟ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلَٰفٍ أَوْ يُنفَوْا۟ مِنَ ٱلْأَرْضِ ذَٰلِكَ لَهُمْ خِزْىٌ فِى ٱلدُّنْيَا وَلَهُمْ فِى ٱلْءَاخِرَةِ عَذَابٌ عَظِيمٌ","aya":"33","page":"113","tafsir":"{  إنما جزاء الذين يحاربون الله ورسوله }نزلت في قطاع الطريق ومحاربتهم الله والرسول ،  ومخالفتهم الأمر ، وخروجهم عن الطاعة ، فإذا قتلوا فقط قتلوا حدا ، وإذا قتلوا وأخذوا المال قتلوا وصلبوا ، وإذا أخذوا المال فقط قطعت أيديهم وأرجلهم من خلاف . الأول-لأخذ المال . والثاني-لإخافة الطريق . وإذا أخافوا السبيل ولم يقتلوا ولم يأخذوا مالا نفوا من الأرض ، أي أخرجوا إلى بلد آخر من بلاد الاسلام وسجنوا فيه .  وقيل المراد بالنفي السجن دون إخراج من البلد .  قال الآلوسي :  والظاهر أن هذا التفصيل علم بالوحي إلى الرسول صلى الله عليه وسلم . وقيل : الإمام مخير بين هذه العقوبات في كل قاطع طريق : {  اتقوا الله }اجتنبوا المعاصي ، التي منها المحاربة والفساد . وافعلوا الطاعات ، التي منها التوبة والاستغفار ودفع الفساد .  \r\n \r\n"},{"text":"إِلَّا ٱلَّذِينَ تَابُوا۟ مِن قَبْلِ أَن تَقْدِرُوا۟ عَلَيْهِمْ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ","aya":"34","page":"113","tafsir":"no text"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَٱبْتَغُوٓا۟ إِلَيْهِ ٱلْوَسِيلَةَ وَجَٰهِدُوا۟ فِى سَبِيلِهِۦ لَعَلَّكُمْ تُفْلِحُونَ","aya":"35","page":"113","tafsir":"{  وابتغوا إليه الوسيلة }أي اطلبوا الزلفى إليه بالأعمال المرضية عنده وبهجر معاصيه ، والابتغاء : الطلب . والوسيلة هنا : ما يتقرب به إلى الله تعالى من فعل الطاعات واجتناب المعاصي ، من وسل إلى كذا ، أي تقرب إليه بشيء ، وقيل : الوسيلة الحاجة ، أي اطلبوا متوجهين إليه تعالى حاجتكم ، فإن بيده مقاليد السماوات والأرض ، ولا تطلبوها متوجهين إلى غيره .  \r\n \r\n"},{"text":"إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لِيَفْتَدُوا۟ بِهِۦ مِنْ عَذَابِ يَوْمِ ٱلْقِيَٰمَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ","aya":"36","page":"113","tafsir":"no text"}]