[
    {
        "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا وَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{أَمْوَالُهُمْ} {أَوْلاَدُهُمْ} {وَأُوْلَـٰئِكَ} {أَصْحَابُ} {خَالِدُونَ}\r\n(116) - الذِينَ كَفَرُوا مِنْ أَهْلِ الكِتَابِ وَالمُشْرِكِينَ وَغَيْرِهِمْ مِنَ الكُفَّارِ، الذِينَ كَانُوا يُعَيِّرونَ مُحَمَّداً وَصَحْبَهُ بِالفَقْرِ، وَيَقُولُونَ لَوْ كَانَ مُحَمَّدٌ عَلَى الحَقِّ لَمَا تَرَكَهُ رَبُّهُ فِي هَذا الفَقْرِ، وَيَتَفَاخَرُونَ بِكَثْرَةِ الأَمْوَالِ وَالأَوْلاَدِ، فَإِنَّ هَؤُلاءِ لَنْ تَنْفَعَهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ شَيئاً يَوْمَ القِيَامَةِ، وَلَنْ يَمْنَعَهُمْ شَيءٌ مِنْ عَذَابِ اللهِ. وَهَؤُلاءِ هُمْ أَصْحَابُ النَّارِ يَبْقَوْنَ فِيهَا خَالِدِينَ أَبَداً.\r\nلَنْ تُغْنِيَ - لَنْ تَجْزِيَ وَلَنْ تَنْفَعَ.",
        "sura": "3",
        "aya": "116",
        "page": "65"
    },
    {
        "text": "مَثَلُ مَا يُنفِقُونَ فِى هَٰذِهِ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوٓا۟ أَنفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنْ أَنفُسَهُمْ يَظْلِمُونَ",
        "tafsir": "{  مثل ما ينفقون } أي حال ما ينفقه الكفار في الدنيا-  قربة أو مفاخرة وسمعة في ضياعه وذهابه وقت الحاجة إليه في الآخرة ،  من غير أن يعود عليهم بفائدة- كحال زرع لقوم ظالمين ،  أصابته ريح مهلكة فاستأصلته ،  ولم ينتفع أصحابه منه بشيء .  وهو من التشبيه المركب .  {  فيها صر } بكسر أوله :  برد شديد .  أو  سموم حارة مهلكة . \r\n\r\n",
        "sura": "3",
        "aya": "117",
        "page": "65"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ بِطَانَةً مِّن دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا۟ مَا عَنِتُّمْ قَدْ بَدَتِ ٱلْبَغْضَآءُ مِنْ أَفْوَٰهِهِمْ وَمَا تُخْفِى صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ ٱلْءَايَٰتِ إِن كُنتُمْ تَعْقِلُونَ",
        "tafsir": "{  لا تتخذوا بطانة } أي لا تتخذوا أولياء وأصفياء لكم من غير إخوانكم المؤمنين ،  كاليهود والمنافقين ،  تصافونهم وتطلعونهم على أسراركم ،  لأنهم لا يألون جهدا في إفساد أمركم ،  ويودون مضرتكم\r\nومشقتكم في دنياكم ودينكم .  وآية ذلك ظهور عداوتهم لكم ،  وما يخفونه منها أشد وأفظع ،  إنهم يكرهونكم وأنتم تحبونهم ،  والحال أنكم تؤمنون بكتابهم وهم يكفرون بكتابكم ،  وينافقونكم بإظهار الإيمان إذا لقوكم ،  فإذا خلوا إلى أنفسكم عضوا عليكم الأنامل من الغيظ والحنق ،  وإن نلتم حسنة أساءتهم ،  وإن أصابتكم سيئة أفرحتهم ،  فكيف تنخدعون بهم ،  وتتخذون بطانة لكم !  ؟  وبطانة الرجل ووليجته :  خاصته الذين يستنبطون أمره ويداخلونه ،  تشبيها ببطانة الثوب للوجه الذي يلي البدن لقربه ،  وهي ضد الظهارة ،  ويسمى بها الواحد والجمع ،  والمذكر والمؤنث . \r\n{  لا يألونكم خبالا } أصل الألو :  التقصير .  يقال : ألا في الأمر يألوألوا و ألوا  ،  إذا قصر فيه . \r\nوهو لازم يتعدى بالحرف  ،  ويستعمل متعديا إلى مفعولين  ،  فيقال :  لا آلوك نصحا  ،  على تضمين الفعل معنى المنع ،  أي لا أمنعك ذلك .  والخبال :  الشر والفساد .  أي لا يقصرون لكم عن جهد فيما يورثكم شرا وفسادا .  أولا يمنعوكم خبالا ،  أي أنهم يفعلون معكم ما يقدرون عليه من الفساد ولايبقون شيئا منه عندهم . \r\n{  ودوا ما عنتم } أحبوا ما عنتم  ،  أي مشقتكم وشدة ضرركم ،  من العنت ،  وهو الوقوع في أمر شاق  ، \r\nأو الإثم .  والفعل من باب طرب .  و {  ما } مصدرية . \r\n\r\n",
        "sura": "3",
        "aya": "118",
        "page": "65"
    },
    {
        "text": "هَٰٓأَنتُمْ أُو۟لَآءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِٱلْكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمْ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ عَضُّوا۟ عَلَيْكُمُ ٱلْأَنَامِلَ مِنَ ٱلْغَيْظِ قُلْ مُوتُوا۟ بِغَيْظِكُمْ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
        "tafsir": "{  خلوا } خلا بعضهم ببعض  ،  حيث لا يراهم المؤمنون [ آية 14 البقرة ص 18 ]\r\n{  عضوا عليكم }أي لأجلكم .  والعض معروف ،  مصدر عض ،  من باب فرح .  والأنامل :  رءوس الأصابع ،  جمع أنملة .  والغيظ :  أشد الغضب .  وعضهم الأنامل :  كناية عن شدة غضبهم وتحسرهم ،  لما يرون من ائتلاف المؤمنين واجتماع كلمتهم ،  وعجزهم عن أن يجدوا سبيلا إلى التشفي منهم .",
        "sura": "3",
        "aya": "119",
        "page": "65"
    },
    {
        "text": "إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا۟ بِهَا وَإِن تَصْبِرُوا۟ وَتَتَّقُوا۟ لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا إِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ",
        "tafsir": "(120) - وَلِشِدَّةِ عَدَاوَةِ هَؤُلاءِ الكُفَّارِ وَالمُنَافِقِينَ لِلْمُؤْمِنِينَ يَسُوؤُهُمْ مَا يُصِيبُ المُؤْمِنينَ مِنْ خَيْرٍ مِنْ رَبِّهِمْ - نَصْرٌ أَوْ رِبْحٌ أوْ خِصْبٌ - كَمَا يَسُرُّهُمْ مَا يَنْزِلُ بِالمُؤْمِنينَ مِنْ بَلاَءٍ وَسُوْءٍ وَهَزِيْمَةٍ. وَيَنْصَحُ اللهُ المُؤْمِنينَ بِالتَّحَلِّي بالصَّبْر والتَّقْوى، وَالتَّوَكُّلِ عَلَى اللهِ لِلنَّجَاةِ مِنْ كَيْدِهِمْ وَأذَاهُمْ، لأنَّهُ مُحِيطٌ بِمَا يَعْمَلُونَ، وَكُلُّ شَيءٍ بِمَشِيئَتِهِ وَقَدَرِهِ.\r\nتَمْسَسْكُمْ - تُصِيبُكُمْ.",
        "sura": "3",
        "aya": "120",
        "page": "65"
    },
    {
        "text": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ ٱلْمُؤْمِنِينَ مَقَٰعِدَ لِلْقِتَالِ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
        "tafsir": "{  وإذ غدوت من أهلك } واذكر لهم وقت خروجك غدوة إلى غزوة أحد من حجرة عائشة ،  ليتذكروا ما وقع فيه من الأحوال الناشئة عن عدم الصبر ،  فيعلموا أنهم إذا لزموا الصبر والتقوى لا يضرهم كيد أعدائهم . \r\n{  تبوئ المؤمنين } تنزلهم وتهيئ لهم مواطن وأماكن للقتال .  يقال :  بوأته وبوأت له منزلا أنزلته فيه . \r\n\r\n",
        "sura": "3",
        "aya": "121",
        "page": "65"
    }
]