[
    {
        "text": "قُل لَّن يَنفَعَكُمُ ٱلْفِرَارُ إِن فَرَرْتُم مِّنَ ٱلْمَوْتِ أَوِ ٱلْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا",
        "tafsir": "(16) - فَقُلْ يَا مُحَمَّدُ لِهؤلاءِ المُسْتَأْذِنِينَ الهَارِبينَ مِنْ قِتَالِ العَدُوِّ وَلِقَائِهِ: إِنَّ الفرَارَ مِنَ القِتَالِ لَنْ يَنْفَعَكُمْ وَلَنْ يَدْفَعَ عَنْكُمْ مَا قَضَاهُ اللهُ عَلَيْكُمْ مِنْ مَوْتٍ أَوْ قَتْلٍ، وَإِذَا نَفَعَكُمْ الفِرَارُ فَلَمْ تُقْتَلُوا فِي سَاحَةِ الحَرْبِ، فَإِنَّ بَقَاءَكُمْ فِي الدُّنيا مَحْدُودُ الأَجَلِ، وَمَتَاعَكُمْ فِيها مَتَاعٌ قَليلٌ، وَسَيَأْتي المَوْتُ في الموعِدِ المُحَدَّدِ لاَ يَتَأَخَّرُ وَلاَ يَتَقَدَّمُ.\n",
        "sura": "33",
        "aya": "16",
        "page": "420"
    },
    {
        "text": "قُلْ مَن ذَا ٱلَّذِى يَعْصِمُكُم مِّنَ ٱللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
        "tafsir": "(17) - وَقُلْ لَهُمْ: لَيْسَ فِي الأَرْضِ أَحَدُ يَسْتَطِيعُ أَنْ يَمْنَعَ قَضَاءَ اللهِ مِنْ أَنْ يَصِلَ إِليكُمْ، فَإِنْ أَرَاد اللهُ بِكُمْ شَراً فَلاَ يَسْتَطِيعُ أَحَدٌ أَنْ يَرُدَّهُ عَنْكُمْ، وَلاَ أَنْ يَحُولَ دُونَ وَقُوعِهِ بِكُمْ. وَإِنْ أَرَادَ بِكُمْ خَيْراً وَرَحْمَةً، فَلا يَسْتَطِيعُ أَحَدٌ أَنْ يَحُولَ دُونَ وَصُولِ ذلك إِلَيْكُمْ، فَالأَمْرُ كُلُّهُ بِيَدِ اللهِ، يُصَرِّفُهُ كَيْفَ يَشَاءُ. وَلَنْ يَجِدَ هؤلاءِ المُنَافِقُونَ وَلِيّاً لَهُمْ غَيرَ اللهِ، وَلاَ نَاصِراً يَدْفَعُ عَنْهُمْ مَا قَضَاهُ اللهُ، وَمَا قَدَّرَهُ عَلَيهِمْ مِنْ سُوءٍ وَبَلاَء.\r\nيَعْصِمُكُمْ - يَمْنَعُكُمْ مِنْ قَدَرِ اللهِ.\n",
        "sura": "33",
        "aya": "17",
        "page": "420"
    },
    {
        "text": "قَدْ يَعْلَمُ ٱللَّهُ ٱلْمُعَوِّقِينَ مِنكُمْ وَٱلْقَآئِلِينَ لِإِخْوَٰنِهِمْ هَلُمَّ إِلَيْنَا وَلَا يَأْتُونَ ٱلْبَأْسَ إِلَّا قَلِيلًا",
        "tafsir": "{  قد يعلم الله المعوقين منكم } المثبطين عن القتال ،  الصارفين الناس عن نصرة الرسول صلى الله عليه وسلم .  وهم طائفة من المنافقين كانوا يخذلون المسلمين ؛  من العوق وهو المنع والصرف والتثبيط ؛  كالتعويق والاعتياق .  يقال :  عاقه يعوقه عوقا ،  وعوقه واعتاقه :  صرفه عن الوجه الذي يريده . \r\n{  والقائلين لإخوانهم هلم إلينا } تعالوا إلى ما نحن فيه من الإقامة والأمن والدعة ،  ولا تشهدوا مع محمد قتالا ؛  فإنا نخاف عليكم الهلاك .  اسم فعل أمر [ آية 150 الأنعام ص 247 ] . {  ولا يأتون البأس } الحرب والقتال{  إلا قليلا } أي إلا إتيانا قليلا حين لا يجدون منه بدا ؛  فيأتون رياء وسمعة لا احتسابا عند الله تعالى .",
        "sura": "33",
        "aya": "18",
        "page": "420"
    },
    {
        "text": "أَشِحَّةً عَلَيْكُمْ فَإِذَا جَآءَ ٱلْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَٱلَّذِى يُغْشَىٰ عَلَيْهِ مِنَ ٱلْمَوْتِ فَإِذَا ذَهَبَ ٱلْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلْخَيْرِ أُو۟لَٰٓئِكَ لَمْ يُؤْمِنُوا۟ فَأَحْبَطَ ٱللَّهُ أَعْمَٰلَهُمْ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
        "tafsir": "{  أشحة عليكم } بخلاء عليكم بالنصرة والنفقة في سبيل الله والمعاونة في حفر الخندق ،  وبكل ما فيه منفعة لكم .  جمع شحيح ؛  من الشح وهو البخل مع الحرص .  منصوب على الحال من ضمير  \" يأتون \"  . {  فإذا جاء الخوف } من جهة العدو أو منه صلى الله عليه وسلم{  رأيتهم ينظرون إليك } خوفا من القتال أو منك{  تدور أعينهم } بأحداقهم يمينا وشمالا دون أن تطرف . {  كالذي يغشى عليه من الموت } أي كدوران عيني الذي تغشاه سكرات الموت ؛  لذهوله وشدة خوفه . \r\n{  سلقوكم بألسنة حداد } أي بسطوا فيكم ألسنتهم الذرية بالأذى والسب والتنقيص .  يقال :  سلق البيض وغيره يسلقه ،  أغلاه بالنار إغلاءة خفيفة .  وسلقه بالكلام :  آذاه به .  وأصل السلق : \r\nبسط العضو ومده للقهر ،  يدا كان أو لسانا .  و  \" حداد \"  :  أي ماضية صارمة تؤثر تأثير الحديد .  يقال :  حد السكين وأحدها وحددها ،  مسحها بحجر أو مبرد ؛  فهي حديد . {  أشحة على الخير } بخلاء حريصين على الغنيمة ،  يشاحون المؤمنين عند قسمتها . \r\n\r\n",
        "sura": "33",
        "aya": "19",
        "page": "420"
    },
    {
        "text": "يَحْسَبُونَ ٱلْأَحْزَابَ لَمْ يَذْهَبُوا۟ وَإِن يَأْتِ ٱلْأَحْزَابُ يَوَدُّوا۟ لَوْ أَنَّهُم بَادُونَ فِى ٱلْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ وَلَوْ كَانُوا۟ فِيكُم مَّا قَٰتَلُوٓا۟ إِلَّا قَلِيلًا",
        "tafsir": "{  يودوا لو أنهم بادون في الأعراب } يتمنى المنافقون إذا فرض رجوع الأحزاب للقتال مرة أخرى ،  أن يكونوا غيبا عنكم في البادية مع الأعراب حضرا من القتل ؛  لشدة خوفهم وجبنهم . قال :  بدا القوم بدا ،  خرجوا إلى البادية .  وقوم بدى وبدا :  بادون .  والأعراب :  جمع أعرابي وهم أهل البادية ؛  كما أن العرب جمع عربي وهم أهل الحاضرة . \r\n\r\n",
        "sura": "33",
        "aya": "20",
        "page": "420"
    },
    {
        "text": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ ٱللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْءَاخِرَ وَذَكَرَ ٱللَّهَ كَثِيرًا",
        "tafsir": "{  لقد كان لكم في رسول الله أسوة حسنة } أي خصلة حسنة من حقها أن يؤتسى ويقتدى بها ،  وهي الثقة بالله والثبات في الشدائد ،  والصبر على المكاره والقتال بنفسه .  أو قدوة صالحة ؛  بمعنى المؤتسى به أي المقتدى به .  وقرئ بكسر الهمزة .  والخطاب للمؤمنين الخلّص . \r\n\r\n",
        "sura": "33",
        "aya": "21",
        "page": "420"
    },
    {
        "text": "وَلَمَّا رَءَا ٱلْمُؤْمِنُونَ ٱلْأَحْزَابَ قَالُوا۟ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ وَمَا زَادَهُمْ إِلَّآ إِيمَٰنًا وَتَسْلِيمًا",
        "tafsir": "{رَأَى} {إِيمَاناً}\r\n(22) - وَلَمَّا رَأَى المُؤْمِنُونَ الصّادِقُونَ فِي إِيمَانِهِم الأحزابَ، يُحْدِقُونَ بالمَدِينةِ، قَالُوا: هَذا ما وَعَدَنَا اللهُ وَرَسُولُهُ مِنْ الابتلاءِ والاخْتِبَارِ وَالامتِحَانِ بالشَّدَائِدِ، الذِي يَعْقُبُهُ النَّصْرُ القَرِيبُ. وَصَدَقَ اللهُ وَرَسُولُهُ في النَّصْرِ والثَّوَابِ، كَمَا صَدَقَ اللهُ وَرَسُولُهُ في الابتِلاءِ والاخْتِبَارِ، وَمَا زَادَهُمْ ذَلِكَ إِلا صَبْراً عَلَى البَلاءِ، وَتَصْدِيقاً بِتَحْقِيقِ مَا وَعَدَهُمْ بِهِ اللهُ وَرَسُولُهُ، وَتَسلِيماً لِلقَضَاءِ.\r\n(وَقَالَ ابْنُ عَبَّاسٍ: يَعْنُونَ قَوْلَهُ تَعَالى فِي سُورَةِ البَقَرَةِ: مَسَّتْهُمُ البَأْسَاءُ والضَّرَّاءُ وزلزلوا حَتَّى يَقُولَ الرَّسُولُ والَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللهِ أَلا إِنَّ نَصْرَ اللهِ قَرِيبٌ).\n",
        "sura": "33",
        "aya": "22",
        "page": "420"
    }
]