[
    {
        "text": "أُو۟لَٰٓئِكَ لَمْ يَكُونُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ يُضَٰعَفُ لَهُمُ ٱلْعَذَابُ مَا كَانُوا۟ يَسْتَطِيعُونَ ٱلسَّمْعَ وَمَا كَانُوا۟ يُبْصِرُونَ",
        "tafsir": "{أُولَـٰئِكَ} {يُضَاعَفُ}\r\n(20) - إِنَّ هَؤُلاَءِ الظَّالِمِينَ، لَمْ يَكُونُوا بِالذِينَ يُعْجِزُونَ اللهَ بِهَرَبِهِمْ مِنْهُ فِي الأَرْضِ، إِذا أَرَادَ عِقَابَهُمْ، بَلْ هُمْ فِي قَبْضَتِهِ وَتَحْتَ قَهْرِهِ، وَهُوَ قَادِرٌ عَلَى الانْتِقَامِ مِنْهُمْ، وَلا يَسْتَطِيعُ أَحَدٌ أَنْ يَنْفَعَهُمْ، أَوْ أَنْ يَنْصُرَهُمْ مِنْ دُونِ اللهِ. وَلَكِنَّهُ تَعَالَى يُؤَخِّرُ عُقُوبَتَهُمْ وَالانْتِقَامَ مِنْهُمْ إِلى يَوْمِ القِيَامَةِ، وَيُضَاعِفُ لَهُمُ العَذَابَ فِي ذَلِكَ اليَوْمِ، لأَِنَّهُ جَعَلَ لَهُمْ سَمْعاً وَأَبْصَاراً وَأَفْئِدَةً فَلَمْ يَنْتَفِعُوا بِهَا، وَبَقُوا صُمّاً عَنْ سَمَاعِ الحَقِّ، عُمْياً عَنِ اتِّبَاعِهِ.\r\nمُعْجِزِينَ - فَائِتِينَ مِنْ عَذَابِ اللهِ بِالهَرَبِ.",
        "sura": "11",
        "aya": "20",
        "page": "224"
    },
    {
        "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
        "tafsir": "{أُولَـٰئِكَ}\r\n(21) - لَقَدْ خَسِرَ هؤُلاءِ أَنْفُسَهُمْ، وَغَبَنُوهَا حَظَّهَا مِنْ رَحْمَةِ اللهِ بِافْتِرَائِهِمْ عَلَى اللهِ، وَاشْتِرَائِهِم الضَّلاَلَةَ بِالهُدَى، لأَِنَّهُمْ أُدْخِلُوا النَّارَ، وَلاَقُوْا عَذَاباً لاَ يُفَتَّرُ عَنْهُمْ، وَلاَ يُتَوَّقَفُ، وَغَابَ عَنْهُمْ مَا كَانُوا يَفْتَرُونَهُ عَلَى اللهِ مِنْ نِسْبَةِ الأَنْدَادِ وَالشُّرَكَاءِ، وَالأَبْنَاءِ إِلَيْهِ، فَلَمْ تَنْفَعْهُمْ أَصْنَامُهُمْ، وَلا أَوْثَانُهُمْ شَيْئاً مِنَ اللهِ.",
        "sura": "11",
        "aya": "21",
        "page": "224"
    },
    {
        "text": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْءَاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
        "tafsir": "{  لا جرم .  .  .  } وردت هذه الكلمة في القرآن في خمسة مواضع متلوة ب {  أن } واسمها ،  وليس بعدها فعل وجمهور النحاة على أنها مركبة من {  لا }و {  جرم } تركيب خمسة عشر ،  ومعناها بعد التركيب معنى فعل ،  وهو :  حق وثبت ،  والجملة بعدها فاعله .  أي حق وثبت كونهم في الآخرة هم الأخسرون . \r\nوقيل :  إن {  لا } نافية للجني ،  و{  جرم } اسمها ،  وما بعدها خبرها والمعنى :  لا محالة في أنهم في الآخرة هم الأخسرون ،  أي في خسرانهم . \r\n\r\n",
        "sura": "11",
        "aya": "22",
        "page": "224"
    },
    {
        "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَأَخْبَتُوٓا۟ إِلَىٰ رَبِّهِمْ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ هُمْ فِيهَا خَٰلِدُونَ",
        "tafsir": "{  إن الذين آمنوا .  .  } بيان لأحوال المؤمنين في الدنيا وربحهم في الآخرة ،  إثر بيان أحوال الكافرين في الدنيا وخسرانهم في الآخرة .  {  و أخبتوا } أي أطمأنوا وخشعوا .  وأصل الإخبات :  نزول الخبت ،  وهو المطمئن من الأرض ،  ثم أطلق على الاطمئنان والخشوع ،  تشبيها للمعقول\r\nوالمحسوس ،  ثم صار حقيقة فيه ،  ويعدى بإلى وباللام . \r\n\r\n",
        "sura": "11",
        "aya": "23",
        "page": "224"
    },
    {
        "text": "مَثَلُ ٱلْفَرِيقَيْنِ كَٱلْأَعْمَىٰ وَٱلْأَصَمِّ وَٱلْبَصِيرِ وَٱلسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ",
        "tafsir": "(24) - وَضَرََبَ اللهُ تَعَالَى مَثَلاً لِحَالِ المُؤْمِنينَ، أَهْلِ السَّعَادَةِ وَالجَنَّةِ، وَلِحَالِ الكَافِرِينَ، أَهْلِ الشَّقَاءِ وَالعَذَابِ فَقَالَ: إِنَّ الكَافِرِينَ مِنْ أَهْلِ الشَّقَاءِ وَالعَذَابِ مَثَلُهُمْ مَثَلُ الأَعْمَى وَالأَصَمِّ الذِي لاَ يُبْصِرُ وَلاَ يَسْمَعُ، وَلاَ يَهْتَدِي إِلَى خَيْرٍ. وَمَثَلُ المُؤْمِنينَ مِنْ أَهْلِ النَّعِيمِ كَمَثَلِ البَصِيرِ السَّمِيعِ الذِي يَتْبَعُ الخَيْرَ، وَيَتْرُكُ الشَّرَّ، وَهُوَ سَمِيعٌ لِلْحُجَّةِ فَلا يَرُوجُ عَلَيْهِ البَاطِلُ. فَهَلْ يَسْتَوِي هذانِ حَالاً؟ كَلاَّ إِنَّهُمَا لاَ يَسْتَوِيَانِ، أَفَلاَ تَتَفَكَّرُونَ يَا أَيُّهَا النَّاسُ فِيمَا بَيْنَ الهُدَى وَالضَّلاَلِ مِنَ التَّبَايُنِ، وَفِيمَا بَيْنَ البَاطِلِ وَالحَقِّ مِنَ الاخْتِلاَفِ وَالتَّمَايُزِ فَتَعْتَبِرُوا وَتَسِيرُوا فِي طَرِيقِ الهُدَى وَالإِيمَانِ، وَتَبْتَعِدُوا عَنْ طَرِيقِ الكُفْرِ وَالضَّلاَلِ.؟",
        "sura": "11",
        "aya": "24",
        "page": "224"
    },
    {
        "text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ",
        "tafsir": "إني لكم نذير مبين } أي قائلا لهم ذلك .  {  ألا تعبدوا إلا الله } أي أرسلناه بألا تعبدوا غير الله تعالى . \r\n\r\n",
        "sura": "11",
        "aya": "25",
        "page": "224"
    },
    {
        "text": "أَن لَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
        "tafsir": "{  عذاب يوم أليم } مؤلم .  ونسبة الإيلام إلى اليوم مجاز لوقوع العذاب فيه ،  كما في :  نهاره صائم . \r\n\r\n",
        "sura": "11",
        "aya": "26",
        "page": "224"
    },
    {
        "text": "فَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمْ أَرَاذِلُنَا بَادِىَ ٱلرَّأْىِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍۭ بَلْ نَظُنُّكُمْ كَٰذِبِينَ",
        "tafsir": "{  فقال الملأ } الأشراف والسادة ( آية 246 البقرة ص 81 ) .  {  بشرا مثلنا } أي إنسانا مماثلا لنا ،  ليس فيك مزية تخصك من بيننا بالنبوة .  {  بادى الرأي } أي أتعبوك ظاهرا لا باطنا .  أو في أول الرأي من غير تفكر وتثبت ،  ولو تفكروا ما اتبعوك .  و{  بادي } على الأول من البدو بمعنى الظهور ،  يقال :  بدا الشيء بدوا وبدوا وبدء ،  ظهر .  وعلى الثاني من البدء ،  يقال :  بدأ يبدأ ،  إذا فعل الشيء أولا .  والياء مبدلة من الهمزة لانكسار ما قبلها .  {  من فضل } زيادة في شيء تؤهلكم لأتباعنا لكم .",
        "sura": "11",
        "aya": "27",
        "page": "224"
    },
    {
        "text": "قَالَ يَٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى رَحْمَةً مِّنْ عِندِهِۦ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَٰرِهُونَ",
        "tafsir": "{  أرأيتم } أخبروني( آية 40 الأنعام ص 222 ) .  {  على بينة من ربي } حجة وبرهان يشهد لي بالنبوة والصدق .  {  فعميت عليكم } أخفيت عليكم عقوبة لكم .  والضمير للبينة ،  أو للرحمة بمعنى النبوة . \r\nيقال :  عمى عليه الأمر ،  أي أخفى عليه حتى صار هو بالنسبة إليه كالأعمى .  وقرئ {  عميت } أي خفيت .",
        "sura": "11",
        "aya": "28",
        "page": "224"
    }
]