[
    {
        "text": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُوا۟ مَيْلًا عَظِيمًا",
        "tafsir": "{ٱلشَّهَوَاتِ}\r\n(27) - وَاللهُ يُرِيدُ بِمَا شَرَعَهُ لَكُمْ مِنَ الأحْكَامِ أنْ يُبَيِّنَ لَكُمْ مَا فِيهِ مَصَالِحُكُمْ وَمَنَافِعُكُمْ، وَأَنْ تَهْتَدُوا وَتَعْمَلُوا صَالِحاً، وَتَتَّبِعُوا شَرْعَهُ لِيَتُوبَ عَلَيْكُمْ، وَيُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ، وَيُرِيدُ أَتْبَاعُ الشَّيْطَانِ الضَّالُونَ أنْ تَمِيلوا عَنِ الحَقِّ إلى البَاطِلِ مَيْلاً عَظِيماً.",
        "sura": "4",
        "aya": "27",
        "page": "83"
    },
    {
        "text": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمْ وَخُلِقَ ٱلْإِنسَٰنُ ضَعِيفًا",
        "tafsir": "{  وخلق الإنسان ضعيفا } لا يصبر عن الشهوات ولا على مشاق الطاعات  ،  فكان من رحمه الله   تعالى به التخفيف عنه في التكاليف . \r\n\r\n",
        "sura": "4",
        "aya": "28",
        "page": "83"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٍ مِّنكُمْ وَلَا تَقْتُلُوٓا۟ أَنفُسَكُمْ إِنَّ ٱللَّهَ كَانَ بِكُمْ رَحِيمًا",
        "tafsir": "{  بالباطل .  .  }أي بالحرام ،  كربا والميسر ،  والغصب والسرقة ،  وشهادة الزور ،  والخيانة والظلم ،  ونحو ذلك .  {  إلا أن تكون تجارة }أي لكن يحل أكلها بالتجارة عن طيبة نفس كل واحد منكم .  وخصت التجارة بالذكر من بين أسباب التملك لكونها أغلب وقوعا .  وعن معاذ بن جبل قال :  قال رسول الله صلى الله عليه وسلم :  ( أطيب الكسب كسب التجار الذين إذا حدثوا لم يكذبوا ،  وإذا وعدوا لم يخلفوا ،  وإذا ائتمنوا لم يخونوا ،  وإذا اشتروا لم يذموا ،  وإذا باعوا لم يمدحوا ،  وإذا كان عليهم لم يمطلوا ،  وإذا كان لهم لم يعسروا ) .  {  ولا تقتلوا أنفسكم }لا تهلكوها بارتكاب الآثام ،  ومنها :  أكل الأموال بالباطل ،  وقتل النفس بغير حق ،  وقتل الإنسان نفسه . \r\n\r\n",
        "sura": "4",
        "aya": "29",
        "page": "83"
    },
    {
        "text": "وَمَن يَفْعَلْ ذَٰلِكَ عُدْوَٰنًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
        "tafsir": "{عُدْوَاناً}\r\n(30) - وَمَنْ تَعَاطَى مَا نَهَى اللهُ تَعَالَى عَنْهُ مُعْتَدِياً فِيهِ عَلَى الحَقِّ، وَظَالِماً فِي تَعَاطِيهِ، وَعَارِفاً بَتَحْرِيمِهِ، وَمُتَجَاسِراً عَلَى انْتِهَاكِهِ، فَإنَّ اللهَ سَوْفَ يُعَذِّبُهُ فِي نَارِ جَهَّنَم، وَذَلِكَ سَهْلٌ يَسِيرٌ عَليهِ.\r\nعُدواناً - مُعْتَدِياً بِهِ عَلَى مَا شَرَعَهُ اللهُ.\r\nنُصْلِيهِ نَاراً - نُدْخلُهُ فِيهَا وَنُعَذِّبُهُ.",
        "sura": "4",
        "aya": "30",
        "page": "83"
    },
    {
        "text": "إِن تَجْتَنِبُوا۟ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا",
        "tafsir": "{  إن تجتنبوا كبائر }اجتناب الشيء :  المباعدة عنه وتركه جانبا .  وكبائر الذنوب :  ما عظم منها وعظمت عقوبته ،  كالشرك ،  وقتل النفس بغير حق ،  ونحوه . \r\n{  نكفر عنكم سيئاتكم }أي صغائر ذنوبكم ،  بدليل مقابلتها بالكبائر .  جمع سيئة ،  وهي الفعلة القبيحة التي تسوء صاحبها أو غيره ،  عاجلا أو آجلا .  ضد الحسنة . \r\n{  وندخلكم مدخلا }مكانا حسنا ،  وهو الجنة .  وقرئ{  مدخلا }بفتح الميم ،  أي وندخلكم فتدخلون مدخلا كريما . \r\n\r\n",
        "sura": "4",
        "aya": "31",
        "page": "83"
    },
    {
        "text": "وَلَا تَتَمَنَّوْا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٍ لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُوا۟ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا ٱكْتَسَبْنَ وَسْـَٔلُوا۟ ٱللَّهَ مِن فَضْلِهِۦٓ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
        "tafsir": "{وَٱسْأَلُواْ}\r\n(32) - قَالَتْ أُمُّ المُؤْمِنِينَ أمُّ سَلَمَةَ (رَضِيَ اللهُ عَنْهَا): يَا رَسُولَ اللهِ يَغْزُو الرِّجَالُ وَلاَ نَغْزُو، وَلَنَا نِصْفُ المِيرَاثِ، فَأَنْزَلَ اللهُ تَعَالَى هَذِهِ الآيَةَ.\r\nوَقَالَ ابْنُ عَبَّاسٍ لاَ يَتَمَنَّى الرَجُلُ فََيَقُولُ: لَيْتَ لِي مَالَ فُلاَنٍ، وَلُوْ أنَّ لِي مَالَ فُلاَنٍ. فَإنَّ اللهَ نَهَى عَنْ ذَلِكَ وَلَكِنْ يَسَأَلُ اللهُ مِنْ فَضْلِهِ. وَلِكُلٍّ مِنَ النِّسَاءِ وَالرِّجَالِ جَزَاءُ عَمَلِهِ بِحَسبِهِ إنْ خَيْراً فَخْيراً، وَإنْ شَرّاً فَشَرّاً. وَاللهُ أَعْلَمُ بِمَنْ يَسْتَحِقُّ الدُّنْيَا فَيُعْطِيهِ مِنْهَا، وَبِمَنْ يَسْتَحِقُّ الفَقْرَ فَيُفْقِرُهُ، وَبِمَنْ يَسْتَحِقُّ الآخِرَةَ فَيُهَيِّئُ لَهُ أَعْمَالَها، وَلِذَلِكَ فَضَّلَ بَعْضَ النَّاسِ عَلَى بَعْضٍ بِحَسَبِ مَرَاتِبِ اسْتِعْدَادِهِمْ، وَتَفَاوُتِ اجْتِهَادِهِمْ فِي الحَيَاةِ. \r\nالتَّمَنِّي - هُوَ تَشَهِّي الأمْرِ المَرْغُوبِ فِيهِ.",
        "sura": "4",
        "aya": "32",
        "page": "83"
    },
    {
        "text": "وَلِكُلٍّ جَعَلْنَا مَوَٰلِىَ مِمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ وَٱلَّذِينَ عَقَدَتْ أَيْمَٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
        "tafsir": "{  ولكل جعلنا موالي }ولكل واحد من الرجال والنساء جعلنا ورثة عصبة ،  يرثون مما تركه الوالدان و الأقربون من المال .  والعرب تسمى ابن العم مولى .  أو و لكل مال مما تركه الوالدان و الأقربون جعلنا موالي ،  أي ورثة يلونه ويحوزونه . \r\n{  والذين عقدت أيمانكم }عاقدتهم أيمانكم {  فآتوهم نصيبهم }أي حظهم من الميراث .  ويسمى عقد الموالاة ،  وكانوا يتماسكون بالأيدي عند المعاقدة والمحالفة .  وكان الرجل في الجاهلية يعاقد الرجل الأجنبي منه على التوارث ،  فجعل له في بدء الإسلام السدس من جميع المال ،  والباقي للورثة .  ثم نسخ ذلك بقوله تعالى :  {  وأولوا الأرحام بعضهم أولى ببعض في كتاب الله }{[104]} . \r\nوذهب الحنفية إلى أنه إذا أسلم الرجل على يد رجل آخر ،  وتعاقدا على أن يرثه صح ،  وله إرثه إن لم يكن له وارث أصلا .  والآية غير منسوخة .",
        "sura": "4",
        "aya": "33",
        "page": "83"
    }
]