[
    {
        "text": "ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ ٱللَّهِ قَالُوٓا۟ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَٰفِرِينَ نَصِيبٌ قَالُوٓا۟ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ ٱلْمُؤْمِنِينَ فَٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَٰمَةِ وَلَن يَجْعَلَ ٱللَّهُ لِلْكَٰفِرِينَ عَلَى ٱلْمُؤْمِنِينَ سَبِيلًا",
        "tafsir": "{  الذين يتربصون بكم } وصف الله المنافقين بأنهم ينتظرون ما يحدث للمؤمنين من خير أو شر ، أو من نصر أو هزيمة . {  فإن كان لكم فتح من الله }أي نصر منه وخير لكم {  قالوا ألم نكن معكم }في الجهاد فأعطونا نصيبا من الغنائم . والفتح : النصر ، كالفتاحة . {  وإن كان للكافرين نصيب }أي دولة وظهور على المؤمنين{  قالوا }للكافرين{  ألم نستحوذ عليكم }أي ألم نغلبكم ونتمكن من قتلكم وأسركم فأبقينا عليكم{  ونمنعكم من المؤمنين }أي ألم ندفع المؤمنين عنكم بتخذيلهم ، ومراسلتنا إياكم بأخبارهم وأسرارهم ، فأعطونا نصيبا مما أصبتم منهم . والاستحواذ : الاستيلاء والغلبة . <br />\r\nيقال : استحوذ عليه ، أي غلب عليه . <br />\r\n{  ولن يجعل الله للكافرين على المؤمنين سبيلا }أي حجة يوم القيامة . وقيل في الدنيا ، فلا حجة لهم يغلبون بها المؤمنين ، لأنهم على الباطل والمؤمنين على الحق . والسبيل : الطريق ، وما يتوصل به إلى الشيء ، وأطلق على الحجة مجازا . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "141",
        "page": "101"
    },
    {
        "text": "إِنَّ ٱلْمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمْ وَإِذَا قَامُوٓا۟ إِلَى ٱلصَّلَوٰةِ قَامُوا۟ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذْكُرُونَ ٱللَّهَ إِلَّا قَلِيلًا",
        "tafsir": "{  يخادعون الله }يفعلون ما يفعل المخادع ، حيث أظهروا الإيمان و أبطنوا الكفر ، وهو تعالى فاعل بهم ما يفعل الغالب في الخداع ، حيث تركهم في الدنيا معصومي الدماء والأموال ، تجري عليهم أحكام الإسلام بحسب الظاهر ، وأعد لهم في الآخرة الدرك الأسفل من النار . وخادع : اسم فاعل ، من خادعته فخدعته ، إذا غلبته وكنت أخدع منه . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "142",
        "page": "101"
    },
    {
        "text": "مُّذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَآ إِلَىٰ هَٰٓؤُلَآءِ وَلَآ إِلَىٰ هَٰٓؤُلَآءِ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
        "tafsir": "{  مذبذبين بين ذلك }مرددين متحيرين بين الكفر والإيمان ، قد ذبذبهم الشيطان بينهما أو بين المؤمنين والكافرين المعلنين . و أصل الذبذبة : حكاية صوت الحركة للشيء المعلق ، ثم استعير لكل حركة واضطراب ، أو تردد بين شيئين . يقال : ذبذبه ذبذبة ، أي تركه حيران مترددا ، كالشاة العائرة –وهي المترددة-بين قطيعين لا تدرى أيهما تتبع . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "143",
        "page": "101"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْكَٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ أَتُرِيدُونَ أَن تَجْعَلُوا۟ لِلَّهِ عَلَيْكُمْ سُلْطَٰنًا مُّبِينًا",
        "tafsir": "{يَا أَيُّهَا} {آمَنُواْ} {ٱلْكَافِرِينَ} {سُلْطَاناً}\r\n(144) - يَنْهَى اللهُ تَعَالَى عِبَادَهُ المُؤْمِنينَ عَنْ أَنْ يَتَّخِذُوا الكَافِرِينَ أوْلياءَ لَهُمْ، مِنْ دُونِ المُؤْمِنينَ، يُصَاحِبُونَهُمْ وَيُصَادِقُونَهُمْ، وَيُنَاصِحُونَهُمْ، وَيُسِرُّونَ إلَيْهِمْ بِالمَوَدَّةِ، وَيُفْشُونَ إلَيْهِمْ أحْوَالَ المُؤْمِنينَ البَاطِنَةَ.\r\nوَيَقُولُ لَهُمْ إنَّهُمْ إِنْ فَعَلُوا ذَلِكَ جَعَلُوا للهِ عَلَيْهم حُجَّةً بَيِّنَةً وَعُذْراً فِي عُقُوبَتِهِ إيّاهُمْ. (وَالمُرَادُ هُنَا النُّصْرَةُ بِالقَوْلِ وَالفِعْلِ بِمَا يَكُونُ فِيهِ ضَرَرُ المُسْلِمِينَ).\r\nسُلْطَاناً - حُجَّةً وَسَبَباً لِلْعُقُوبَةِ.",
        "sura": "4",
        "aya": "144",
        "page": "101"
    },
    {
        "text": "إِنَّ ٱلْمُنَٰفِقِينَ فِى ٱلدَّرْكِ ٱلْأَسْفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا",
        "tafsir": "{  في الدرك الأسفل }أي في الطبق الأسفل من أطباقها السبعة . وسميت دركات لكونها متداركة ، أي متتابعة بعضها تحت بعض . والدرك لغة في الدرك وهو كالدرج ، إلا أن الدرج يقال باعتبار الصعود ، والدرك باعتبار النزول و الحدور . و لذا قيل : درجات الجنة ، ودركات النار . <br />\r\n<br />\r\n",
        "sura": "4",
        "aya": "145",
        "page": "101"
    },
    {
        "text": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَٱعْتَصَمُوا۟ بِٱللَّهِ وَأَخْلَصُوا۟ دِينَهُمْ لِلَّهِ فَأُو۟لَٰٓئِكَ مَعَ ٱلْمُؤْمِنِينَ وَسَوْفَ يُؤْتِ ٱللَّهُ ٱلْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
        "tafsir": "{فَأُوْلَـٰئِكَ}\r\n(146) - أمَّا الذِينَ يَتُوبُونَ مِنَ المُنَافِقِينَ، وَيُقْلِعُونَ عَنِ النِّفَاقِ وَالكُفْرِ، وَيُخْلِصُونَ دِينَهُمْ وَعَمَلَهُمْ، فَإنَّهُمْ يُصْبِحُونَ مَعَ المُؤْمِنينَ، وَسَيَنَالُهُم الأجْرُ العَظِيمُ الذِي وَعَدَ اللهُ بِهِ عِبَادَهُ المُتَّقِينَ.",
        "sura": "4",
        "aya": "146",
        "page": "101"
    },
    {
        "text": "مَّا يَفْعَلُ ٱللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَءَامَنتُمْ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمًا",
        "tafsir": "{وَآمَنْتُمْ}\r\n(147) - يَقُولُ اللهُ تَعَالَى: إنَّهُ لاَ يُعَذِّبُ أحَداً مِنْ خَلْقِهِ انْتِقَاماً مِنْهُ، وَلا طَلَباً لِنَفْعٍ، وَلا دَفْعاً لِضَرَرٍ، لأنَّهُ تَعَالَى غَنِيٌّ عَنْ كُلِّ أحَدٍ، وَهُوَ إنَّما يَفْعَلُ ذَلِكَ بِالنَّاسِ جَزَاءً لَهُمْ عَلَى كُفْرِهِمْ بِأَنْعُمِ رَبِّهِمْ عَلَيْهِمْ، فَهُوَ قَدْ أنْعَمَ عَلَيْهِمْ، بِالعَقْلِ وَالحَوَاسِّ وَالوِجْدَانِ، لَكِنَّهُمْ اسْتَعْمَلُوهَا فِي غَيْرِ مَا خُلِقَتْ لَهُ، وَهُوَ أنْ تَكُونَ وَسِيلَةً لِلاهْتِدَاءِ بِهَا إلى وُجُودِ اللهِ وَعَظَمَتِهِ وَلَوُ أنَّهُمْ آمَنُوا وَشَكَرُوا لطَهُرَتْ أَرْوَاحُهُمْ، وَظَهَرَتْ آثَارُ ذَلِكَ فِي عُقُولِهِمْ، وَسَائِرِ أعْمَالِهِمْ، التِي تُصْلِحُهُمْ فِي مَعَاشِهِمْ وَمَعَادِهِمْ، وَاسْتَحَقُّوا بِذَلِكَ رِضْوَانَ اللهِ. وَاللهُ يَجْعَلُ ثَوَابَ المُؤْمِنينَ الشَّاكِرِينَ بِحَسَبٍ عِلْمِهِ بِأحْوَالِهِمْ، وَيُنِيلُهُمْ مِنَ الدَّرَجَاتِ، أَكْثَرَ مِمَّا يَسْتَحِقُّونَ، جَزَاءَ شُكْرِهِمْ وَإيمَانِهِمْ.",
        "sura": "4",
        "aya": "147",
        "page": "101"
    }
]