[
    {
        "text": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَٱلْأَنْعَٰمِ بَلْ هُمْ أَضَلُّ سَبِيلًا",
        "tafsir": "{كَٱلأَنْعَامِ}\r\n(44) - هَلْ تَطُنُّ يا محمدُ أنَّ هؤلاءِ المُشرِكينَ يَسمَعُون أو يَعْقِلونَ؟ إنهم في الحَقيقَةِ لا يَسْمعُونَ حقَّ السَّماعِ، ولا يُدْرِكُون حقَّ الإِدْرَاكِ ولا يفْهَمُونَ فَهْماً صَحِيحاً ما تَتْلُوهُ عليْهِمْ مِنَ الآياتِ والمواعظِ الداعِيَةِ إلى الإيمانِ وإلى الخَيْرِ، حَتَّى تَجْتَهِدَ في دَعْوَتِهِمْ، وتَحْفِلَ بِإرشَادِهِمْ،  وتذكيرِهِمْ، وتَطْمَعَ في إيمَانِهِمْ، فَهُمْ أَسْوَأُ من الأنْعَامِ السَّارِحَةِ، وأضَلُّ سَبيلاً، لأنَّ الأنْعَامَ السَّارِحَةَ تنقَادُ لصَاحِبِها الذي يَتَعَهَّدُهَا، وتعرفُ مَنْ يُحْسِنُ إليها ومن يُسيءُ، وتطلبُ ما يَنفَعُها، وتَجتنبُ ما يَضرُّها، وتَهتدِي لمَرْعَاها ومَشْرَبِها.\r\nأما هؤلاءِ المُشركونَ فإنهمْ لا يَنْقادُونَ لَخَالِقِهِمْ وبارِئِهم، ولا يَعْرِفُونَ إحْسَانَهُ إليهم، ولا يعْرِفُونَ إساءَةَ الشيطانِ وعَدَاوتَهُ لَهُم، وهوَ الذي يزيِّنُ لهمُ الكُفْرَ واتِّباعَ الشَّهَواتِ.\n",
        "sura": "25",
        "aya": "44",
        "page": "364"
    },
    {
        "text": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
        "tafsir": "{  ألم تر إلى ربك } ألم تنظر إلى صنع ربك فتعلم{  كيف مد الظل } وقد اشتملت هذه الآية والآيات التسع بعدها على ستة أدلة محسوسة على توحيده تعالى ،  وانفراده بالإيجاد والقدرة الباهرة والصنع العجيب - :  الظلال بسطا وقبضا .  والليل والنهار راحة ونشورا .  والرياح بشرا ،  والأمطار حياة ومرج البحرين العذب والملح .  وخلق الإنسان من نطفة مهينة وتناسله . \r\n\r\n",
        "sura": "25",
        "aya": "45",
        "page": "364"
    },
    {
        "text": "ثُمَّ قَبَضْنَٰهُ إِلَيْنَا قَبْضًا يَسِيرًا",
        "tafsir": "{قَبَضْنَاهُ}\r\n(46) - ثمَّ يَقْبِضُ اللهُ تَعالى الظِّلَّ قَبْضَاً سَهْلاً خَفِيفاً، ويجعَلُهُ مُنْكَمِشاً بِحَسَبِ سَيْرِ الشَّمْسِ، حَتَّى لا يَبْقَى في الأرضِ ظِّلٌّ إلا تَحْتَ سَقْفٍ أو شجرةٍ.\n",
        "sura": "25",
        "aya": "46",
        "page": "364"
    },
    {
        "text": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا",
        "tafsir": "{  والنوم سباتا } أي قطعا لأعمالكم .  أو راحة لأبدانكم .  والسبات – كما قال الزجاج - :  أن ينقطع عنا الحركة والروح في بدنه ؛  من السبت وهو القطع ،  أو الراحة والسكون . {  وجعل النهار نشورا } ذا نثور ،  ينتشر فيه الناس لطلب المعاش ؛  وهو كقوله تعالى :   \" وجعلنا النهار معاشا \"  {[253]} .",
        "sura": "25",
        "aya": "47",
        "page": "364"
    },
    {
        "text": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا",
        "tafsir": "{  بشرا } مبشرات بالغيب . \r\n\r\n",
        "sura": "25",
        "aya": "48",
        "page": "364"
    },
    {
        "text": "لِّنُحْۦِىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَٰمًا وَأَنَاسِىَّ كَثِيرًا",
        "tafsir": "{أَنْعَاماً}\r\n(49) - فيُحْيِي اللهُ بالمَطرِ أرضاً طَالَ انتِظَارُها لِلغَيثِ، فهيَ هَامدَةٌ لا نبَاتَ فيها (مَيْتاً)، فلما جَاءَها المَطرُ عاشَتْ، وأنْبَتَتْ، واكْتَسَتْ رُبَاهَا بالخُضرةِ، والأزَاهيرِ. ويِشْرَبُ من هذا الماء المُنْزَلِ من السماءِ، الحيوانُ، من أَنعَامٍ وبَشَرٍ مُحْتاجينَ إليهِ لشُرْبِهِمْ، ولِرَيِّ أرْضِهِم وزُرُوعِهِمْ.\n",
        "sura": "25",
        "aya": "49",
        "page": "364"
    },
    {
        "text": "وَلَقَدْ صَرَّفْنَٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
        "tafsir": "{  ولقد صرفنا .  .  .  أي صرفنا المطر بينهم في البلدان المختلفة ،  والأوقات المتغايرة ،  وعلى الصفات المتفاوتة ؛  فنزيد منه في بعض البلدان ،  وننقص منه في بعض آخر منها على حسب الحاجة .  أو ولقد كررنا هذا القول بين الناس في القرآن وما سبقه من الكتب ،  وهو ذكر إنشاء السحاب وإنزال المطر ؛  ليعتبروا ويذعنوا بكمال قدرتنا ،  فأبى أكثرهم إلا كفران النعمة وجحودهما . \r\n\r\n",
        "sura": "25",
        "aya": "50",
        "page": "364"
    },
    {
        "text": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا",
        "tafsir": "(51) - ولو شاءَ اللهُ لَبَعَثَ في كلِّ قَرْيَةٍ رَسُولاً، يَدْعُوهُمْ إلى اللهِ تعالى، ولكنَّهُ خَصَّ رَسولَهُ مُحمداً بِالْبِعْثَةِ إلى جميعِ أَهْلِ الأرضِ، وأمَرَهُ بأنْ يُبْلِّغَهُمْ هذا القُرآنَ.\n",
        "sura": "25",
        "aya": "51",
        "page": "364"
    },
    {
        "text": "فَلَا تُطِعِ ٱلْكَٰفِرِينَ وَجَٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا",
        "tafsir": "{ٱلْكَافِرِينَ} {َجَاهِدْهُمْ}\r\n(52) - ثم يدعُو اللهُ تَعالى رَسُولَه صلى الله عليه وسلم إلى مُجاهَدةِ الكَافرينَ بالقُرآنِ دُونَ هَوَادَةٍ، وإلى عَدمِ إطَاعَتِهم فيما يَدْعُونه إليهِ مِنْ مُوافَقَتِهم على مَذَاهِبِهم وَآرَائِهِمْ.\n",
        "sura": "25",
        "aya": "52",
        "page": "364"
    },
    {
        "text": "وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
        "tafsir": "{  مرج البحرين .  .  .  } أرسل البحرين :  العذب والملح في مجاريهما متجاورين ؛  كما ترسل الخيل في المرج .  يقال :  مرج الدابة يمرجها ،  أرسلها ترعى .  أو خلطهما فأمرج أحدهما في الآخر وأفاضه فيه ؛  من المرج وأصله الخلط .  يقال :  مرج أمرهم يمرج ،  اختلط ؛  ومنه قيل للمرعى :  مرج ؛  لاجتماع أخلاط من الدواب فيه . {  عذب فرات } شديد العذوبة ،  مائل إلى الحلاوة وهو ماء الأنهار .  وسمي فراتا لأنه يفرت العطش ،  أي يقطعه ويكسره . {  ملح أجاج } شديد الملوحة والمرارة ،  وهو ماء البحار .  سمي أجاجا من الأجيج وهو تلهب النار ،  لأن شر به يزيد العطش . {  برزخا } حاجزا عظيما من الأرض ،  يمنع بغي أحدهما على الآخر ؛  لحفظ حياة الإنسان والنبات ؛  كما قال تعالى :   \" بينهما برزخ لا يبغيان \"  {[254]} . {  وحجرا محجورا } أي وجعل كل واحد منهما حراما محرما على الآخر أن يفسده .  والمراد :  لزوم كل منهما صفته ؛  فلا ينقلب العذب في مكانه ملحا ،  ولا الملح في مكانه عذبا .",
        "sura": "25",
        "aya": "53",
        "page": "364"
    },
    {
        "text": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا",
        "tafsir": "{  فجعله نسبا وصهرا } أي جعل من جنس البشر ذوي نسب :  ذكورا ينسب إليهم ،  وذوات صهر :  أناثا يصاهر بهن ؛  كقوله تعالى : {  فجعل منه الزوجين الذكر والأنثى } {[255]} .  والصهر :  يطلق على قرابات النساء ذوي المحارم وذوات المحارم ؛  كالأبوين والأخوة وأولادهم ،  والأعمام والأخوال\r\n\r\nوالخالات ؛  فهؤلاء أصهار زوج المرأة .  وعلى من كان من قبل الزوج من ذوي قرابته المحارم ؛  فهم أصهار المرأة أيضا .",
        "sura": "25",
        "aya": "54",
        "page": "364"
    },
    {
        "text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا",
        "tafsir": "{  وكان الكافر على ربه ظهيرا } معينا للشيطان على معصية الله بالشرك والعداوة .  والظهير :  المعين . \r\n\r\n",
        "sura": "25",
        "aya": "55",
        "page": "364"
    }
]