[
    {
        "text": "سُورَةٌ أَنزَلْنَٰهَا وَفَرَضْنَٰهَا وَأَنزَلْنَا فِيهَآ ءَايَٰتٍۭ بَيِّنَٰتٍ لَّعَلَّكُمْ تَذَكَّرُونَ",
        "tafsir": "{  سورة أنزلناها } أي هذه سورة .  والسورة :  آيات من القرآن مسرودة ،  لها بدء وختام ؛  وجمعها سور ؛  مأخوذ من سور البلد .  وأصلها المنزلة الرفيعة .  أو كل منزلة من البناء ،  وسميت بها سورة القرآن لرفعتها ،  أو لأنها درجة إلى غيرها . {  وفرضناها } أوجبنا ما فيها من الأحكام إيجابا قطعيا .  أو ألزمناكم العمل بها ؛  من الفرض بمعنى القطع ،  وأصله :  قطع الشيء الصلب والتأثير فيه :  وأطلق على الإيجاب القطعي للأحكام مجازا . <br />\r\n<br />\r\n",
        "sura": "24",
        "aya": "1",
        "page": "350"
    },
    {
        "text": "ٱلزَّانِيَةُ وَٱلزَّانِى فَٱجْلِدُوا۟ كُلَّ وَٰحِدٍ مِّنْهُمَا مِا۟ئَةَ جَلْدَةٍ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِى دِينِ ٱللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ ٱلْمُؤْمِنِينَ",
        "tafsir": "{  الزانية والزاني .  .  .  } أي من زنت ومن زنى ؛  فاجلدوا أيها الحكام كل واحد منهما مائة جلدة ؛  محصنا كان أو غير محصن {[245]} .  وقد نسخ الحكم في حق المحصن قطعا بحكم الرجم الذي أمر به الرسول صلى الله عليه وسلم وفعله في زمنه مرارا ؛  فيكون من نسخ الكتاب بالسنة القطعية .  ويكفي في تعيين الناسخ ما ذكر من أمره وفعله صلى الله عليه وسلم ؛  وقد أجمع عليه الصحابة وسلف الأمة بالأمة .  وفي حديث عمر رضي الله عنه – كما في صحيح البخاري - :  خشيت أن يطول بالناس زمان حتى يقول قائل لا نجد الرجم في كتاب الله تعالى فيضلوا بترك فريضة أنزلها الله عز وجل .  ألا وإن الرجم حق على من زنى وقد أحصن إذا قامت البينة ،  أو كان الحبل أو الاعتراف . <br />\r\nعلى أنه قد روي من طرق متعددة أن آية الرجم كانت مكتوبة ؛  فنسخت تلاوتها وبقي حكمها معمولا به . <br />\r\nوقد نسخ بحكم الرجم حكم إمساك الزانيات المتزوجات في البيوت – كما ذهب إليه الجمهور في تفسير آية 15 من النساء – لإحصانهن .  كما نسخ بحكم الجلد حكم الأذى لمن يأتي الفاحشة من الرجال والنساء وهو غير محصن [ آية 16 من النساء ص 143 ] . {  ولا تأخذكم بهما رأفة } رحمة ورقة قلب . <br />\r\n{  في دين الله } في إقامة حده الذي شرعه تعالى إذا رفع إليكم ؛  تحملكم على تعطيله بشفاعة أو بغيرها .  يقال :  رأف به – مثلثة – رأفة ورآفة ورأفا ،  إذا رحمه .",
        "sura": "24",
        "aya": "2",
        "page": "350"
    },
    {
        "text": "ٱلزَّانِى لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَٱلزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَٰلِكَ عَلَى ٱلْمُؤْمِنِينَ",
        "tafsir": "{  الزاني لا ينكح إلا زانية .  .  .  } نزلت لزجر المؤمنين عن نكاح الزانيات بعد زجرهم عن الزنا .  أي أن الفاسق الخبيث الذي من شأنه الزنا لا يرغب غالبا في نكاح الصوالح من النساء اللاتي على خلاف صفته ،  وإنما يرغب في نكاح فاسقة خبيثة مثله أو مشركة .  والفاسقة الخبيثة المسافحة كذلك ،  لا ترغب غالبا في نكاح الصلحاء من الرجال بل تنفر منهم .  وإنما ترغب فيمن هو من شكلها من الفسقة والمشركين ؛  لأن المشاكلة علة الألفة ،  والمخالفة سبب للنفرة .  وهو كقولهم :  لا يفعل الخير إلا تقي ؛  فإنه جار مجرى الغالب ،  وقد يفعله من ليس بتقي .  وحرم ذلك النكاح على المؤمنين تحريم تنزيه ؛  وعبر عنه بالتحريم مبالغة في الزجر .  أو حرم عليهم باعتبار ما في ضمن عقده من المفاسد ،  كالتعرض للتهمة والتسبب لسوء القالة ،  والطعن في النسب وغير ذلك ؛  فلا تكون الحرمة راجعة إلى نفس العقد ليكون عقد نكاح الزواني والزانيات باطلا للإجماع على صحته .  وأما نكاح المشرك والمشركة ،  فإن كانت الآية نزلت قبل تحريمه – وقد حرم بعد الحديبية – فالأمر ظاهر ،  وإن كانت نزلت بعده فتكون حرمته مستندة إلى أدلة أخرى . <br />\r\nواختار العلامة الآلوسي :  أن الآية لتقبيح أمر الزاني أشد تقبيح ؛  ببيان أنه بعد أن رضي بالزنا لا يليق به من حيث الزنا أن ينكح العفيفة المؤمنة ،  وإنما يليق به أن ينكح زانية مثله ،  أو مشركة<br />\r\n<br />\r\nهي أسوأ حالا وأقبح أفعالا منه .  وكذلك الزانية بعد أن رضيت بالزنا والتقحب ،  لا يليق أن ينكحها من حيث إنها زانية إلا من هو على شاكلتها وهو الزاني ،  أو من هو أسوأ حالا منها وهو المشرك .  ولا يشكل على هذا التفسير صحة نكاح الزاني المسلم الزانية المسلمة ،  وكذلك العفيفة المسلمة ،  وصحة نكاح الزانية المسلمة الزاني المسلم ،  وكذلك العفيف المسلم .  كما لا يشكل عليه بطلان نكاح المشركة والمشرك ؛  لأن ذلك ليس من اللياقة وعدم اللياقة من حيث الزنا بل من حيثية أخرى بعلمها الشارع .  وجعل المشار إليه في قوله :   \" وحرم ذلك على المؤمنين \"  – الزنا المفهوم مما تقدم ،  \"  ويجوز أن يكون نكاح الزانية .  ويراد بالتحريم المنع ،  وبالمؤمنين :  الكاملون في الإيمان .  ومعنى منعهم من نكاح الزواني :  جعل نفوسهم أبية عن الميل إليه ؛  فلا يليق ذلك بهم .  والآية على التفسيرين خبر لا نهى ،  والنكاح فيها بمعنى العقد . <br />\r\n<br />\r\n",
        "sura": "24",
        "aya": "3",
        "page": "350"
    },
    {
        "text": "وَٱلَّذِينَ يَرْمُونَ ٱلْمُحْصَنَٰتِ ثُمَّ لَمْ يَأْتُوا۟ بِأَرْبَعَةِ شُهَدَآءَ فَٱجْلِدُوهُمْ ثَمَٰنِينَ جَلْدَةً وَلَا تَقْبَلُوا۟ لَهُمْ شَهَٰدَةً أَبَدًا وَأُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ",
        "tafsir": "{  والذين يرمون المحصنات .  .  .  } أي يقذفون النساء العفيفات بالفاحشة ،  ويلحق الرجال بالنساء في هذا الحكم اتفاقا .  مبتدأ أخبر عنه بثلاث جمل – قوله :   \" فاجلدوهم \"  ،  وقوله : {  ولا تقبلوا لهم شهادة أبدا } ،  وقوله : {  وأولئك هم الفاسقون } .  واتفقوا على رجوع الاستثناء الآتي إلى الجملة الأخيرة ؛  فلا يزول عنهم اسم الفسق إلا بالتوبة والإصلاح .  وعلى عدم رجوعه إلى الأولى ؛  فيجلد القاذف وإن تاب .  واختلفوا في رجوعه إلى الثانية ؛  فعند جمهور الأئمة يرجع إليها أيضا :  فلا تقبل شهادتهم في أي شيء أبدا ،  أي ما داموا مصرين على عدم التوبة ،  إلا إذا تابوا وحسنت حالتهما وعند أبي حنيفة لا يرجع الاستثناء إليها ؛  فلا تقبل منهم شهادة أبدا ،  أي طول الحياة وإن تابوا وأصلحوا .  والخلاف في هذا مفرع على الخلاف في عود الاستثناء الواقع بعد جمل متعاطفة ؛  هل يعود إلى الكل ،  أو إلى الأخيرة فقط .  وتفصيل الأدلة في الفقه والأصول . <br />\r\n<br />\r\n",
        "sura": "24",
        "aya": "4",
        "page": "350"
    },
    {
        "text": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
        "tafsir": "(5) - واسْتَثْنَى اللهُ تَعَالَى مِنَ العُقُوبَتَيْنِ الأَخِيرَتَيْنِ الذين تَابُوا، وَرَجَعُوا عَمَّا قَالُوا، وَنَدِمُوا عَلَى مَا تَكَلَّمُوا بِهِ، وأَصْلَحُوا أَحْوَالَهُمْ، فَإِنَّ اللهَ تَعَالَى سَتَّارٌ لِذُنُوبِهِمْ، رَحِيمٌ بِهِمْ، فَيُزِيلُ عَنْهُمْ ذَلِكَ العَارَ الذي لَحِقَ بِهِمْ بِعَدَمِ قَبُولِ شَهَادَتَهِمْ، وَوَسْمِهِمْ بِمِيْسَمِ الفُسُوقِ.\r\nوَاخْتَلَفَ الأَئِمَةُ حَوْلَ مَدَى أثرِ التَوْبَةِ: هَلْ تَشْمَلُ الفِسْقَ وَرَدَّ الشَهَادَةِ معاً، أم الفِسْقَ فَقَط؟\r\n- فَقَالَ الأَئِمَةُ: مَالِكٌ وَأَحْمدُ والشَّافِعِيُّ: إِنَّ القَاذِفَ إِذَا تَابَ ارْتَفَعَ عَنْهُ حُكْمُ الفِسْقِ، وَقُبِلَتْ شَهَادَتُهُ.\r\n- وَقَالَ أبو حَنِيفَة: إِنَّ الاسْتِثْنَاءَ الوَارِدَ فِي الآيَةِ يَعُودُ لِلجُمْلَةِ الأخيرَةِ فَقَطْ، فَيَرْتَفِعُ الفِسْقُ بالتَّوْبَةِ وَيَبْقَى مَرْدُودَ الشَّهَادَةِ.\r\n- وَقَالَ الشَّعْبِيُّ والضَّحَّاكُ: لاَ تُقْبَل شَهَادَتُه وإِنْ تَابَ إِلاَّ أَنْ يَعْتَرِفَ عَلَى نَفْسِه أَنَّهُ قَدْ قَالَ البُهْتَانَ فَحِينَئذٍ تُقْبَلُ شَهَادَتُهُ.\n",
        "sura": "24",
        "aya": "5",
        "page": "350"
    },
    {
        "text": "وَٱلَّذِينَ يَرْمُونَ أَزْوَٰجَهُمْ وَلَمْ يَكُن لَّهُمْ شُهَدَآءُ إِلَّآ أَنفُسُهُمْ فَشَهَٰدَةُ أَحَدِهِمْ أَرْبَعُ شَهَٰدَٰتٍۭ بِٱللَّهِ إِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ",
        "tafsir": "{أَزْوَاجَهُمْ} {فَشَهَادَةُ} {شَهَادَاتٍ} {ٱلصَّادِقِينَ}\r\n(6) - هَذِهِ الآيَةُ وَمَا بَعْدَها تَتَعَلَّقُ بِاللِّعَانِ، وَفِيهَا مَخْرَجٌ للأَِزْوَاجِ إِذَا اتَّهَمُوا زَوْجَاتِهِم بالزِّنَى، وَلَمْ يَسْتَطِيعُوا إِقَامَةَ البَيِّنَةِ عَلَى زِنَاهُنَّ كَمَا أَمَرَ اللهُ، فَيُحْضِرُ الرَّجُلُ زَوْجَتَهُ إِلَى الإِمَامِ، فَيَدَّعِي عَلَيْهَا بِمَا رَمَاهَا بِهِ، فَيُحَلِّفُهُ الحَاكِمُ أَرْبَعَ شَهَادَاتٍ بِاللهِ إِنَّهُ لِمَنْ الصَّادِقِينَ فِيمَا رَمَاهَا بِهِ مِنَ الزِّنى. وَهَذِهِ الشَّهَادَاتُ الأَرْبَعُ تُقَابِل شَهَادَةَ الشُهَداءِ الأََرْبَعَةِ الذينَ جَعَلَ اللهُ تَعَالَى شَهَادَتَهم كَافِيَةً لإِثْبَاتِ الزِّنَى.\n",
        "sura": "24",
        "aya": "6",
        "page": "350"
    },
    {
        "text": "وَٱلْخَٰمِسَةُ أَنَّ لَعْنَتَ ٱللَّهِ عَلَيْهِ إِن كَانَ مِنَ ٱلْكَٰذِبِينَ",
        "tafsir": "{  أن لعنة الله عليه } أي حالة عليه .  واللعن :  الطرد والإبعاد على سبيل السخط ،  وفعله كمنع ؛  ومنه الملاعنة واللعان بين الزوجين . <br />\r\n<br />\r\n",
        "sura": "24",
        "aya": "7",
        "page": "350"
    },
    {
        "text": "وَيَدْرَؤُا۟ عَنْهَا ٱلْعَذَابَ أَن تَشْهَدَ أَرْبَعَ شَهَٰدَٰتٍۭ بِٱللَّهِ إِنَّهُۥ لَمِنَ ٱلْكَٰذِبِينَ",
        "tafsir": "{  ويدرأ عنها العذاب } يدفع عنها العذاب الدنيوي وهو الحبس أو الحد ؛  من الدرء وهو الدفع . <br />\r\n<br />\r\n",
        "sura": "24",
        "aya": "8",
        "page": "350"
    },
    {
        "text": "وَٱلْخَٰمِسَةَ أَنَّ غَضَبَ ٱللَّهِ عَلَيْهَآ إِن كَانَ مِنَ ٱلصَّٰدِقِينَ",
        "tafsir": "{  أن غضب الله عليها } خص الغضب بجانب المرأة للتغليظ عليها ؛  لأن النساء كثيرا ما يستعملن اللعن ،  فربما يتجرأن على التفوه به لسقوط وقعه على قلوبهن بخلاف غضبه تعالى . <br />\r\n<br />\r\n",
        "sura": "24",
        "aya": "9",
        "page": "350"
    },
    {
        "text": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ تَوَّابٌ حَكِيمٌ",
        "tafsir": "(10) - وَلَوْلاَ تَفَضُّلُ اللهِ تَعَالَى، وَلَوْلاَ رَحْمَتُهُ بِكُمْ يَا أَيُّها المُؤْمِنُونَ فِي قَبُولَ تَوْبَتِكُم فِي كُلِّ آنٍ، وَأَنَّهُ حَكِيمٌ فِي شَرْعِهِ، وَفِعْلِهِ، وَحُكْمِهِ، وَمِنْهَا مَا شَرَعَهُ لَكُمْ مِنَ اللِّعَانِ، لَفَضَحَكُمْ، وَلَعَاجَلَكُمْ بالعُقُوبَةِ. وَلَكِنَّهُ سَتَرَ عَلَيْكُمْ، وَدَفَعَ عَنْكُم الحَدَّ باللِّعَانِ، إِذْ لَوْ لَمْ يَشْرَعْ ذَلِكَ لَوَجَبَ عَلَى الزَّوْجِ حَدُّ القَذْفِ، مَعَ أَنَّ قَرَائِنَ الأَحْوَالِ تَدُلُّ عَلَى صِدْقِهِ، لأَِنَّهُ لاَ يَفْتَرِي عَلَى زَوْجَتِهِ، لأَِنَّهُمَا مُشْتَرِكانِ فِي الفَضِيحَةِ.\r\nوَلَوْ جَعَلَ شَهَادَةَ الرَّجُلِ مُوجِبَةً لِحَدِّ الزِّنى وَحْدَهَا، لَكَثُرَ افْتِراءُ الأَزْوَاجِ عَلى زَوْجَاتِهِمْ لِضَغِينَةٍ قَدْ تَكُونُ فِي أَنْفُسِهِمْ، وَمِنْ ثَمَّ جَعَلَ شَهَادَاتِ كُلٍّ مِنْ الزَّوْجَيْنِ مَعَ الجَزْمِ بِكَذِبِ الآخَرِ تَدْرَأُ عَنْهُ العُقُوبَةَ الدُّنْيَويَّةَ.\r\n(وَرُوي أَنَّ سَبَبَ نُزُولِ آيَةِ اللِّعَانِ، هُوَ أَنَّهُ لَمَا نَزَلَتْ آيَةُ القَذْفِ (والذينَ يَرْمُونَ المُحْصَنَاتِ ثُمَّ لَمْ يَأَتُوا بِأَرْبَعَةِ شُهَدَاءَ).  \"جَاءَ رَجُلٌ إِلَى الرَّسُولِ صلى الله عليه وسلم يَقُولُ لَهُ إِنَّهُ عَادَ إِلَى بَيْتِهِ فَوَجَدَ رَجُلاً عِنْدَ امْرَأَتِهِ، فَسَمِعَ بِأُذْنِهِ، وَرَأَى بِعَيْنِهِ، فَلَمْ يَتَعَرَّضْ لَهُ، وَجَاءَ إِلَى الرَّسُولِ فأَعْلَمَهُ بِمَا رَأى وَسَمِعَ، فاعْتَبَرَ الرَّسُولُ ذَلِكَ القَوْلَ قَذْفاً مِنْهُ بِحَقِّ زَوْجَتِهِ، وَطَالَبَهُ بِإِقَامَةِ البَيِّنَةِ أو أَنَّ الرَّسُولَ سَيَأْمُرُ بِحَدِّهِ حَدَّ القَذْفِ. فَقَالَ الرَّجُلُ؟ يَا رَسُولَ اللهِ إِذَا رَأى أَحَدُنَا عَلَى امْرَأَتِهِ رَجُلاً يَنْطَلِقُ يَلْتَمِسُ البَيِّنَةَ؟ فَجَعَلَ النَبِيُّ يَقُولُ لَهُ: البَيِّنَةَ أَوْ حَدٌّ فِي ظَهْرِكَ. فَقَالَ الرَّجُلُ: والذي بَعَثَكَ بالحَقِّ إِنِي لَصَادِقٌ، وَلِيُنْزلَنَّ اللهُ مَا يُبْرِيءُ ظَهْرِي مِنَ الحَدِّ. فَنَزَلَ جِبْرِيلُ عَلَيْهِ السَّلاَمُ بِهَذِهِ الآيَاتِ. فَأَرْسَلَ الرَّسُول إِلَى الرَّجُلِ وَزَوْجِهِ فَشَهِدَ الرَّجُلُ، والنَّبِيُّ يَقُولُ لَهُ: إِنْ اللهَ لَيَعْلَمُ أَنَّ أَحَدَكُمَا لَكَاذِبٌ، ثُمَّ قَامِتِ المَرْأَةُ فَشَهِدَتْ، فَلَمَّا كَانَتِ الخَامِسَةُ وَقَفُوهَا، وَقَالُوا لَهَا: إِنَّهَا مُوجِبَةٌ، تُوجِبُ العَذَابَ عَلَيْكِ، فَتَلَكَّأَتْ، حَتَّى ظُنَّ أَنَّها تَرْجِعُ، ثُمَّ قَالَتْ: لاَ أَفَضَحُ قَوْمِي سَائِرَ اليومِ، فَمَضَتْ وَحَلَفَتْ\" ).\n",
        "sura": "24",
        "aya": "10",
        "page": "350"
    }
]