[
    {
        "text": "سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمْ عَن قِبْلَتِهِمُ ٱلَّتِى كَانُوا۟ عَلَيْهَا قُل لِّلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
        "tafsir": "{سيقول السفهاء من الناس} جمع سفيه، من السفه وهو الخفة الناشئة من نقصان العقل. أي سيقول الخفاف الإحلام، الطاعنون في تحويل القبلة إلى الكعبة، وهم اليهود والمنافقون والمشركون: أي شيء صرفهم عن قبلتهم التي كانوا يصلون إليها، وهي بيت المقدس؟ !  وقد كان رسول الله صلى الله عليه وسلم يصلى إليها منذ قدم المدينة، وبعد ستة عشر أو سبعة عشر شهرا- على الأرجح– أمر بالصلاة إلى الكعبة، فأخبره الله تعالى بما سيقولونه قبل أن يقولوه، ليوطن نفسه عليه، وأعلمه الجواب عنه، وهو من أعلام النبوة. وقيل: إنه أخبره به بعد ما وقع، وأتى بالسين مع مضى القول لاستمرارهم عليه .",
        "sura": "2",
        "aya": "142",
        "page": "22"
    },
    {
        "text": "وَكَذَٰلِكَ جَعَلْنَٰكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيْكُمْ شَهِيدًا وَمَا جَعَلْنَا ٱلْقِبْلَةَ ٱلَّتِى كُنتَ عَلَيْهَآ إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ وَإِن كَانَتْ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمْ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ",
        "tafsir": "{وكذلك جعلنا كم أمة وسطا} أي كم هديناكم إلى قبلة هي أوسط القبل جعلناكم أمة وسطا. أو مثل ذلك الجعل العجيب جعلناكم أمة وسطا. أي عدولا خيارا. أو متوسطين، أي معتدلين في الدين غير مفرطين ولا مفرطين فيه، كاليهود والمشركين، وكالنصارى والصائبين. و وسط الشيء في الأصل: ما له طرفان متساويا القدر. استعير للخصال الحميدة، لكونها أوساطا لطرفي الخصال الذميمة، ثم أطلق على المتصف بها، من إطلاق اسم الحال على المحل، لاعتداله وبعده عن طرفي الإفراط والتفريط الذميمين. وخير الأمور، الوسط. {وماجعلنا القبلة} بيان للحكمة في جعل بيت المقدس قبلة له ثم صرفه عنها إلى الكعبة. أي أن أصل أمرك أن تستقبل الكعبة، وأن استقبالك لبيت المقدس هذه المدة ثم صرفك عنه، إنما كان ليظهر حال من يتبعك ويستقبل معك حيثما توجهت ممن ينقلب على عقبيه مرتدا عن دينه، فنجازي كلا بعمله. وعبر عن ذلك بالعلم لترتبه عليه. {ممن ينقلب على عقبيه} يرتد عن دين الإسلام، ويرجع إلى ما كان عليه، إلفا لقبلة آبائه\r\nوهو كقوله تعالى: {نكص على عقبيه} ،  {فارتدا على آثارهما قصصا} ،  وقولهم: رجعت على حافرتي، أي طريق الذي أصعدت فيه. والحافرة: العود في الشيء حتى يرد آخره على أوله. (وإن كانت لكبيرة) أي وإن كانت هذه التولية لشاقة ثقيلة على النفوس إلا على الذين هدى الله قلوبهم إلى إتباعك، والإيمان بك، والعلم بأن الله تعالى أن يكلف عباده بما يشاء وينسخ ما يشاء، وله الحكمة البالغة في ذلك. {وما كان الله ليضيع إيمانكم} لما وجه رسول الله صلى الله عليه وسلم في صلاته إلى الكعبة قالوا: يا رسول الله، كيف بالذين ماتوا منا وهم يصلون إلى بيت المقدس؟ فنزلت. أي وما كان الله مريدا لإضاعة إيمانكم، أي صلاتكم إلى القبلة المنسوخة. فالإيمان مجاز عن الصلاة، من إطلاق اللازم على ملزومة بقرينة المقام. أو لإضاعة ثباتكم على الإيمان بالرسول، بل يجازيكم عليه بالحسنى .",
        "sura": "2",
        "aya": "143",
        "page": "22"
    },
    {
        "text": "قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِى ٱلسَّمَآءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَىٰهَا فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ وَإِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ لَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعْمَلُونَ",
        "tafsir": "{قد نرى تقلب وجهك. .  .} كان رسول الله صلى الله عليه وسلم يقلب وجهه نحو السماء في الدعاء إلى الله تعالى أن يحوله إلى الكعبة، قبلة أبيه إبراهيم عليه السلام. فاستجاب الله له وحوله إليها. {ترضاها} تحبها وتهواها، لأنها قبلة إبراهيم عليه السلام، وأقدم القبلتين، وأدعى للعرب إلى الإيمان، فوافقت أغراضه الشريفة- صلى الله عليه وسلم- مشيئة الله وحكمته. {شطر المسجد الحرام} نحوه وجهته وتلقاءه، منصوب على الظرفية. والمراد من المسجد الحرام: الكعبة، كما في الصحيحين. أي فول وجهك في الصلاة جهتها، وحيثما كنتم من بر أو بحر، شرق أو غرب فولوا وجوهكم في الصلاة جهتها. وفى ذكر المسجد الحرام دون الكعبة التي هي القبلة إيذان بكفاية محاذاة الجهة للبعيد، لأن في وجوب محاذاة عينها على البعيد حرجا عظيما دون القريب. وروى عن ابن عباس: أن البيت قبلة لأهل المسجد، والمسجد قبلة لأهل الحرم، والحرم قبلة لأهل المشرق والمغرب. وإليه ذهب مالك .",
        "sura": "2",
        "aya": "144",
        "page": "22"
    },
    {
        "text": "وَلَئِنْ أَتَيْتَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ بِكُلِّ ءَايَةٍ مَّا تَبِعُوا۟ قِبْلَتَكَ وَمَآ أَنتَ بِتَابِعٍ قِبْلَتَهُمْ وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم مِّنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ إِنَّكَ إِذًا لَّمِنَ ٱلظَّٰلِمِينَ",
        "tafsir": "{وَلَئِنْ} {ٱلْكِتَابَ} {آيَةٍ} {ٱلظَّالِمِينَ} - يخبر الله تعالى، بأن كفر اليهود هو كفر عناد ومكابرة، ولذلك فلا يمكن أن تزيله الحجة والدليل. ويقول الله تعالى لرسوله الكريم صلى الله عليه وسلم: إنه لو جاءهم بكل حجة، وكل دليل على صحة نبوته، وعلى أن ما جاءهم به هو الحق من ربهم، لما اتبعوه، ولما صدقوه، لأنهم إنما خالفوا الرسول عنادا ومكابرة وحسدا، ولذلك فلا يمكن أن تؤثر فيهم الحجة. ويقول الله لنبيه: إنك لا تتبع قبلة أهل الكتاب لأنك على قبلة إبراهيم الذي يجلنه، فهي الأجدر بالاتباع. وأهل الكتاب من اليهود والنصارى لا يتبع بعضهم قبلة بعض. فاليهود لا يتجهون إلى الشرق، والنصارى لا يغيرون قبلتهم ويتجهون إلى بيت المقدس، وكل منهم متمسك بما هو عليه، محقا كان أو مبطلا، غير ناظر إلى حجة ولا إلى برهان. ولئن وافقتهم فيما يريدون فصليت إلى قبلتهم مداراة لهم، وحرصا على أن يتبعوك، ويؤمنوا بك بعد ما جاءك الحق اليقين، لتكونن في جملة الظالمين، وحاشاك أن تفعل ذلك.",
        "sura": "2",
        "aya": "145",
        "page": "22"
    }
]