[
    {
        "text": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ",
        "tafsir": "{ٱلْكِتَابِ}\r\n(31) - وَهذَا القُرآنُ الذِي أَوْحَاهُ اللهُ إِليكَ، يَا مُحَمَّدُ، هُوَ الحَقُّ، وَهُوَ يُصَدِّقُ الكُتُبَ السَّابِقَةَ فِيما جَاءَتْ بِهِ، وَهِيَ بَشَّرَتْ بِهِ، وَنَوَّهَتْ بِذِكْرِهِ فَعَلى المُؤمِنينَ أَنْ يَعْمَلُوا بِما جَاءَ فِي القُرآنِ لِيَفُوزُوا وَيَنْجُوا مِنَ العَذَاب الأََلِيمِ، وَاللهُ خَبِيرٌ بأَحْوَالِ العِبَادِ، بَصِيرٌ بِما يَصْلُحُ لَهُمْ مِنْ شَرْعٍ وَأَحْكَامٍ.\n",
        "sura": "35",
        "aya": "31",
        "page": "438"
    },
    {
        "text": "ثُمَّ أَوْرَثْنَا ٱلْكِتَٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
        "tafsir": "{  ثم أورثنا الكتاب .  .  .  } أي ثم جعلنا القرآن الذي أوحينا إليك :  ميراثا منك لأمتك – التي اصطفينا على سائر الأمم ،  وجعلناها أمة وسطا ليكونوا شهداء على الناس – ينتفعون به ،  ويفقهون ما فيه من العلوم والأحكام والمواعظ والأمثال ؛  بالذات كالعلماء الراسخين ،  أو بالواسطة كغيرهم .  و  \" ثم \"  للتراخي الزماني .  والمراد ب  \" الذين اصطفينا \"  أمة الإجابة .  وفي التعبير بالاصطفاء تنويه بفضلها على سائر الأمم .  ثم قسمها الله تعالى إلى ثلاث أنواع :  أشار إلى الأول بقوله تعالى : {  فمنهم ظالم لنفسه } بارتكاب صغائر الذنوب المؤدى إلى نقصانه من الثواب .  وإلى الثاني بقوله : {  ومنهم مقتصد } معتدل في أمر الدين ،  لا يميل إلى إفراط ولا إلى تفريط .  وإلى الثالث بقوله : {  ومنهم سابق بالخيرات بإذن الله } وهو السابق لغيره في أمور الدين .  وقيل الظالم :  من رجحت سيئاته على حسناته .  والمقتصد :  من استوت حسناته وسيئاته .  والسابق :  من رجحت حسناته على سيئاته ؛  وكلهم من أهل الجنة . <br />\r\n{  ذلك } أي توريث الكتاب لمن اصطفيناه . <br />\r\n<br />\r\n",
        "sura": "35",
        "aya": "32",
        "page": "438"
    },
    {
        "text": "جَنَّٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
        "tafsir": "{  يدخلونها } الضمير راجع للأنواع الثلاثة . <br />\r\n<br />\r\n",
        "sura": "35",
        "aya": "33",
        "page": "438"
    },
    {
        "text": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
        "tafsir": "{  وقالوا } أي يقولون عند دخولهم الجنة .  وعبر بصيغة الماضي للدلالة على تحققه . <br />\r\n{  الحمد لله الذي أذهب عنا الحزن } أي جنس الحزن الشامل لجميع أحزان الدين والدنيا والآخرة .  والحزن والحزن :  ضد الفرح . <br />\r\n<br />\r\n",
        "sura": "35",
        "aya": "34",
        "page": "438"
    },
    {
        "text": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
        "tafsir": "{  لا يمسنا فيها نصيب } لا يصيبنا فيها تعب ولا مشقة وعناء .  يقال :  نصب – كفرح – إذا تعب وأعيا . {  ولا يمسنا فيها لغوب } إعياء من التعب ،  وكلال من النصب .  يقال :  لغب لغبا ولغوبا ولغوبا – كمنع وسمع وكرم – أعيا أشد الإعياء . <br />\r\n<br />\r\n",
        "sura": "35",
        "aya": "35",
        "page": "438"
    },
    {
        "text": "وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ",
        "tafsir": "(36) - أَمَّا الذِينَ كَفَرُوا بِاللهِ، وَجَحَدُوا بِآيَاتِهِ، وَكَذَّبُوا رُسُلَهُ، فَعِقَابُهُمْ سَيَكُونُ فِي نَارِ جَهَنَّمَ، لاَ يُحْكَمُ عَلَيْهِمْ فِيها بِمَوتٍ فَيَسْتَرِيحُوا مِنَ العَذابِ وَالآلاَمِ، وَلاَ يُخَفَّفُ عَنْهُمُ العَذابُ وَلا يُفَتَّرُ. وَكُلَّما خَبَتْ نَارُ جَهَنَّمَ زَادَهَا اللهُ سَعِيراً، لِيَسْتَمِرَّ عَذَابُهُم شَدِيداً أليماً. وَمِثْلُ هذا الجَزاءِ يَجْزِي اللهُ بِهِ كُلَّ كَافِرٍ بِاللهِ، جَاحِدٍ بِأَنْعُمِهِ، مُكَذِّبٍ لِرُسُلِهِ.\n",
        "sura": "35",
        "aya": "36",
        "page": "438"
    },
    {
        "text": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ فَذُوقُوا۟ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ",
        "tafsir": "{  وهم يصطرخون فيها } يستغيثون ويضجون في النار رافعين أصواتهم .  افتعال من الصراخ وهو الصياح بجهد ومشقة ،  ويستعمل كثيرا في الاستغاثة ؛  لجهد المستغيث صوته .  والصارخ :  المستغيث .  وأصله يصترخون ؛  فأبدلت التاء طاء لقرب مخرجها من الصاد لما ثقلت . {  أو لم نعمركم } أي ألم نمهلكم ونعمركم العمر الذي يتمكن من التذكر فيه من أراد التذكر !  . <br />\r\n<br />\r\n",
        "sura": "35",
        "aya": "37",
        "page": "438"
    },
    {
        "text": "إِنَّ ٱللَّهَ عَٰلِمُ غَيْبِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
        "tafsir": "{عَالِمُ} {ٱلسَّمَاوَاتِ}\r\n(38) - واللهُ عَالِمٌ بِما انْطَوَتْ عَلَيهِ ضَمَائِرُ المُجْرِمينَ الظَّالِمينَ، مِنْ تَصْمِيمٍ عَلَى الكُفْرِ وَالضَّلاَلِ، فَمَهْمَا طَالَتْ أعْمَارُهُمْ فَلَنْ تَتَغَيَّر حَالُهم، وَلَوْ أَعَادَهُمْ إِلَى الدُّنيا لَعَادُوا إِلى فِعْلِ مَا نُهُوا عَنْهُ، لأَِنَّهُ تَعَالَى يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالأَرْضِ، وَيَعْلَمُ مَا تُكِنُّهُ السَّرَائِرُ، وَمَا تَنْطَوي عَلَيهِ الضَّمَائِرُ، وَسَيُجَازِي كُلَّ عَامِلٍ عَلَى عَمَلِهِ.\n",
        "sura": "35",
        "aya": "38",
        "page": "438"
    }
]