[
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قَٰتِلُوا۟ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلْكُفَّارِ وَلْيَجِدُوا۟ فِيكُمْ غِلْظَةً وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
        "tafsir": "{  قاتلوا الذين يلونكم .  .  .  } لما أمروا بقتال المشركين كافة ،  أرشدهم الله إلى الطريق الأصلح ،  وهو أن يبدءوا بقتال الأقرب ،  حتى يصلوا إلى الأبعد فالأبعد ،  لعدم تصور القتال دفعة واحدة ،  ولهذا قاتل رسول الله صلى الله عليه وسلم أولا قومه ،  ثم انتقل إلى قتال سائر العرب ،  ثم إلى قتال أهل الكتاب ،  وهم قريظة والنضير وخيبر وفدك .  .  ثم انتقل إلى غزو الروم والشام ،  وتم فتحه في زمن الصحابة .  ثم أنهم انقلبوا إلى العراق ،  ثم إلى سائر الأمصار ،  وإذا قاتل الأقرب أولا تقوى بما ينال منه على الأبعد . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "123",
        "page": "207"
    },
    {
        "text": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِۦٓ إِيمَٰنًا فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَزَادَتْهُمْ إِيمَٰنًا وَهُمْ يَسْتَبْشِرُونَ",
        "tafsir": "{إِيمَاناً} {آمَنُواْ}\r\n(124) - إِذَا أَنْزَلَ اللهُ تَعَالَى سُورَةً مِنْ سُوَرِ القُرْآنِ فَمِنَ المُنَافِقِينَ مَنْ يَقُولُ لإِخْوَانِهِ: (أَوْ يَقُولُ لِمَنْ يَلْقَاهُ مِنَ المُؤْمِنينَ مُشَكِّكاً): أَيُّكُمْ  زَادَتْهُ هَذِهِ السُّورَةُ إِيمَاناً وَيَقيناً بِحَقِيقَةِ القُرْآنِ وَالإِسْلاَمِ، وَصدْقِ الرَّسُولِ؟\r\nوَيَقُولُ تَعَالَى: أَمَّا الذِينَ آمَنُوا بِرَبِّهِمْ فَتَزيدُهُمُ الآيَاتُ إِيمَاناً، وَيَسْتَبْشِرُونَ بِرِضْوانِ رَبِّهِمْ، وَبِمَا أَعَدَّهُ لَهُمْ مِنْ جَزِيلِ الثَّوابِ.\r\n(وَقَدِ اسْتَدَلَّ بَعْضُ الفُقَهَاءِ مِنْ هذِهِ الآيَةِ عَلَى أَنَّ الإِيمَانَ يُمْكِنُ أَنْ يَزيدَ أَوْ يَنْقُصَ).",
        "sura": "9",
        "aya": "124",
        "page": "207"
    },
    {
        "text": "وَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا۟ وَهُمْ كَٰفِرُونَ",
        "tafsir": "{  في قلوبهم مرض } شك ونفاق وكفر . {  فزادتهم رجسا } شكا ونفاقا وكفرا مضموما {  إلى رجسهم } لأنهم كلما جحدوا سورة أو آية ،  أو استهزءوا بها ازدادوا فيما هم فيه .  وأصل الرجس الشيء المستقذر .  وما هم فيه أقذر شيء . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "125",
        "page": "207"
    },
    {
        "text": "أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِى كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ",
        "tafsir": "{  يفتنون .  .  .  } يبتلون بالشدائد .  . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "126",
        "page": "207"
    },
    {
        "text": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَىٰكُم مِّنْ أَحَدٍ ثُمَّ ٱنصَرَفُوا۟ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
        "tafsir": "{  لا يفقهون } لا يتدبرون ،  أو لا يفهمون لسوء استعدادهم . يقال :  فقه ،  وفقه يفقه ،  إذا فهم وعلم . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "127",
        "page": "207"
    },
    {
        "text": "لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِٱلْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ",
        "tafsir": "{  عزيز عليه ما عنتم } شديد وشاق عليه عنتكم ومشتكم ،  لكونه بعضا منكم .  يقال :  عز عليه ،  أي صعب وشق .  والعنت المشقة .  يقال :  أكمة عنوت ،  أي شاقة ،  وفعله كفرح .  والله أعلم . <br />\r\n<br />\r\n",
        "sura": "9",
        "aya": "128",
        "page": "207"
    },
    {
        "text": "فَإِن تَوَلَّوْا۟ فَقُلْ حَسْبِىَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
        "tafsir": "(129) - فَإِنْ أَعْرَضُوا عَمَّا جِئْتَهُمْ بِهِ مِنَ الشَّريعَةِ العَظِيمَةِ المُطَهَّرَةِ، وَأَعْرَضُوا عَنِ الإِيمَانِ بِكَ، وَالاهْتِدَاءِ بِمَا جِئْتَهُمْ بِهِ، فَلاَ تَحْزَنْ لِذَلِكَ، وَقُلْ: يَكْفِينِي اللهُ، لاَ إِلهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ، وَهُوَ مَالِكُ كُلِّ شَيءٍ وَخَالِقُهُ، لأَنَّهُ رَبُّ العَرْشِ العَظِيمِ، وَجَمِيعُ الخَلْقِ فِي السَّمَاوَاتِ وَالأَرْضِ وَمَا فِيهِنَّ تَحْتَ العَرْشِ، مَقْهُورُونَ بِقُدْرَتِهِ تَعَالَى، وَعِلْمُهُ مُحِيطٌ بِكُّلِ شَيءٍ، وَقَدَرُهُ نَافِذُّ فِي كُلِّ شَيءٍ، وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ.\r\nحَسْبِيَ اللهُ - اللهُ كَافيَّ وَمُعِينِي.",
        "sura": "9",
        "aya": "129",
        "page": "207"
    }
]