[
    {
        "text": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍ سَحِيقٍ",
        "tafsir": "{  حنفاء } مائلين عن سائر الأديان الباطلة إلى الدين الحق . {  فتخطفه الطير } تستلبه جوارح الطير وتذهب به .  والخطف :  الاختلاس بسرعة . {  أو تهوي به الريح } أي تسقطه وتقذفه .  يقال :  هوى يهوي هويا ،  سقط إلى أسفل . {  سحيق } بعيد ؛  من السحق .  يقال :  سحق الشيء – كبعد – فهو سحيق ،  أي بعيد .  وأسحقه الله :  أبعده .\r\n\r\n",
        "sura": "22",
        "aya": "31",
        "page": "336"
    },
    {
        "text": "ذَٰلِكَ وَمَن يُعَظِّمْ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ",
        "tafsir": "{  ومن يعظم شعائر الله } جمع شعيرة ،  وهي كل شيء لله تعالى فيه أمر أشعر به وأعلم وشعائر الله :  أعلام دينه في الحج .  أو الأعمال التي أمر بها فيه عند هذه الأعلام [ آية 158 البقرة ص 53 ] ومنها البدن التي تهدى للبيت المعظم .  وتعظيم شعائر الله :  امتثال ما أمر به عندها ،  أداء أعمال المناسك على الوجه المشروع .  ومن المفسرين من فسر الشعائر هنا بالبدن الهدايا ؛  بقرينة ما بعده .  وتعظيمها :  اختيارها حسانا سمانا .",
        "sura": "22",
        "aya": "32",
        "page": "336"
    },
    {
        "text": "لَكُمْ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ",
        "tafsir": "{  لكم فيها منافع } أي لكم في تلك الشعائر منافع بالأجر والثواب الحاصل بتعظيمها . {  إلى أجل مسمى } وهو انقضاء أيام الحج . {  ثم محلها } أي محل الناس منها – أي من إحرامهم – منته{  إلى البيت العتيق } بطواف الزيارة بعد أداء تلك الشعائر .\r\n\r\n",
        "sura": "22",
        "aya": "33",
        "page": "336"
    },
    {
        "text": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَٰمِ فَإِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ فَلَهُۥٓ أَسْلِمُوا۟ وَبَشِّرِ ٱلْمُخْبِتِينَ",
        "tafsir": "{  ولكل أمة جعلنا منسكنا } أي إراقة دم وذبح قربان .  أي شرعنا لكل أمة مؤمنة أن ينسكوا لله تعالى ؛  أي يذبحوا لوجهه تقربا إليه .  ويطلق المنسك – بالفتح – على موضع إراقة الدم أو زمانها .\r\nوقرئ بكسر السين بمعنى الموضع . {  وبشر المخبتين } المتواضعين لله تعالى ،  أو المطمئنين ؛  من الإخبات وهو في الأصل نزول الخبت ،  أي المطمئن من الأرض .  وجمعه أخبات وخبوت ،  ثم استعمل استعمال اللين والتواضع .\r\n\r\n",
        "sura": "22",
        "aya": "34",
        "page": "336"
    },
    {
        "text": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
        "tafsir": "{  وجلت قلوبهم } خافت وحذرت مخالفته تعالى [ آية 2 الأنفال ص 294 ] .",
        "sura": "22",
        "aya": "35",
        "page": "336"
    },
    {
        "text": "وَٱلْبُدْنَ جَعَلْنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌ فَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْقَانِعَ وَٱلْمُعْتَرَّ كَذَٰلِكَ سَخَّرْنَٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
        "tafsir": "{  والبدن جعلناها لكم من شعائر الله } البدن :  جمع بدنة ،  وهي الأبل ،  أو الأبل والبقر المهداة إلى البيت المعظم .  وسميت بدنا لعظم أبدانها وضخامتها ،  وكانوا يسمونها ثم يهدونها إلى البيت ؛  وهي من أعلام دينه تعالى في الحج .  و{  صواف } جمع صافة ،  أي قائمات قد صففن أيديهن وأرجلهن ؛  من صف يصف .  وقرئ :   \" صوافن \"  جمع صافنة ؛  من صفن الرجل يصفن ،  إذا صف قدميه . {  وجبت جنوبها } سقطت جنوبها على الأرض بعد النحر ؛  وهو كناية عن موتها .  يقال :  وجبت الشمس تجب وجبا ووجوبا ،  غابت .  ووجب الجدار :  سقط .  وظاهره يؤيد كون المراد من البدن الإبل خاصة . {  وأطعموا القانع } هو السائل ؛  من القنوع وهو السؤال والتذلل .  يقال :  قنع يقنع ،  إذا سأل ؛  فهو قانع وقنيع . {  والمعتر } هو الذي يتعرض لك لتعطيه ولا يسأل .  يقال :  عره يعره عرا ،  وعراه واعتراه واعتره :  إذا أتاه طلبا معروفة من غير مسألة .\r\n\r\n",
        "sura": "22",
        "aya": "36",
        "page": "336"
    },
    {
        "text": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ وَبَشِّرِ ٱلْمُحْسِنِينَ",
        "tafsir": "(37) - إِِنَّمَا شَرَعَ اللهُ لَكُمْ نَحْرَ هَذهِ الضَّحَايَا لِتَذْكُروا اسْمَ اللهِ عِنْدَ ذَبْحِها، فَهُوَ الخَالِقُ الرَّازِقُ؛ وَهُوَ تَعَالَى لاَ يَنَالُه شيءٌ مِنْ لُحُومِها، ولا مِنْ دِمَائِها، فَهُوَ الغَنِيُّ عَمَّنْ سِواهُ، يَتَقَبَّلُ الذَبِيحَةً، ويَجْزِي عَلَيْها.\r\n(وَكَانَ المُشْرِكُونَ فِي الجَاهِلِيَّةِ إِذَا ذَبحُوا لآلِهَتِهِمْ، وَضَعُوا شَيْئاًَ مِنْ لُحُومِ قَرابِينِهِم ودِمَائِها عَلَى أَصْنَامِهِمْ).\r\nوَمِنْ أَجْلِ ذَلِكَ سَخَّرَ اللهُ لَكُمْ البُدْنَ لِتُعَظِّمُوهُ عَلَى مَا هَدَاكُمْ لِدِينِهِ وَشَرْعِهِ، وَفِعْلِ مَا يُحِبُّهُ وَيَرْضَاهُ، وَنَهَاكُم عَنْ فِعْلِ المُنْكَر، وَعَنْ فِعْلِ مَا يَكْرَهُ. وَبَشِّرْ يَا مُحَمَّدُ المُحْسِنِينَ فِي عَمَلِهِمِ، القَائِمِينَ بِحُدُودِ اللهِ، بِأَنَّ اللهَ سَيَجْزِيهِمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ.\n",
        "sura": "22",
        "aya": "37",
        "page": "336"
    },
    {
        "text": "إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ",
        "tafsir": "{  إن الله يدافع عن الذين آمنوا } بشارة للمؤمنين لتثبيت قلوبهم .\r\n\r\n",
        "sura": "22",
        "aya": "38",
        "page": "336"
    }
]