[
    {
        "text": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ إِنَّ ٱلْبَقَرَ تَشَٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهْتَدُونَ",
        "tafsir": "{تَشَابَهَ}\r\n(70) - فَعَادُوا إِلى السُّؤالِ، وَطَلَبُوا مِنْ مُوسَى أَنْ يَسْأَلَ رَبَّهُ لِيُبَيِّنَ لَهُمْ مَا هِيَ صِفَاتُ هذِهِ البَقَرَةِ، لأَِنَّ البَقَرَ تَشَابَهَ عَلَيهِمْ، فَلَمْ يَعْرِفُوا أَيَّها المقصودَ، وَإِنَّهُمْ سَيَهْتَدُونَ إِلَيهَا بِمَشِيئَةِ اللهِ.",
        "sura": "2",
        "aya": "70",
        "page": "11"
    },
    {
        "text": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ ٱلْأَرْضَ وَلَا تَسْقِى ٱلْحَرْثَ مُسَلَّمَةٌ لَّا شِيَةَ فِيهَا قَالُوا۟ ٱلْـَٰٔنَ جِئْتَ بِٱلْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا۟ يَفْعَلُونَ",
        "tafsir": "{  لاَّ ذَلُولٌ } لم تذلل بالعمل .  يقال :  بقرة ذلول بينة الذل-بالكسر- أي هينة سهلة الانقياد . <br />\r\n{  الْحَرْثَ } هي الأرض المهيأة للزرع ،  أو نفس الزرع .  ويطلق الحرث على إلقاء البذر في الأرض ،  وعلى إعدادها للزراعة . <br />\r\n{  مُسَلَّمَةٌ } بريئة من العيوب .  من السلامة ،  وهي التعري من الآفات . <br />\r\n{  لاَّشِيَة  فِيهَا } لا لون فيها يخالف لون سائر جلدها .  واصلها  \" وَشيٌ \"  لحقها من النقص ما لحق رنة وعدة .  يقال :  وشيت الثوب أشيه وشيا وشية ،  إذا جعلت فيه أثرا يخالف معظم لونه . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "71",
        "page": "11"
    },
    {
        "text": "وَإِذْ قَتَلْتُمْ نَفْسًا فَٱدَّٰرَْٰٔتُمْ فِيهَا وَٱللَّهُ مُخْرِجٌ مَّا كُنتُمْ تَكْتُمُونَ",
        "tafsir": "{  فَادَّارَأْتُمْ فِيهَا } تخاصمتم أو تدافعتم في شأن هذه النفس التي قتلت ،  فألقى كل منكم تهمة القتل على الآخر .  وأصله تدارأتم  من الدرء وهو الدفع ،  لأن المتخاصمين يدرأ بعضهم بعضا ويدفعه .  يقال :  درأت عنه ،  دفعت عن جانبه ،  فقبلت التاء دار لتقارب مخرجهما ،  وسكنت للإدغام فاجتلبت الهمزة للنطق بالساكن . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "72",
        "page": "11"
    },
    {
        "text": "فَقُلْنَا ٱضْرِبُوهُ بِبَعْضِهَا كَذَٰلِكَ يُحْىِ ٱللَّهُ ٱلْمَوْتَىٰ وَيُرِيكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
        "tafsir": "{  فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا } أي اضربوا القتيل ببعض البقرة المذبوحة ،  فضربوه بها ،  فأحياه وأخبر عن قاتله ثم سقط ميتا .  وهذه معجزة أجراها الله تعالى على يد موسى عليه السلام في هذه الحادثة ،  للدلالة على صدق رسالته ووجوب اتباعه ،  كما أجرى على يد عيسى عليه السلام إحياء الموتى . <br />\r\n<br />\r\n",
        "sura": "2",
        "aya": "73",
        "page": "11"
    },
    {
        "text": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِىَ كَٱلْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ ٱلْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ٱلْأَنْهَٰرُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ٱلْمَآءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ٱللَّهِ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ",
        "tafsir": "{ٱلأَنْهَارُ} {بِغَافِلٍ}\r\n(74) - يُقَرِّعُ اللهُ، جَلَّ شَأْنُهُ، بَنِي إِسْرَائِيلَ الذِينَ شَهِدُوا قُدْرَةَ اللهِ أَكْثَرَ مِنْ مَرَّةٍ، وَتَحَقَّقُوا مِنْ آيَاتِهِ وَعِبَرِهِ، ثُمَّ عَادُوا إِلى الكُفْرِ وَالجُحُودِ وَالفَسَادِ، فَيَقُولُ لَهُمْ تَعَالَى: ثُمَّ قَسَتْ قُلُوبُكُمْ وَأَصْبَحَتْ بَعِيدةً عَنِ التَّأثُّرِ بِالوَازِعِ الدِّينِيِّ، وَبِالمَوَاعِظِ وَالآيَاتِ، فَأَصْبَحَتْ كَالحِجَارَةِ قَسْوَةً. وَيَسْتَدْرِكُ تَعَالَى، فَيَقُولُ: إِنَّ بَعْضَ الحِجَارَةِ أَكْثَرُ لِيناً مِنْ قُلُوبِ بَنِي إِسْرَائِيلَ، فَبَعْضُ الحِجَارَةِ تَنْشَقُّ فَتَتَفَجَّرُ مِنْها المِيَاهُ، وَتَسِيلُ الأَنْهَارُ وَإِنَّ مِنْ هذِهِ الحِجَارَةِ لَمَا يَهْبِطُ مِنْ رُؤُوسِ الجِبَالِ مِنْ خَشْيَةِ اللهِ.أَمَّا قُلُوبُ بَنِي إِسْرَائِيلَ فَإِنَّهَا لاَ تَتَأَثَّرُ بِمَوْعِظَةٍ، وَلاَ تَلِينُ لِذِكْرِ اللهِ، وَلا يَزْدَادُونَ إِلا فَسَاداً وَعُتُوّاً فِي الأَرْضِ، فَلَهُمُ الوَيْلُ عَلَى ذلِكَ، فَاللهُ لَيْسَ بِغَافِلٍ عَنْ أَعْمَالِهِمْ، وَسَيَجْزِيهِمْ عَلَيهَا الجَزَاءَ الأَوْفى، يَوْمَ القِيَامَةِ.\r\nيَتفَجَّرُ - يَتَفَتَّحُ بِسَعَةٍ وَكَثْرَةٍ.\r\nيَشَّقَّقُ - يَتَصَدَّعُ بِطُولٍ وَعَرْضٍ.",
        "sura": "2",
        "aya": "74",
        "page": "11"
    },
    {
        "text": "أَفَتَطْمَعُونَ أَن يُؤْمِنُوا۟ لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
        "tafsir": "{كَلاَمَ}\r\n(75) - كَانَ النَّبِيُّ صلى الله عليه وسلم وَالمُسْلِمُونَ شَدِيدِي الحِرْصِ عَلَى دُخُولِ اليَهُودِ في الإِسْلاَمِ، لأَِنَّ شَرِيعَة مُوسَى - كَمَا نَزَلَتْ مِنْ عِنْدَ اللهِ - تَدْعُو مِثْلَ الإِسْلاَمِ إِلى التَّوْحِيدِ الخَالِصِ، وَإِلى الإِيمَانِ بِالبَعْثِ وَالنُّشُورِ وَالجَزَاءِ عَلَى الأَعْمَالِ، وَكِتَابُهُمُ التَّورَاةُ يُبَشِّرُ بِمُحَمَّدٍ صلى الله عليه وسلم وَبِعْثَتِهِ وَرِسَالَتِهِ، وَيُصَدِّقُُ القُرآنَ فِيمَا جَاءَ بِهِ، فَكَشَفَ اللهُ لِنَبِيِّهِ الكَرِيمِ وَلِلْمُسْلِمِينَ حَالَ اليَهُودِ وَعِنادَهُمْ وَكُفْرَهُمْ، فَقَالَ تَعَالَى مُخَاطِباً النَّبِيَّ وَالمُسْلِمينَ: أَتَطْمَعُونَ أَنْ يَنْقَادَ اليَهُودُ إِليكُمْ بِالطَّاعَةِ، وَقَدْ شَاهَدَ آباؤهم مِنْ آيَاتِ اللهِ وَمُعْجِزَاتِهِ الكَثِيرَ، ثُمَّ قَسَتْ قُلُوبُهُمْ بَعْدَ ذلِكَ، وَكَانَ فَرِيقٌ مِنْ أَحْبَارِهِمْ وَعُلَمَائِهِمْ يَسْمَعُونَ كَلامَ اللهِ ثُمَّ يَتَأوَّلُونَهُ، وَيُعْطُونَهُ مَعْنىً آخَرَ غَيْرَ مَعْنَاهُ الصَّحِيحِ (يُحَرِّفُونَهُ) مِنْ بِعْدِ مَا عَرَفُوهُ، وَفَهِمُوا مَعْنَاهُ عَلَى حَقِيقَتِهِ. وَمَعَ ذلِكَ فَإِنَّهُمْ يُخَالِفُونَ عَنْ عِلْمٍ وَبَصِيرَةٍ، وَهُمْ يَعْلَمُونَ أّنَّهُمْ عَلَى غَيْرِ الحَقِّ فِيمَا ذَهَبُوا إِليهِ مِنْ تَأوُّلٍ وَتَحْرِيفٍ.\r\nالطَّمَعُ - تَعَلُّقُ النَّفْسِ بِإِدْرَاكِ مَا تُحِبُّ تَعَلُّقاً قَوِيّاً.\r\nيُحَرِّفُونَهُ - يُعْطُونَهُ مَعنىً غَيرَ مَعْنَاهُ الصَّحِيحِ.",
        "sura": "2",
        "aya": "75",
        "page": "11"
    },
    {
        "text": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوٓا۟ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْ أَفَلَا تَعْقِلُونَ",
        "tafsir": "{  أَتُحَدِّثُونَهُم بِمَا فَتَحَ اللّهُ عَلَيْكُمْ } أتخبرون المؤمنين بما بين الله لكم في التوراة من نعت محمد وصفته من قولهم :  فتح الله على فلان علم كذا ،  أي رزقه ذلك وسهله له .  أو أتخبرونهم بما حكم الله به عليكم في التوراة من أخذ الميثاق على أنبيائكم بالإيمان بمحمد ونصرته .  من الفتح بمعنى الحكم والقضاء ،  ومنه {  رَبَّنَا افتَح بَينَنَا وَبَينَ قَومِنَا بالحَقِّ }{[36]}  أي احكم بيننا وبينهم بالحق .",
        "sura": "2",
        "aya": "76",
        "page": "11"
    }
]