[
    {
        "text": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلْجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبْتَلِيكُم بِنَهَرٍ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّى وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُۥ مِنِّىٓ إِلَّا مَنِ ٱغْتَرَفَ غُرْفَةًۢ بِيَدِهِۦ فَشَرِبُوا۟ مِنْهُ إِلَّا قَلِيلًا مِّنْهُمْ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ قَالُوا۟ لَا طَاقَةَ لَنَا ٱلْيَوْمَ بِجَالُوتَ وَجُنُودِهِۦ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُوا۟ ٱللَّهِ كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةًۢ بِإِذْنِ ٱللَّهِ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
        "tafsir": "{  فلما فصل طالوت }خرج بجنوده من بيت المقدس لمحاربة العمالقة قوم جالوت . \r\n{  ومن لم يطعمه }من لم يذقه أصلا ،  لا قليلا ولا كثيرا .  من طعم الشيء يطعمه ،  إذا ذاقه مأكولا أو مشروبا .  واستعمال طعم الماء بمعنى الماء ذاق طعمه مستفيض . \r\n{  غرفة بيده }الغرفة :  اسم للشيء المغترف ،  وجمعه غراف .  وأما الغرفة فهي اسم للمرة الواحدة من الغرف .  وقيل :  هما لغتان بمعنى واحد .  رخص لهم في الأخذ باليد دون الكرع . \r\n\r\n",
        "sura": "2",
        "aya": "249",
        "page": "41"
    },
    {
        "text": "وَلَمَّا بَرَزُوا۟ لِجَالُوتَ وَجُنُودِهِۦ قَالُوا۟ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ",
        "tafsir": "{ٱلْكَافِرِينَ}\r\n(250) - وَلَمّا تَقَدَّمَ المُؤْمِنُون المُتَوَكِّلُونَ عَلَى اللهِ مَعَ طَالُوتَ لِقِتَالِ جَالُوتَ وَجُنُودِهِ، دَعَوا اللهَ وَرَجَوْهُ أنْ يُنْزِلَ عَلَيهِم الصَّبْرَ عَلَى الشِّدَّةِ، وَأنْ يُثَبِّتَ أقْدَامَهُم عِنْدَ لِقَاءِ أَعْدَائِهِمْ، وَأنْ يُجَنِّبَهُمُ العَجْزَ وَالفِرَارَ، وَأنْ يَمُنَّ عَلَيهِمْ بِالنَّصْرِ عَلَى القَوْمِ الكَافِرِينَ.\r\nبَرَزُوا - ظَهَرُوا وَانْكَشَفُوا.",
        "sura": "2",
        "aya": "250",
        "page": "41"
    },
    {
        "text": "فَهَزَمُوهُم بِإِذْنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ وَٱلْحِكْمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّفَسَدَتِ ٱلْأَرْضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضْلٍ عَلَى ٱلْعَٰلَمِينَ",
        "tafsir": "{  وقتل داوود }وكان داوود في عسكر طالوت . \r\n{  والحكمة }هي النبوة .  ولم يجتمع الملك والنبوة لأحد قبله في بني إسرائيل ،  وورثه فيهما ابنه سليمان عليهما السلام . \r\n\r\n",
        "sura": "2",
        "aya": "251",
        "page": "41"
    },
    {
        "text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ وَإِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
        "tafsir": "{آيَاتُ}\r\n(252) - وَهَذِهِ القَصَصُ التِي قَصَّهَا اللهُ تَعَالَى عَلَى نَبِيِّهِ صلى الله عليه وسلم إِنَّما قَصَّها بِالحَقِّ (أيْ بِالوَاقِعِ الذِي كَانَ الأمرُ عَلَيهِ، وَهُوَ مُطَابِقٌ لِمَا بَيْنَ يَدَي أهْلِ الكِتَابِ مِنَ الحَقِّ) لِتَكُونَ لِلنَّبِيِّ صلى الله عليه وسلم أُسْوةٌ يَتأسَّى بِها، وَلِتَكُونَ دَليلاً عَلَى صِدْقِ نُبُوَّتِهِ، وَلِيَعْلَمَ أنَّ الله سَيَنْصُرُهُ كَمَا نَصَرَ مَنْ جَاءَ قَبْلَهُ مِنَ الرُّسُلِ، وَلِيعَلْمَ أنَّهُ مِنَ المُرْسَلِينَ الذِينَ اصْطَفَاهُمُ اللهُ لِحَمْلِ رِسَالَتِهِ.",
        "sura": "2",
        "aya": "252",
        "page": "41"
    }
]