[
    {
        "text": "يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَٰنٍ وَجَنَّٰتٍ لَّهُمْ فِيهَا نَعِيمٌ مُّقِيمٌ",
        "tafsir": "{وَرِضْوَانٍ} {وَجَنَّاتٍ}\r\n(21) - وَهَؤُلاءِ يُبَشِّرُهُمْ رَبُّهُمْ فِي كِتَابِهِ، وَعَلَى لِسَانِ رَسُولِهِ، وَعَلَى لِسَانِ مَلاَئِكَتِهِ حِينَ مَوْتِهِمْ، بِرَحْمَةٍ مِنْ رَبِّهِمْ وَرِضْوَانٍ، وَبِأَنَّهُ سَيُدْخِلُهُمْ جَنَّاتِهِ الوَاسعَةَ، وَسَيبقَوْنَ فِيهَا أبَداً فِي نَعِيمٍ مُقِيمٍ. وَالرِضْوَانُ مِنَ اللهِ هُوَ نِهَايَةُ الإِحْسَانِ، وَأعْلَى النَّعِيمِ، وَأكْمَلُ الجَزَاءِ.",
        "sura": "9",
        "aya": "21",
        "page": "190"
    },
    {
        "text": "خَٰلِدِينَ فِيهَآ أَبَدًا إِنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
        "tafsir": "{خَالِدِينَ}\r\n(22) - وَسَيَكُونُ هَؤُلاءِ الكِرامُ مُخَلَّدِينَ في الجَنَّةِ أبَداً وهذا جَزَاءٌ لَهُمْ مِنْ رَبِّهِمْ عَلَى أعْمَالِهِم الصَّالِحَةِ، وَاللهُ تَعَالَى عِنْدَهُ الأجْرُ العَظِيمُ لِمَنْ آمَنَ وَجَاهَدَ، وَقَامَ بِمَا فَرَضَهُ عَلَيْهِ الإِسْلاَمُ.",
        "sura": "9",
        "aya": "22",
        "page": "190"
    },
    {
        "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوٓا۟ ءَابَآءَكُمْ وَإِخْوَٰنَكُمْ أَوْلِيَآءَ إِنِ ٱسْتَحَبُّوا۟ ٱلْكُفْرَ عَلَى ٱلْإِيمَٰنِ وَمَن يَتَوَلَّهُم مِّنكُمْ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
        "tafsir": "{  يا أيها الذين آمنوا .  .  .  .  .  } لما أمر المهاجرون بالهجرة شق عليهم هجر أهليهم وأموالهم\r\nوديارهم ،  فنزلت فهاجروا طائعين ابتغاء رضوان الله ،  وامتثالا لأمر رسوله صلى الله عليه\r\nوسلم .\r\n\r\n",
        "sura": "9",
        "aya": "23",
        "page": "190"
    },
    {
        "text": "قُلْ إِن كَانَ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَٰنُكُمْ وَأَزْوَٰجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَٰلٌ ٱقْتَرَفْتُمُوهَا وَتِجَٰرَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَٰكِنُ تَرْضَوْنَهَآ أَحَبَّ إِلَيْكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٍ فِى سَبِيلِهِۦ فَتَرَبَّصُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ",
        "tafsir": "{  وأموال اقترفتموها } اكتسبتموها ( آية 113 الأنعام ص 238 ) .\r\n{  كسادها } بوارها بفوات وقت رواجها بسبب غيابكم من مكة أيام الموسم . مصدر كسد الشيء – من باب نصر وكرم – كسادا وكسودا ،  لم ينفق ،  فهو كاسد وكسيد ،  أي غير رابح .\r\n{  فتربصوا } أي انتظروا {  حتى يأتي الله بأمره } يأتي بعقوبته .  وهو تهديد وتخويف لمن آثر محبة من ذكر على محبة الله تعالى ورسوله صلى الله عليه وسلم .  وفي الآية دليل على أنه إذا تعارضت مصلحة الدين مع مهمات الدنيا وجب ترجيح جانب الدين على الدنيا ليبقى الدين سليما .\r\nو هذا موقف تزل فيه الأقدام .",
        "sura": "9",
        "aya": "24",
        "page": "190"
    },
    {
        "text": "لَقَدْ نَصَرَكُمُ ٱللَّهُ فِى مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْـًٔا وَضَاقَتْ عَلَيْكُمُ ٱلْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ",
        "tafsir": "{  لقد نصركم الله في مواطن كثيرة } امتنان على المؤمنين بالنصر على الأعداء الذي يبذل الغيور في سبيله أحب أشياء إليه .  أي لقد نصركم الله على أعدائكم في مواقع حرب كثيرة ،  هو ممن أعظمها غزوة بدر وقريظة وخيبر ومكة . {  ويوم حنين } أي ونصركم يوم غزوة حنين ،  وهو واد معروف بين مكة والطائف .  وتسمى غزوة هوازن وثقيف .  وكانت في شوال عقب رمضان الذي وقع فيه فتح مكة سنة ثمان من الهجرة .  وكان عدد المسلمين أثنى عشر ألفا ،  وعدد الكفار أربعة آلاف .\r\n{  فلم تغن عنك شيئا } فلم تنفعك تلك الكثرة شيئا من النفع في أمر العدو ،  من الغناء وهو النفع .  تقول :  ما يغنى عنك هذا ،  أي ما يجزئ عنك وما ينفعك . {  و ضاقت عليكم الأرض بما رحبت } أي برحبها وسعتها .\r\n\r\n",
        "sura": "9",
        "aya": "25",
        "page": "190"
    },
    {
        "text": "ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُوا۟ وَذَٰلِكَ جَزَآءُ ٱلْكَٰفِرِينَ",
        "tafsir": "{  ثم أنزل الله سكينته } رحمته التي تسكن إليها القلوب ،  وتطمئن اطمئنانا .  يستتبع النصر القريب ،  من السكون ،  وهو الثبوت بعد التحرك .  أو من السكن ،  وهو زوال الرعب .\r\n\r\n",
        "sura": "9",
        "aya": "26",
        "page": "190"
    }
]