[{"text":"وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا","aya":"3","page":"360","tafsir":"{  واتخذوا من دونه آلهة } أصناما ،  وقد وصفها الله بسبع صفات ،  آخرها قوله :   \" ولا نشورا \"  . <br \/>\r\n{  ولا يملكون موتا .  .  .  } لا يقدرون على إماتة الأحياء ،  ولا على إحياء الموتى في الدنيا ،  ولا على بعثهم في الآخرة . <br \/>\r\n<br \/>\r\n"},{"text":"وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ فَقَدْ جَآءُو ظُلْمًا وَزُورًا","aya":"4","page":"360","tafsir":"{  إفك افتراه .  .  .  } كذب وبهتان اختلقه وتخرّصه من تلقاء نفسه [ آية 11 النور ص 77 ] . <br \/>\r\n{  وأعانه عليه } على افترائه{  قوم آخرون } من أهل الكتاب .  والقائلون صناديد المشركين كالنضر بن الحارث وأشياعه . {  ظلما وزورا } أي بظلم عظيم ،  وكذب فظيع انحرفوا به عن جادة الحق والإنضاف .  والزور في الأصل :  تحسين الباطل ؛  مأخوذ من الزور وهو الميل في الزّور .  وأطلق على الكذب زور لما فيه من الميل عن الصدق والانحراف عن الحق ."},{"text":"وَقَالُوٓا۟ أَسَٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا","aya":"5","page":"360","tafsir":"{  أساطير الأولين } أكاذيبهم وأباطيلهم التي سطّروها في كتبهم . {  اكتتبها } أي أمر غيره بكتابتها له ،  أو جمعها . {  فهي تملى عليه } أي تلقى عليه بعد اكتتابها ليحفظها{  بكرة وأصيلا } غدوة وعشيّا .  ومرادهم أنها تملى عليه خفية . <br \/>\r\n<br \/>\r\n"},{"text":"قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ إِنَّهُۥ كَانَ غَفُورًا رَّحِيمًا","aya":"6","page":"360","tafsir":"no text"},{"text":"وَقَالُوا۟ مَالِ هَٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا","aya":"7","page":"360","tafsir":"{  وقالوا ما لهذا الرسول } اشتمل قولهم على ست قبائح ،  آخرها قوله :   \" إلا رجلا مسحورا \"  .  وقد رد الله تعالى عليها إجمالا في البعض وتفصيلا في البعض . <br \/>\r\n<br \/>\r\n"},{"text":"أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا","aya":"8","page":"360","tafsir":"{  أو يلقى إليه كنز } أو ينزل عليه من السماء مال عظيم يغنيه عن التماس المعاش بالأسواق كسائر الناس .  وأصل الكنز :  جعل المال بعضه على بعض وحفظه ؛  من كنز التمر في الوعاء :  حفظه . {  أو تكون له جنة .  .  .  } بستان ذو شجر بدر عليه الخير ،  وسمى جنة لستره الأرض بأشجاره ؛  من الجن وهو ستر الشيء عن الحاسة . {  مسحورا } مغلوبا على عقله بالسحر .  والسحر عندهم معروف بتأثيره في العقول . <br \/>\r\n<br \/>\r\n"},{"text":"ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا","aya":"9","page":"360","tafsir":"no text"},{"text":"تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَيَجْعَل لَّكَ قُصُورًۢا","aya":"10","page":"360","tafsir":"{  إن شاء جعل لك خيرا من ذلك } أي إن شاء وهب لك في الدنيا خيرا مما اقترحوه من الجنة ؛  بأن يعجل لك فيها مثل ما وعدك في الآخرة من الجنات والقصور المشيدة . <br \/>\r\n<br \/>\r\n"},{"text":"بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","aya":"11","page":"360","tafsir":"{  بل كذبوا بالساعة } انتقال من حكاية جناياتهم السابقة المتعلقة بأمر التوحيد والنبوة ،  إلى حكاية نوع آخر من جناياتهم متعلق بأمر المعاد ،  وما يترتب عليه من فنون العذاب لكفرهم وجحودهم . <br \/>\r\n<br \/>\r\n"}]