[{"text":"لَّيْسَ ٱلْبِرَّ أَن تُوَلُّوا۟ وُجُوهَكُمْ قِبَلَ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَلَٰكِنَّ ٱلْبِرَّ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَٱلْمَلَٰٓئِكَةِ وَٱلْكِتَٰبِ وَٱلنَّبِيِّۦنَ وَءَاتَى ٱلْمَالَ عَلَىٰ حُبِّهِۦ ذَوِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينَ وَٱبْنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِى ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلْمُوفُونَ بِعَهْدِهِمْ إِذَا عَٰهَدُوا۟ وَٱلصَّٰبِرِينَ فِى ٱلْبَأْسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلْبَأْسِ أُو۟لَٰٓئِكَ ٱلَّذِينَ صَدَقُوا۟ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُتَّقُونَ","aya":"177","page":"27","tafsir":"{  ولكن البر بر من آمن } البر :  اسم جامع لكل خير ،  ولكل طاعة وقربة إلى الله تعالى .  \r\nأي ولكن البر بر من آمن ،  وحذف المضاف على حد :  الجود حاتم ،  أي الجود جود حاتم .  أو ولكن البر – أي البار- من آمن ،  على أنه اسم فاعل من بر يبر فهو بر ،  وأصله برر ،  فلما أريد الإدغام نقلت كسرة الراء إلى ما قبلها بعد سلب حركتها .  \r\nوقد اشتملت الآية على خمسة عشر نوعا من أنواع البر .  وهي رد لما زعمته اليهود من أن البر هو مجرد التوجه إلى جهة المغرب ،  وما زعمته النصارى من أنه مجرد التوجه إلى جهة المشرق . أي ليس البر كله فيما زعموا ،  وإنما فيما بينته هذه الآية .  \r\n{  وابن السبيل } هو المسافر المنقطع عن أهله ووطنه ،  الذي قد فرغت نفقته .  وسمي ابن سبيل لملازمته السبيل ،  أي الطريق في سفره .  \r\n{  وفي الرقاب } أي في فك الرقاب وتخليصها من الاسترقاق أوالأسر .  أوشراء رقاب وعنقها .  \r\n{  والصابرين في البأساء والضراء } البأساء :  ما يصيب الناس في الأموال ،  كالفقر .  والضراء :  ما يصيبهم في الأنفس ،  كالمرض .  مشتقان من البؤس والضر ،  وألفهما للتأنيث . يقال :  بئس يبأس بؤسا وبأسا ،  اشتدت حاجته .  \r\nوضره وأضره وضاره ضرا وضرا ،  ضد نفع .   \"  والصابرين \"  منصوب على المدح بتقدير أخص ،  وغير سبكه عما قبله تنبيها على فضيلة الصبر ومزيته على سائر الأعمال ،  حتى كأنه ليس من جنس ما قبله .  وهذا الضرب من الأسلوب يسمى القطع ،  وهو أبلغ من الإتباع .  \r\n{  وحين البأس } أي ووقت القتال في سبيل الله .  يقال :  بؤس يبؤس بأسا فهو بئيس ،  أي شديد شجاع .  وهو ظرف منصوب بالصابرين .  \r\n \r\n"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلْقِصَاصُ فِى ٱلْقَتْلَى ٱلْحُرُّ بِٱلْحُرِّ وَٱلْعَبْدُ بِٱلْعَبْدِ وَٱلْأُنثَىٰ بِٱلْأُنثَىٰ فَمَنْ عُفِىَ لَهُۥ مِنْ أَخِيهِ شَىْءٌ فَٱتِّبَاعٌۢ بِٱلْمَعْرُوفِ وَأَدَآءٌ إِلَيْهِ بِإِحْسَٰنٍ ذَٰلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ","aya":"178","page":"27","tafsir":"{  كتب عليكم القصاص } أي فرض عليكم .  من الكتب ،  وهو في الأصل ضم أديم إلى أديم بالخياطة .  وتعورف في ضم الحروف بعضها إلى بعض بالخط ،  وأطلق على المضموم في اللفظ وإن لم يكتب بالخط ،  ومنه الكتابة .  ويطلق الكتب والكتاب والكتابة على الإيجاب والفرض ،  لأن الشأن فيما يوجب ويفرض أن يراد ثم يقال ثم يكتب ،  ومنه {  كتب عليكم الصيام }{[51]} ،  {  كتب الله عليهم الجلاء }{[52]} .  \r\n \" والقصاص \"  :  تتبع الدم بالقود .  وأصله من القص ،  وهو تتبع الأثر .  يقال :  قص أثره أي تتبعه .  \r\nومنه :  القصة والقصص ،  لما فيهما من التتبع .  \r\n{  فمن عفي له .  .  .  }أي فالقاتل عمدا إذا عفي له عن جنايته من جهة أخيه ولي الدم ،  بأن صفح عنه من القصاص الواجب عليه ،  ورضي منه بالدية بدل الدم ،  فالواجب إتباع ولي الدم له بالمعروف بألا يأخذ منه أكثر من حقه ولا يرهقه ،  وأداء القاتل إليه الدية أداء حسنا لا مطل فيه ولا بخس .  \r\n{  ذلك تخفيف من ربكم ورحمة } ففي شرع العفو تسهيل على القاتل ،  وفي شرع الدية نفع لأولياء المقتول .  وقد كتب على اليهود :  القصاص وحده ،  وحرم عليهم أخذ الدية والعفو .  وكتب على النصارى :  العفو ،  وحرم عليهم الدية والقصاص . فخير الله هذه الأمة بين القصاص والعفو وأخذ الدية ،  توسعة عليهم ،  وتيسيرا وتفضيلا لهم على غيرهم ."},{"text":"وَلَكُمْ فِى ٱلْقِصَاصِ حَيَوٰةٌ يَٰٓأُو۟لِى ٱلْأَلْبَٰبِ لَعَلَّكُمْ تَتَّقُونَ","aya":"179","page":"27","tafsir":"{  ولكم في القصاص حياة } أي لكم في تشريع القصاص في القتل العمد بقاء ،  فإن من هم بالقتل إذا علم أنه قتل اقتص منه ارتدع وانكف ،  فسلم هو وسلم صاحبه من القتل .  ومن قتل إنسانا واقتص منه ،  ارتدع غيره ممن كان يهم بالقتل فسلم من يده .  ولولا هذا التشريع الحكيم العادل لفشا القتل بين الناس فشو صغائر الذنوب ،  وهان أمر الدماء على الناس .  \r\n \r\n"},{"text":"كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ إِن تَرَكَ خَيْرًا ٱلْوَصِيَّةُ لِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ بِٱلْمَعْرُوفِ حَقًّا عَلَى ٱلْمُتَّقِينَ","aya":"180","page":"27","tafsir":"{  إن ترك خيرا } أي مالا يعد كثيرا في العرف .  \r\n{  الوصية للوالدين والأقربين } فرض الإيصاء في بدء الإسلام للوالدين والأقربين - وارثين أو غير وارثين – على من حضره الموت وله مال .  ثم نسخ بآية المواريث ،  وبحديث :  ( لا وصية لوارث ) وهو مذهب جمهور الأئمة .  وذهب ابن عباس إلى أن المنسوخ وجوب الوصية للوارثين منهم ،  وبقى الوجوب في حق من لا يرث منهم .  وهو قول الحسن ومسروق وطاووس والضحاك ومسلم بن يسار والعلاء بن زياد .  \r\n \r\n"},{"text":"فَمَنۢ بَدَّلَهُۥ بَعْدَمَا سَمِعَهُۥ فَإِنَّمَآ إِثْمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ","aya":"181","page":"27","tafsir":"no text"}]