[{"text":"وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمْرًا أَن يَكُونَ لَهُمُ ٱلْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ ضَلَّ ضَلَٰلًا مُّبِينًا","aya":"36","page":"423","tafsir":"{  وما كان } أي ما صح{  لمؤمن ولا مؤمنة } .  والمراد :  أنه لا يحل لأي مؤمن ولا لأي مؤمنة{  إذا قضى } أي أراد{  الله ورسوله أمرا } أي أراده رسول الله صلى الله عليه وسلم .  \r\nوذكر  \" الله \"  للإشعار بأن ما يفعله صلى الله عليه وسلم إنما يفعله بأمر الله تعالى ؛  لأنه لا ينطق عن الهوى . {  أن يكون لهم الخيرة من أمرهم } أي أن يختاروا من أمورهم ما شاءوا ؛  بل يجب عليهم أن يذعنوا لأمره صلى الله عليه وسلم ويجعلوا رأيهم تابعا لرأيه في كل شيء .  نزلت في زينب بنت جحش الأسدية ابنة أميمة بنت عبد المطلب عمة رسول الله صلى الله عليه وسلم .  ذلك أنه خطبها صلى الله عليه وسلم لمولاه وحبه زيد بن حارثة ،  وقال لها :  ( إني أريد أن أزوجك زيد بن حارثة وقد رضيته لك ) فأبت واستنكفت منه وقالت :  يا رسول الله ،  أنا خير منه حسبا !  ووافقها أخوها عبد الله ؛  فلما نزلت الآية رضيا وسلما .  فأنكحها رسول الله صلى الله عليه وسلم زيدا ودخل بها ومكثت عنده نحو سنة .  \r\nوكانت حديدة الطبع ،  تخشن له القول وتسمعه ما يكره ،  وتفخر عليه بحسبها ؛  فشكاها إلى رسول الله صلى الله عليه وسلم ،  ورغب في فراقها فقال له :  {  أمسك عليك زوجك واتق الله } \r\n \r\n"},{"text":"وَإِذْ تَقُولُ لِلَّذِىٓ أَنْعَمَ ٱللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَٱتَّقِ ٱللَّهَ وَتُخْفِى فِى نَفْسِكَ مَا ٱللَّهُ مُبْدِيهِ وَتَخْشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخْشَىٰهُ فَلَمَّا قَضَىٰ زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَٰكَهَا لِكَىْ لَا يَكُونَ عَلَى ٱلْمُؤْمِنِينَ حَرَجٌ فِىٓ أَزْوَٰجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْا۟ مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا","aya":"37","page":"423","tafsir":"{  أمسك عليك زوجك واتق الله } في أمرها ،  ولا تطلقها ضرارا وتعللا بحدتها وتكبرها . {  وتخفي في نفسك ما الله مبديه } وهو ما أوحى الله إليك أن زيدا سيطلقها وتكون إحدى نسائك بتزويج الله إياها لك ؛  لكيلا يكون على المؤمنين حرج في التزوج \r\nبمطلقات أدعيائهم بعد انقضاء عدتهن .  فلم يخبره صلى الله عليه وسلم بذلك استحياء من أن يقول :  إن التي معك ستكون زوجتي ،  ومن أن يقول الناس :  إنه يتزوج مطلقة ابنه ؛  فعاتبه الله على إخفاء ذلك{  وتخشى الناس والله أحق أن تخشاه } أي تستحي من قولهم ،  والله وحده أحق أن تخشاه .  أي تستحي منه في كل أمر ؛  فتفعل ما أباحه لك وأذن لك فيه ،  وتبديه ولا تخفيه .  فهو عتاب على ترك الأولى به صلى الله عليه وسلم . {  فلما قضى زيد منها وطرا } أي حاجة ،  وطابت عنها نفسه ،  وطلقها وانقضت عدتها{  زوجناكها } جعلناها لك بلا عقد ومهر وشهود ؛  لكي لا يكون .  .  .  وهو من خصوصياته صلى الله عليه وسلم .  وكان ذلك في سنة خمس من الهجرة ،  وكانت سنها خمسا وثلاثين سنة ،  وكانت صوّامة قوّامة محسنة .  \r\n \r\n"},{"text":"مَّا كَانَ عَلَى ٱلنَّبِىِّ مِنْ حَرَجٍ فِيمَا فَرَضَ ٱللَّهُ لَهُۥ سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ وَكَانَ أَمْرُ ٱللَّهِ قَدَرًا مَّقْدُورًا","aya":"38","page":"423","tafsir":"{  ما كان على النبي من حرج يما فرض الله له } أي قسم له وقدّر ؛  من قولهم :  فرض له في الديوان كذا .  أو فيما أحل الله له وأمره به من تزوج زينب التي طلقها دعية زيد بن حارثة رضي الله عنه . {  سنة الله } أي سن الله ذلك سنة . {  قدرا مقدورا } واقعا لا محالة .  والقدر :  إيجاد الأشياء على قدر مخصوص من الوجوه التي تقتضيها الحكمة والمصلحة .  ويقابله القضاء ،  وهو الإرادة الأزلية المتعلقة بالأشياء على ما هي عليه ؛  وقد يستعمل كل منهما بمعنى الآخر .  والأظهر أنه هنا بمعنى القضاء .  و  \" مقدورا \"  وصف مؤكد ؛  كما في قولهم :  ظل ظليل ،  ويوم أيوم .  \r\n \r\n"},{"text":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخْشَوْنَهُۥ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا ٱللَّهَ وَكَفَىٰ بِٱللَّهِ حَسِيبًا","aya":"39","page":"423","tafsir":"{  حسيبا } محاسبا على عزائم القلوب وأفعال الجوارح ؛  فلا ينبغي أن يخشى غيره .  \r\n \r\n"},{"text":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّۦنَ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا","aya":"40","page":"423","tafsir":"{  ما كان محمدا أبا أحد من رجالكم } أبوة حقيقية تترتب عليها أحكامها من الإرث والنفقة \r\nوحرمت المصاهرة .  وزيد من رجالهم ،  فليس النبي أبا له ؛  فلا يحرم عليه التزوج بمطلقته . {  وخاتم النبيين } أي أنهم به ختموا ؛  فهو كالخاتم والطابع لهم .  ختم الله به النبوة فطبع عليها ؛  فلا تفتح لأحد بعده إلى قيام الساعة .  وقرئ بكسر التاء ،  بمعنى أنه ختمهم أي جاء آخرهم .  وقيل :  الخاتم – بكسر التاء وفتحها – بمعنى واحد ؛  مثل طابع وطابع .  والمراد على القراءتين :  أنه صلى الله عليه وسلم آخر أنبياء الله ورسله ؛  فلا نبي ولا رسول بعده إلى قيام الساعة ؛  فمن زعم النبوة بعده فهو كذاب أفّاك ،  وكفر بكتاب الله وسنة رسوله .  \r\nولذا أفتينا بكفر طائفة القاديانية ،  أتباع المفتون علام أحمد القادياني الزاعم هو وأتباعه أنه نبي يوحى إليه ،  وأنه لا تجوز مناكحتهم ولا دفنهم في مقابر المسلمين .  وكذلك أفتى الآلوسي بكفر البابية ،  وهم عصابة من غلاة الشيعة لهم عقائد مكفرة .  \r\n \r\n"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ ٱللَّهَ ذِكْرًا كَثِيرًا","aya":"41","page":"423","tafsir":"no text"},{"text":"وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا","aya":"42","page":"423","tafsir":"{  وسبحوه بكرة وأصيلا } نزهوه عما لا يليق به في وقت البكرة والأصيل ؛  أي أول النهار وآخره .  وتخصيصهما بالذكر ليس لقصر التسبيح عليهما دون سائر الأوقات ؛  بل لإنافة فضلهما على سائرها .  وقيل :  المراد من التسبيح فيهما صلاة الغداة وصلاة العصر .  \r\n \r\n"},{"text":"هُوَ ٱلَّذِى يُصَلِّى عَلَيْكُمْ وَمَلَٰٓئِكَتُهُۥ لِيُخْرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَكَانَ بِٱلْمُؤْمِنِينَ رَحِيمًا","aya":"43","page":"423","tafsir":"no text"}]