[{"text":"هُوَ ٱلَّذِى جَعَلَكُمْ خَلَٰٓئِفَ فِى ٱلْأَرْضِ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ وَلَا يَزِيدُ ٱلْكَٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا وَلَا يَزِيدُ ٱلْكَٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا","aya":"39","page":"439","tafsir":"{  جعلكم خلائف في الأرض } خلفاء في أرضه ،  وملككم منافعها ومقاليد التصرف فيها ؛  لتشكروه بالتوحيد والطاعة .  أو جعلكم خلفا لمن سبقكم من الأمم الذين كذبوا الرسل فهلكوا ؛  فلم تتعظوا بحالهم وما حل بهم من الهلاك .  جمع خليفة . {  إلا مقتا } أي أشد البغض والاحتقار والغضب . {  إلا خسارا } هلاكا وخسرانا في الآخرة .  \r\n \r\n"},{"text":"قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَٰوَٰتِ أَمْ ءَاتَيْنَٰهُمْ كِتَٰبًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِّنْهُ بَلْ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا","aya":"40","page":"439","tafsir":"{  أرأيتم شركاءكم .  .  .  } أي أخبروني عن حال شركائكم !  أروني أي جزء خلقوا من الأرض حتى يستحقوا الألوهية والشركة !  ؟  ورأى بصرية تتعدى بالهمزة إلى مفعولين :  أولهما  \" شركاءكم \"  .  والثاني الجملة الاستفهامية بعدها ؛  والاستفهام إنكاري فيه وفي الموضعين بعده .  و  \" أروني \"  أي أخبروني تأكيدا ل  \" أرأيتم \"  . {  أم لهم شرك } أي بل ألهم شركة مع الله في خلق السموات حتى يستحقوا ما زعمتم فيهم ؟ {  أم آتيناهم كتابا } أي بل آتيناهم كتابا بالشركة . {  فهم على بينت منه } أي حجة ظاهرة منه ؟ {  إلا غرورا } أي وعدا باطلا ،  وهو قولهم :  هؤلاء شفعاؤنا عند الله .  \r\n \r\n"},{"text":"إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا","aya":"41","page":"439","tafsir":"no text"},{"text":"وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى ٱلْأُمَمِ فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا","aya":"42","page":"439","tafsir":"{  وأقسموا بالله جهد أيمانهم } غاية اجتهادهم في تغليظها [ آية 53 المائدة ص 196 ] . {  نفورا } تباعد عن الحق والهدى ."},{"text":"ٱسْتِكْبَارًا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًا وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا","aya":"43","page":"439","tafsir":"{  استكبارا في الأرض } بدل من  \" نفورا \"  .  أو مفعول لأجله . {  ومكر السيء } معطوف على  \" استكبار \"  .  وأصل التركيب :  وأن مكروا المكر السيئ ،  فأقيم المصدر مقام أن والفعل وأضيف إلى ما كان صفة له .  ومكرهم :  شركهم بالله ،  أو كيدهم للنبي صلى الله عليه وسلم .  \r\n{  ولا يحيق المكر السيء إلا بأهله } أي لا يحيط مكروه ذلك المكر إلا بأهله الماكرين ؛  من الحوق وهو الإحاطة .  يقال :  حاق به كذا ،  أي أحاط به .  أولا يصيب ولا ينزل إلا بهم .  والله أعلم \r\n"},{"text":"أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا","aya":"44","page":"439","tafsir":"no text"}]