[{"text":"أَلَمْ تَرَ إِلَى ٱلَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُوا۟ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓا۟ إِلَى ٱلطَّٰغُوتِ وَقَدْ أُمِرُوٓا۟ أَن يَكْفُرُوا۟ بِهِۦ وَيُرِيدُ ٱلشَّيْطَٰنُ أَن يُضِلَّهُمْ ضَلَٰلًۢا بَعِيدًا","aya":"60","page":"88","tafsir":"{  إلى الطاغوت }( راجع آية256 ،  البقرة ص84 ،   وآية 51 من هذه السورة ص 154 ) .  وقيل :  المراد به هنا كعب بن الأشرف اليهودي ،  وكان مفرطا في الطغيان وعداوة الرسول صلى الله عليه وسلم ،  ورأسا في الضلال والفتنة ."},{"text":"وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيْتَ ٱلْمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودًا","aya":"61","page":"88","tafsir":""},{"text":"فَكَيْفَ إِذَآ أَصَٰبَتْهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَآءُوكَ يَحْلِفُونَ بِٱللَّهِ إِنْ أَرَدْنَآ إِلَّآ إِحْسَٰنًا وَتَوْفِيقًا","aya":"62","page":"88","tafsir":""},{"text":"أُو۟لَٰٓئِكَ ٱلَّذِينَ يَعْلَمُ ٱللَّهُ مَا فِى قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ فِىٓ أَنفُسِهِمْ قَوْلًۢا بَلِيغًا","aya":"63","page":"88","tafsir":""},{"text":"وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ ٱللَّهِ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوٓا۟ أَنفُسَهُمْ جَآءُوكَ فَٱسْتَغْفَرُوا۟ ٱللَّهَ وَٱسْتَغْفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُوا۟ ٱللَّهَ تَوَّابًا رَّحِيمًا","aya":"64","page":"88","tafsir":""},{"text":"فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا۟ فِىٓ أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا۟ تَسْلِيمًا","aya":"65","page":"88","tafsir":"{  فلا وربك لا يؤمنون .  .  .  }( لا )الأولى نافية لكلام سبق ،  تقديره :  ليس الأمر كما يزعمون من أنهم آمنوا بما أنزل إليك ،  ثم استأنف القسم فقال :  وربك لا يؤمنون{  حتى يحكموك }فيما اختلفوا فيه من الأمور ،  والتبس عليهم منها .  وقيل :  إنها زائدة لتأكيد معنى القسم ،  كما زيدت في قوله :  {  لئلا \r\nيعلم أهل الكتاب }{[107]} لتأكيد وجوب العلم .  ويقال :  شجر بينهم الأمر يشجر شجرا وشجورا ،  إذا تنازعوا فيه .  وأصله التداخل والاختلاط ،  ومنه شجر الكلام ،  إذا دخل بعضه في بعض واختلط .  \r\n{  حرجا }ضيقا .  وأصل الحرج :  مجتمع الشيء ،  وتصور منه ضيق ما بينهما ،  فقيل للضيق :  حرج .  \r\nو للإثم أيضا :  حرج ،  ومنه :  {  ليس على الأعمى حرج }{[108]} ،  أي ضيق بالإثم لترك الجهاد .  \r\n{  ويسلموا تسليما }ينقادوا لقضائك انقيادا لا شائبة فيه بظاهرهم وباطنهم .  وهذا الحكم باق إلى يوم القيامة ،  وليس مخصوصا بمن كان في عهده صلى الله عليه وسلم ."}]