[{"text":"أُحِلَّ لَكُمْ لَيْلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمْ هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ عَلِمَ ٱللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ فَٱلْـَٰٔنَ بَٰشِرُوهُنَّ وَٱبْتَغُوا۟ مَا كَتَبَ ٱللَّهُ لَكُمْ وَكُلُوا۟ وَٱشْرَبُوا۟ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلْخَيْطُ ٱلْأَبْيَضُ مِنَ ٱلْخَيْطِ ٱلْأَسْوَدِ مِنَ ٱلْفَجْرِ ثُمَّ أَتِمُّوا۟ ٱلصِّيَامَ إِلَى ٱلَّيْلِ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمْ عَٰكِفُونَ فِى ٱلْمَسَٰجِدِ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَقْرَبُوهَا كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ","tafsir":"{  الرفث إلى نسائكم } الإفضاء إليهين ،  أي مباشرتهن . والرفث في الأصل :  الفحش من القول ،  وكلام النساء حين الجماع .  كنى به عن المباشرة للزومه لها غالبا .  يقال :  رفث في كلامه - كنصر وفرح وكرم – وأرفث ،  إذا أفحش فيه .  وقيل :  أفحش في شأن النساء .  وحل الرفث في ليالي الصيام رخصة ورفع لما كان عليه الأمر في ابتداء الإسلام ،  فإنه كان إذا أفطر أحدهم إنما يحل له الطعام والشراب والنساء إلى أن يصلي العشاء أو ينام قبلها ،  فإذا صلى العشاء أو نام قبلها حرم عليه ذلك إلى الليلة القابلة ،  فوجدوا في ذلك مشقة عظيمة فنزلت هذه الآية . <br \/>\r\n{  وكلوا واشربوا } أباح الله الأكل والشرب مع ما سلف من إباحة الجماع في الليل في أي وقت فيه ،  إلى أن يتبين بياض النهار من سواد الليل . <br \/>\r\n{  تلك حدود الله فلا تعتدوها } أي محارمه ومناهيه ،  فلا تقربوها . أو أحكامه المتضمنة لما نهاكم عنه ،  فلا تقربوا ما نهيتم عنه . <br \/>\r\n<br \/>\r\n","sura":"2","aya":"187","page":"29"},{"text":"وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَٰطِلِ وَتُدْلُوا۟ بِهَآ إِلَى ٱلْحُكَّامِ لِتَأْكُلُوا۟ فَرِيقًا مِّنْ أَمْوَٰلِ ٱلنَّاسِ بِٱلْإِثْمِ وَأَنتُمْ تَعْلَمُونَ","tafsir":"{  بالباطل } الباطل :  الذاهب الزائل .  يقال :  بطل بطلا وبطلانا وبطولا ،  ذهب ضياعا وخسرا . <br \/>\r\nوالمراد به هنا :  كل ما لم يبح الشرع أخده من المال وإن طابت به النفس ،  كالربا والميسر ،  وثمن الخمر والرشوة وشهادة الزور واليمين الكاذبة ،  والغش والخيانة ،  والسرقة والغصب ،  ونحو ذلك ،  والباء للسببية .  والجار والمجرور متعلق بالفعل قبله ،  أي لا يأخذ بعضكم مال بعض بالسبب الباطل . <br \/>\r\n{  وتدلوا بها إلى الحكام } أي تلقوا .  يقال :  أدليت دلوى في البئر ،  إذا أرسلتها للاستقاء .  ثم جعل كل إلقاء قول أو فعل إدلاء ،  ومنه أدلى بحجته .  والمعنى :  ولا تلقوا بأمور تلك الأموال التي فيها بالخصومة إلى الحكام .  أي لا تسرعوا الخصومة في الأموال إلى الحكام ليعينوكم على إبطال حق أو تحقيق باطل . <br \/>\r\n<br \/>\r\n","sura":"2","aya":"188","page":"29"},{"text":"يَسْـَٔلُونَكَ عَنِ ٱلْأَهِلَّةِ قُلْ هِىَ مَوَٰقِيتُ لِلنَّاسِ وَٱلْحَجِّ وَلَيْسَ ٱلْبِرُّ بِأَن تَأْتُوا۟ ٱلْبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلْبِرَّ مَنِ ٱتَّقَىٰ وَأْتُوا۟ ٱلْبُيُوتَ مِنْ أَبْوَٰبِهَا وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ","tafsir":"{  وليس البر بأن تأتوا البيوت من ظهورها }كانوا في الجاهلية إذ أحرموا أتوا البيت من ظهره ،  وكانوا يتحرجون من الدخول من الباب ،  فأنزل الله هذه الآية مبينا لهم أن ذلك ليس ببر ،  ولكن البر بر من أتقى المحارم والشهوات . <br \/>\r\n<br \/>\r\n","sura":"2","aya":"189","page":"29"},{"text":"وَقَٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمْ وَلَا تَعْتَدُوٓا۟ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ","tafsir":"{  وقاتلوا في سبيل الله } هذه أول آية نزلت في القتال بالمدينة . روي عن ابن عباس :  أن المشركين لما صدوا رسول الله صلى الله عليه وسلم عن البيت عام الحديبية ،  وصالحوه على أن يرجع عامه المقبل للعمرة ،  تجهز - صلى الله عليه وسلم – وأصحابه لعمرة القضاء في ذي القعدة من السنة السابعة ،  ولكن أصحابه خافوا ألا تفي لهم قريش بالعهد وتقاتلهم . وكره المسلمون قتالهم في الحرم وفي الشهر الحرام ،  فأنزل الله هذه الآية بيانا لكيفية المقاتلة إن احتاجوا إليها .  أي قاتلوا في طاعة الله تعالى الذين يناجزونكم فيهما القتال بالفعل ،  ولا تعتدوا بالبدء به ،  وكان هذا في الابتداء ،  ثم أمر بقتال المشركين كافة بدءوا أولم يبدءوا .  أوقاتلوا في سبيل الله الذين أعدوا أنفسهم للقتال فيهما وتهيئوا له ،  ولا تعتدوا بقتال من لم يعد نفسه له ،  كالصبيان والنساء والعجزة ،  ونحوهم .  أولا يكن منكم اعتداء بالقتال بوجه من الوجوه . <br \/>\r\n<br \/>\r\n","sura":"2","aya":"190","page":"29"}]