[{"text":"وَٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْءَاخِرِ وَمَن يَكُنِ ٱلشَّيْطَٰنُ لَهُۥ قَرِينًا فَسَآءَ قَرِينًا","aya":"38","page":"85","tafsir":"{  رئاء الناس }أي قاصدين إنفاقهم الرياء والسمعة ،  لا وجه الله تعالى ،  وهم المنافقون أو المشركون .  \r\n{  فساء قرينا }مصاحبا ملازما له في الدنيا أو الآخرة .  فعيل بمعنى مفاعل ،  كخليط بمعنى مخالط .  \r\n \r\n"},{"text":"وَمَاذَا عَلَيْهِمْ لَوْ ءَامَنُوا۟ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَأَنفَقُوا۟ مِمَّا رَزَقَهُمُ ٱللَّهُ وَكَانَ ٱللَّهُ بِهِمْ عَلِيمًا","aya":"39","page":"85","tafsir":"no text"},{"text":"إِنَّ ٱللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَٰعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا","aya":"40","page":"85","tafsir":"{  لا يظلم مثقال ذرة }أي لا يظلم أحد شيئا ولو مقدار ذرة ،  وهي النمة الصغيرة الحمراء التي لا تكاد ترى .  أو هي جزء من أجزاء الهباء في الكوة ونحوها .  ومثقال الشيء :  ميزانه من مثله ،  وجمعه مثاقيل .  وهو مثل ضربه الله لأقل الأشياء .  \r\n \r\n"},{"text":"فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍۭ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَٰٓؤُلَآءِ شَهِيدًا","aya":"41","page":"85","tafsir":"no text"},{"text":"يَوْمَئِذٍ يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ وَعَصَوُا۟ ٱلرَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ ٱلْأَرْضُ وَلَا يَكْتُمُونَ ٱللَّهَ حَدِيثًا","aya":"42","page":"85","tafsir":"{  لو تسوى بهم الأرض }لو يدفنون فتسوى عليهم الأرض كما تسوى على الموتى .  \r\n \r\n"},{"text":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْرَبُوا۟ ٱلصَّلَوٰةَ وَأَنتُمْ سُكَٰرَىٰ حَتَّىٰ تَعْلَمُوا۟ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِى سَبِيلٍ حَتَّىٰ تَغْتَسِلُوا۟ وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَٰمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا","aya":"43","page":"85","tafsir":"{  لا تقربوا الصلاة وأنتم سكارى .  .  }المراد بالصلاة هنا :  إما الهيئة المخصوصة ،  وإما مواضعها وهي المساجد .  و{  سكارى } :  جمع سكران .  والجنب :  من أصابته الجنابة ،  ويستوي فيه الواحد والأكثر والمذكر والمؤنث .  وعابر السبيل :  مجتاز الطريق وهو المسافر .  أو من يعبر الطريق من جانب إلى جانب .  \r\nوالمعنى :  لا تصلوا في حالة السكر ،  حتى تكونوا بحيث تعملون ما تقولون ،  ولا في حال الجنابة حتى \r\nتغتسلوا ،  إلا أن تكونوا مسافرين ولم تجدوا ماء فتيمموا للصلاة ،  أو لا تقربوا المساجد وأنتم سكارى ،  ولا تقربوها جنبا إلا أن تكونوا مجتازي المسجد من باب إلى آخر من غير مكث .  {  وإن كنتم مرضى }بيان للاعذار المبيحة للتيمم ولكيفيته .  والمرض المبيح له :  هو الذي يمنع من استعمال الماء ،  مثل الجدري والجراحة التي يخشى من استعمال الماء في التلف أو زيادة المرض .  {  أو جاء أحد منكم من الغائط }أي المطمئن من الأرض ،  وكانوا يأتونه لقضاء الحاجة ،  وكنى به عن الحدث .  {  أو لامستم النساء }أي واقعتموهن .  أو ماسستم بشرتهن ببشرتكم .  {  فتيمموا صعيدا طيبا }الصعيد :  وجه الأرض البارز ،  ترابا كان أو غيره .  وقيل التراب .  والطيب :  الطاهر .  \r\n \r\n"},{"text":"أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَٰبِ يَشْتَرُونَ ٱلضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّوا۟ ٱلسَّبِيلَ","aya":"44","page":"85","tafsir":"{  الذين أوتوا نصيبا }هم يهود المدينة .  \r\n \r\n"}]