[{"text":"وَإِذْ قُلْنَا ٱدْخُلُوا۟ هَٰذِهِ ٱلْقَرْيَةَ فَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُولُوا۟ حِطَّةٌ نَّغْفِرْ لَكُمْ خَطَٰيَٰكُمْ وَسَنَزِيدُ ٱلْمُحْسِنِينَ","aya":"58","page":"9","tafsir":"{  رَغَداً } كثيرا واسعا بلا عناء{[30]}<br \/>\r\n{  وَادْخُلُواْ الْبَابَ سُجَّداً } خضعا متواضعين خاشعين ،  شأن التائب من ذنوبه . <br \/>\r\n{  وَقُولُواْ حِطَّةٌ } أي شأنك يا ربنا حطة ،  أي لن تحط عنا ذنوبنا وتغفرها .  والحطة-كجلسة- اسم للهيئة ،  من الحط بمعنى الوضع والإنزال ،  وأصله إنزال الشيء من علو .  يقال :  استحطه وزره ،  سأله أن يحطه عنه وينزله .  أمروا أن يقولوا قولا دالا على التوبة وإظهار الندم ،  فخافوا وجهروا بما يدل على الكفر والعصيان ."},{"text":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى ٱلَّذِينَ ظَلَمُوا۟ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ","aya":"59","page":"9","tafsir":"{  رِجْزاً } عذابا ،  قيل هو الطاعون .  وأصل الرجز الاضطراب ،  ومنه :  ناقة رجزاء ،  إذ تقارب خطوها واضطربت لضعف فيها .  وسمي العذاب رجزا لما يلازمه من الفزع والاضطراب . <br \/>\r\n{  يَفْسُقُونَ } يخرجون عن الطاعة .  يقال :  فسق فلان عن أمر ربه-كنصر وضرب وكرم- فسقا وفسوقا ،  إذا خرج عن حجر الشرع{[31]}"},{"text":"وَإِذِ ٱسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِۦ فَقُلْنَا ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ فَٱنفَجَرَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ كُلُوا۟ وَٱشْرَبُوا۟ مِن رِّزْقِ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ","aya":"60","page":"9","tafsir":"{  فَانفَجَرَتْ } انبجست وانشقت وسالت .  يقال :  فجر الماء فانفجر ،  أي يجسه فانبجس ،  وبابه نصر .  وفجر القناة :  شقها .  وفجر الماء :  فتح له طريقا فجرى وسال . <br \/>\r\n{  اثْنَتَا عَشْرَةَ عَيْناً } لكل سبط عين تجرى بالماء يشرب منها ،  حتى لا تقع بينهم شحناء وكانوا متضاغنين .  وكانت العيون بالبر الشرقي من مصر ،  قرب مدينة السويس . <br \/>\r\n{  وَلاَ تَعْثَوْاْ فِي الأَرْضِ مُفْسِدِينَ } أي لا تتمادوا في الفساد حال إفسادكم في الأرض .  والمقصود النهي عما كانوا من التمادي في الفساد .  مأخوذ من العيث وهو اشد الفساد ،  يقال :  عثي-كرضى-عثوا إذا افسد أشد الإفساد<br \/>\r\n<br \/>\r\n"},{"text":"وَإِذْ قُلْتُمْ يَٰمُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍ وَٰحِدٍ فَٱدْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا قَالَ أَتَسْتَبْدِلُونَ ٱلَّذِى هُوَ أَدْنَىٰ بِٱلَّذِى هُوَ خَيْرٌ ٱهْبِطُوا۟ مِصْرًا فَإِنَّ لَكُم مَّا سَأَلْتُمْ وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّۦنَ بِغَيْرِ ٱلْحَقِّ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ","aya":"61","page":"9","tafsir":"{  وَفُومِهَا } الفوم :  الحنطة ،  أو جميع ما يخبز من الحبوب ،  أو هم الثوم . <br \/>\r\n{  وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ } جعلتا محيطتين بهم ،  إحاطة القبة بمن ضربت عليه ،  مجازاة لهم على كفرانهم .  وجملتهم في غالب الأمر في ذلة ومسكنة .  أو هم مستحقون للذلة والهوان ،  بسبب ارتكاب المعاصي والاعتداء على حدود الله في كل شئ ،  والإفساد في الأرض وجحود الحق عنادا ،  وقتل الأنبياء ظلما ،  وبما طبعوا عليه من الكذب والنفاق ،  والمكر السيئ  ،  والخداع ،  وعبادة المال وشدة الحرص على جمعه والشح به . <br \/>\r\nوأما إحاطة المسكنة بهم فلما يبدو علليهم من الاستكانة والخضوع عند الضعف ،  والخوف من القهر .  والمسكنة :  الخضوع-مفعلة من السكون-لأن صاحبها قليل الحركة والنهوض ،  لما به من الحاجة والذلة وشدة المحنة . <br \/>\r\n<br \/>\r\n"}]